[{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Кто умолял меня о встрече и тем самым склонил к предательству интересов фирмы?","2) Сердце Курочкина скатилось под уклон «русских горок» и бешено забилось где-то в районе солнечного сплетения.","3) Мальчишки и девчонки нашего класса  а также их родители приняли участие в школьном спектакле.","4) От домов во все стороны шли ряды деревьев или кустарников или цветов.","5) В России континентальный климат  и здесь особенно суровая зима."],"answer":["35","53"],"explanation":["1) Кто умолял меня о встрече и тем самым склонил к предательству интересов фирмы?","2) Сердце Курочкина скатилось под уклон «русских горок» и бешено забилось где-то в районе солнечного сплетения.","3) Мальчишки и девчонки нашего класса,  а также их родители приняли участие в школьном спектакле.","4) От домов во все стороны шли ряды деревьев, или кустарников, или цветов.","5) В России континентальный климат,  и здесь особенно суровая зима. У каждого предложения своё обстоятельсво. См. правило, пункт 15.2.2","Одна запятая необходима:","в 3-м предложении: его однородные члены соединены при помощи союза А;","в 5-м предложении: оно сложносочиненное. Содержит две предикативные части, которые не имеют общего второстепенного члена предложения или вводного слова и не имеют придаточной части.","Правильный ответ указан под номером 3 и 5."]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Плоды этого растения полезные и вкусные и обладают прекрасным ароматом.","2) Стало нестерпимо душно  и пришлось открыть все окна.","3) Из окна были видны стволы вишен да кусочек аллеи.","4) Изучение роста необычных кристаллов имеет и теоретическое и практическое и общенаучное значение.","5) Древние испанские мастера при строительстве замков применяли либо каменную либо кирпичную кладку."],"answer":["25","52"],"explanation":["1) Плоды этого растения полезные и вкусные и обладают прекрасным ароматом. Два ряда однородных.","2) Стало нестерпимо душно, и пришлось открыть все окна.","3) Из окна были видны стволы вишен да кусочек аллеи.","4) Изучение роста необычных кристаллов имеет и теоретическое, и практическое, и общенаучное значение.","5) Древние испанские мастера при строительстве замков применяли либо каменную, либо кирпичную кладку.","Одна запятая необходима:","в 5-м предложении: его однородные члены соединены повторяющимся союзом либо","во 2-м предложении: оно сложносочиненное, содержит две предикативные части, которые не имеют общего второстепенного члена предложения или вводного слова и не имеют общей придаточной части. Перед союзом И нужна запятая.","Правильный ответ указан под номером 2 и 5."]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Для развития личности полезны и искусство и наука и жизненный опыт.","2) Грубое или даже нелюбезное поведение людей может испортить настроение окружающим.","3) Память накапливает добрый опыт и традиции и постоянно противостоит уничтожающей силе времени.","4) Хорошие манеры и правильно выработанное поведение принесут человеку как хорошее настроение так и уважение окружающих.","5) Белый теплоход уверенно рассекал невысокие волны и только по лёгкому дрожанию корпуса пассажиры догадывались о начале морской качки."],"answer":["45","54"],"explanation":["1)Для развития личности полезны и искусство, и наука, и жизненный опыт.","2)Грубое или даже нелюбезное поведение людей может испортить настроение окружающим.","3)Память накапливает добрый опыт и традиции и постоянно противостоит уничтожающей силе времени.","4)Хорошие манеры и правильно выработанное поведение принесут человеку как хорошее настроение, так и уважение окружающих.","5)Белый теплоход уверенно рассекал невысокие волны, и только по лёгкому дрожанию корпуса пассажиры догадывались о начале морской качки.","в 4-м предложении: его однородные члены соединены при помощи двойного союза;","в 5-м предложении: оно сложносочиненное. Содержит две предикативные части, которые не имеют общего второстепенного члена предложения или вводного слова и не имеют придаточной части.","Правильный ответ указан под номером 4 и 5."]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Прогулка или разговор с другом были одинаково приятны для меня.","2) Сумрак скрыл очертания лица и фигуры Ольги и набросил на неё как будто покрывало.","3) На земле жилось нелегко и поэтому я очень полюбил бездонное небо.","4) Ученье да труд всё перетрут.","5) В колледже он с увлечением занимался как гуманитарными так и естественно-математическими дисциплинами."],"answer":["35","53"],"explanation":["1) Прогулка или разговор с другом были одинаково приятны для меня.","2) Сумрак скрыл очертания лица и фигуры Ольги и набросил на неё как будто покрывало.","3) На земле жилось нелегко, и поэтому я очень полюбил бездонное небо.","4) Ученье да труд всё перетрут.","5) В колледже он с увлечением занимался как гуманитарными, так и естественно-математическими дисциплинами.","Одна запятая нужна:","в 5-м предложении: его однородные члены соединены при помощи двойного союза;","в 3-м предложении: оно сложносочиненное. Содержит две предикативные части, которые не имеют общего второстепенного члена предложения или вводного слова и не имеют придаточной части."]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) На определённом этапе своего развития город вынужден был защищать себя рвами и валами с деревянными оборонительными сооружениями.","2) Много желал да ничего не поймал.","3) В гостиной собрались человек восемь гостей да хозяева.","4) Почти каждый вечер они уезжали в лес или на водопад.","5) Поднялась луна и тени стали чётче и длиннее."],"answer":["25","52"],"explanation":["1) На определённом этапе своего развития город вынужден был защищать себя рвами и валами с деревянными оборонительными сооружениями.","2) Много желал, да ничего не поймал.","3) В гостиной собрались человек восемь гостей да хозяева.","4) Почти каждый вечер они уезжали в лес или на водопад.","5) Поднялась луна, и тени стали чётче и длиннее.","Одна запятая необходима:","во 2-м предложении, где «да» употребляется в значении «но»;","в 5-м предложении: оно сложносочиненное. Содержит две предикативные части, которые не имеют общего второстепенного члена предложения или вводного слова и не имеют придаточной части.","Правильный ответ указан под номером 2 и 5."]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) По вечерам за столом собирались дети и взрослые и читали вслух.","2) Интонация всегда лежит на грани словесного и несловесного сказанного и несказанного.","3) Царило безмолвие и солнце погружалось в пепел туч.","4) Иван был почти всегда сонливый да ленивый.","5) Мне хотелось застать медведя где-нибудь на полянке или за рыбной ловлей на берегу реки."],"answer":["23","32"],"explanation":["1) По вечерам за столом собирались дети и взрослые и читали вслух.","2) Интонация всегда лежит на грани словесного и несловесного, сказанного и несказанного.","3) Царило безмолвие, и солнце погружалось в пепел туч.","4) Иван был почти всегда сонливый да ленивый.","5) Мне хотелось застать медведя где-нибудь на полянке или за рыбной ловлей на берегу реки.","Одна запятая необходима:","во втором предложении, парные  однородные члены;","в 3-м предложении: оно сложносочиненное. Содержит две предикативные части, которые не имеют общего второстепенного члена предложения или вводного слова и не имеют придаточной части.","Правильный ответ указан под номером 2 и 3."]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Работа шла быстро и весело и была вовремя закончена.","2) Причастия способны как образно описать предмет или явление так и представить его признак в динамике.","3) Алогичность соединения слов создаёт особый психологический эффект и приковывает внимание читателя и усиливает образность.","4) Три раза зимовал он в Мирном  и каждый раз возвращение домой казалось ему пределом человеческого счастья.","5) Довольно скоро он обжился в этом районе да подружился с соседями."],"answer":["24","42"],"explanation":["1) Работа шла быстро и весело и была вовремя закончена. Каждый союз и соединяет разные ряды однородных членов, запятая не нужна.","2) Причастия способны как образно описать предмет или явление, так и представить его признак в динамике.","3) Алогичность соединения слов создаёт особый психологический эффект, и приковывает внимание читателя, и усиливает образность. Три однородных сказуемых, два союза, запятые ставятся после каждого однородного члена. См. правило к заданию.","4) {Три раза зимовал он в Мирном}, и {каждый раз возвращение домой казалось ему пределом человеческого счастья}. ССП","5) Довольно скоро он обжился в этом районе да подружился с соседями.","Одна запятая необходима:","во втором предложении: его однородные члены соединены при помощи двойного союза;","в 4-м предложении: оно сложносочиненное. Содержит две предикативные части, которые не имеют общего второстепенного члена предложения или вводного слова и не имеют придаточной части.","Правильный ответ указан под номером 2 и 4."]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Вечером Вадим ушёл в свою комнату и сел перечитывать письмо и писать ответ.","2) Рано утром я вышел полюбоваться рассветом и подышать свежим прохладным воздухом.","3) Он подошёл к окну и увидел одни трубы да крыши.","4) Хорошо бы в нашем музее когда-нибудь увидеть картины Рембрандта или Тициана.","5) Многие из участников литературного общества «Беседа» были последовательными классицистами  и некоторые из них довели до совершенства традиционные классицистические жанры."],"answer":["25","52"],"explanation":["1)Вечером Вадим ушёл в свою комнату и сел (что делать?) перечитывать письмо и писать ответ.","«ушёл и сел» — первый ряд однородных членов; второй ряд: «перечитывать и писать».","2) Рано утром я вышел полюбоваться рассветом и подышать свежим, прохладным воздухом.","3) Он подошёл к окну и увидел одни трубы да крыши.","4) Хорошо бы в нашем музее когда-нибудь увидеть картины Рембрандта или Тициана.","5) Многие из участников литературного общества «Беседа» были последовательными классицистами, и некоторые из них довели до совершенства традиционные классицистические жанры.","Одна запятая необходима:","во втором предложении: однородные определения;","в 5-м предложении: оно сложносочиненное. Содержит две предикативные части, которые не имеют общего второстепенного члена предложения или вводного слова и не имеют придаточной части.","Правильный ответ указан под номером 2 и 5."]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Некоторые акварельные произведения относятся как к живописи так и к графике.","2) Океан словно замер и рокочет тихо и вкрадчиво.","3) Ответы вы можете дать или в устной или письменной форме.","4) Арбуз и спел и сахарист и очень вкусен.","5) Со стороны улицы у штакетника стоял пышный багряный клён и ронял свои листья в маленький садик."],"answer":["13","31"],"explanation":["1) Некоторые акварельные произведения относятся как к живописи, так и к графике.","2) Океан словно замер и рокочет тихо и вкрадчиво.","3) Ответы вы можете дать или в устной, или письменной форме.","4) Арбуз и спел, и сахарист, и очень вкусен.","5) Со стороны улицы у штакетника стоял пышный багряный клён и ронял свои листья в маленький садик.","Одна запятая необходима:","в первом предложении: его однородные члены соединены при помощи двойного союза;","в 3-м предложении: его однородные члены соединены повторяющимся союзом или","Правильный ответ указан под номером 1 и 3."]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Жизнь для равнодушного человека быстро теряет краски  и он остаётся один со своим благополучием.","2) Почти каждый из французских скульпторов работал одновременно в историко-мифологическом и в портретном и в пейзажном жанрах.","3) Грин мог подробно описать как изгиб реки так и расположение домов как вековые леса так и уютные приморские города.","4) Лес шумел то убаюкивающе и певуче то порывисто и тревожно.","5) Человеческое мышление формируется с помощью языка  и оказывается с ним прочно связанным."],"answer":["41","14"],"explanation":["1)Жизнь для равнодушного человека быстро теряет краски, и он остаётся один со своим благополучием.","2)Почти каждый из французских скульпторов работал одновременно в историко-мифологическом, и в портретном, и в пейзажном жанрах.","3)Грин мог подробно описать как изгиб реки, так и расположение домов, как вековые леса, так и уютные приморские города.","4)Лес шумел то убаюкивающе и певуче, то порывисто и тревожно.","5)Человеческое мышление формируется с помощью языка  и оказывается с ним прочно связанным.","Одна запятая необходима:","в 4-м предложении, парные однородные члены;","в 1-м предложении: оно сложносочиненное. Содержит две предикативные части, которые не имеют общего второстепенного члена предложения или вводного слова и не имеют придаточной части.","Правильный ответ указан под номером 4 и 1."]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) В древней Индии умело использовали медь и бронзу и отливали металлические изделия.","2) В XVIII веке казачьи атаманы порой отправляли в столицы детей — пленников войн — в качестве подарков императорской семье или знатному вельможе.","3) Он чувствовал какой-то испуг перед новой жизнью и она казалась ему смертельной борьбой за право существовать на земле.","4) За ужином я заговорил о Хоре да о Калиныче.","5) Заморосил мелкий дождик  и весь видимый горизонт обложило тучами."],"answer":["35","53"],"explanation":["1)В древней Индии умело использовали медь и бронзу и отливали металлические изделия.","2)В XVIII веке казачьи атаманы порой отправляли в столицы детей — пленников войн — в качестве подарков императорской семье или знатному вельможе.","3)Он чувствовал какой-то испуг перед новой жизнью, и она казалась ему смертельной борьбой за право существовать на земле.","4)За ужином я заговорил о Хоре да о Калиныче. (да= И, одиночный союз)","5)Заморосил мелкий дождик, и весь видимый горизонт обложило тучами.","Одна запятая необходима:","в 3-м и 5-м предложении: оно сложносочиненное. Содержит две предикативные части, которые не имеют общего второстепенного члена предложения или вводного слова и не имеют придаточной части.","Правильный ответ указан под номером 3 и 5."]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Из листового металла делают и корпуса машин и приборы и посуду.","2) Жестянщики должны знать устройство различных станков и приспособлений для обработки листового металла и уметь работать на них.","3) Столярный клей выпускают в виде зёрен или твёрдых плиток с блестящей поверхностью.","4) Мы долго не ложились спать и любовались то небом то морем.","5) Тучи стали чернеть за горами и только яркими лучами блистало солнце."],"answer":["45","54"],"explanation":["1)Из листового металла делают и корпуса машин, и приборы, и посуду.","2)Жестянщики должны знать устройство различных станков и приспособлений для обработки листового металла и уметь работать на них.","3)Столярный клей выпускают в виде зёрен или твёрдых плиток с блестящей поверхностью.","4)Мы долго не ложились спать и любовались то небом, то морем.","5)Тучи стали чернеть за горами, и только яркими лучами блистало солнце.","Одна запятая необходима: в 4 предложении для разделения однородных членов предложения (при повторяющемся сочинительном соединительном союзе ТО-ТО ;","в 5-м предложении: оно сложносочиненное. Содержит две предикативные части, которые не имеют общего второстепенного члена предложения или вводного слова и не имеют придаточной части.","Ответ:4 и 5"]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) В поведении скворца много суетливого и забавного деловитого и хитрого.","2) Зимним утром прилетают на берёзу тетерева  и клюют её бурые серёжки.","3) В гостиной графа зеркала и картины и вазы были настоящими произведениями искусства.","4) Для многих книги Достоевского или Толстого интереснее любого детективного романа.","5) Хорошо тёплой осенью потеряться в густых чащах осин лиственниц и берёз и дышать прелым запахом травы."],"answer":["15","51"],"explanation":["1)В поведении скворца много суетливого и забавного, деловитого и хитрого.","2)Зимним утром прилетают на берёзу тетерева  и клюют её бурые серёжки.","3)В гостиной графа зеркала, и картины, и вазы были настоящими произведениями искусства.","4)Для многих книги Достоевского или Толстого интереснее любого детективного романа.","5)Хорошо тёплой осенью потеряться в густых чащах осин, лиственниц и берёз и дышать прелым запахом травы.","Ответ:1 и 5."]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Немецкий художник Дюрер много путешествовал по Италии и Нидерландам и был хорошо знаком с искусством этих стран.","2)Тучи стали чернеть за горами  и только яркими лучами блистало солнце.","3) Художник сумел передать внешность этого человека и характер и настроение.","4) Солнце — мощный источник как света и тепла так и других излучений.","5) Часть населения или пешком или на телегах или на машинах двинулась из города."],"answer":["42","24"],"explanation":["1) Немецкий художник Дюрер много путешествовал по Италии и Нидерландам и был хорошо знаком с искусством этих стран.","2)Тучи стали чернеть за горами,  и только яркими лучами блистало солнце.","3) Художник сумел передать внешность этого человека, и характер, и настроение. Однородных три, союзов два. Зпт ставится после каждого однородного. О, и О, и О.","4) Солнце — мощный источник как света и тепла, так и других излучений.","5) Часть населения или пешком, или на телегах, или на машинах двинулась из города.","Одна запятая необходима:","в 4-м предложении: его однородные члены соединены при помощи двойных союзов;","во 2-м предложении: оно сложносочиненное. Содержит две предикативные части, которые не имеют общего второстепенного члена предложения или вводного слова и не имеют придаточной части.","Ответ:2 и 4"]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Для измерения тех или иных научных объектов или явлений используются единые для всего мира единицы.","2) Тучи на горизонте то сходились и расходились то выстраивались в причудливые замки.","3) Редкие желтоватые звезды мелькали между тучами и небо понемногу светлело на горизонте.","4) Споры шляпочных грибов очень мелкие и лёгкие и переносятся потоком воздуха.","5) Видны были только белые стволы ближайших берёз да кусочек аллеи."],"answer":["23","32"],"explanation":["1)Для измерения тех или иных научных объектов или явлений используются единые для всего мира единицы.","2)Тучи на горизонте то сходились и расходились, то выстраивались в причудливые замки.","3)Редкие желтоватые звезды мелькали между тучами, и небо понемногу светлело на горизонте.","4)Споры шляпочных грибов очень мелкие и лёгкие и переносятся потоком воздуха.","5)Видны были только белые стволы ближайших берёз да кусочек аллеи.","Одна запятая необходима:","во втором предложении, она разделяет однородные члены предложения;","в 3-м предложении: оно сложносочиненное. Содержит две предикативные части, которые не имеют общего второстепенного члена предложения или вводного слова и не имеют придаточной части.","Ответ:2 и 3."]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) В роще невысокой липа да орешник разрослись широко.","2) По ночам земля быстро выхолаживалась и к рассвету степь покрывалась налётом недолговечного инея.","3) Травы и цветы горячо и сладко пахли на припёке.","4) Его любили не столько за возвышенный ум сколько за какую-то трогательную наивность и способность всему удивляться.","5) Речной жемчуг беловатого или жёлтого цвета встречается в озёрах с чистой водой."],"answer":["24","42"],"explanation":["1) В роще невысокой липа да орешник разрослись широко.","2) По ночам земля быстро выхолаживалась,  и к рассвету степь покрывалась налётом недолговечного инея.","3) Травы и цветы горячо и сладко пахли на припёке.","4) Его любили не столько за возвышенный ум, сколько за какую-то трогательную наивность и способность всему удивляться.","5) Речной жемчуг беловатого или жёлтого цвета встречается в озёрах с чистой водой.","Одна запятая необходима:","в 4 предложении: его однородные члены соединены при помощи двойных союзов;","в 2-м предложении: оно сложносочиненное. Содержит две предикативные части, которые не имеют общего второстепенного члена предложения или вводного слова и не имеют придаточной части.","Ответ:2 и 4."]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Яркая молния передёрнула небо  и я увидел над окном дымный облачный вал.","2) Идеальный дворянин должен был походить на героя рыцарских романов и на персонажа античной истории и на христианского проповедника.","3) Преподаватель рисования обратил внимание на способности и склонности мальчика и убедил родителей отдать ребёнка в училище живописи.","4) Дачники лениво гуляют под зонтиками или сидят в тени деревьев.","5) Античность в Греции предстала перед В.А. Серовым в её чистом виде  и художник воспринял эту страну как реализованную мечту о большом искусстве."],"answer":["15","51"],"explanation":["1)Яркая молния передёрнула небо,  и я увидел над окном дымный облачный вал.","2)Идеальный дворянин должен был походить на героя рыцарских романов, и на персонажа античной истории, и на христианского проповедника.","3)Преподаватель рисования обратил внимание на способности и склонности мальчика и убедил родителей отдать ребёнка в училище живописи.","4)Дачники лениво гуляют под зонтиками или сидят в тени деревьев.","5)Античность в Греции предстала перед В.А. Серовым в её чистом виде,  и художник воспринял эту страну как реализованную мечту о большом искусстве.","1-е и 5-е —предложения ССП.","Ответ:1 и 5"]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Рыцари должны были уметь воевать и защищать себя и короля.","2) Крестьяне расплачивались за аренду земель деньгами или продуктами.","3) В дни праздников на городской площади устраивались как спортивные парады так и театрализованные представления.","4) Для сервировки стола не следует использовать скатерти и салфетки холодных и мрачных тонов.","5) Молодые великаны-сосны устремлены в голубое небо  и от этого ещё шире кажутся просторы золотой нивы."],"answer":["35","53"],"explanation":["1)Рыцари должны были уметь воевать и защищать себя и короля.","2)Крестьяне расплачивались за аренду земель деньгами или продуктами.","3)В дни праздников на городской площади устраивались как спортивные парады, так и театрализованные представления.","4)Для сервировки стола не следует использовать скатерти и салфетки холодных и мрачных тонов.","5) Молодые великаны-сосны устремлены в голубое небо, и от этого ещё шире кажутся просторы золотой нивы.","Одна запятая необходима:","в третьем предложении: его однородные члены соединены при помощи двойных союзов;","в 5-м предложении: оно сложносочиненное. Содержит две предикативные части, которые не имеют общего второстепенного члена предложения или вводного слова и не имеют придаточной части.","Ответ:3 и 5"]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Тогда Иван изо всех сил дёрнул ручку прибора и оторвал её.","2) Музыкант выводил трогающие душу мелодии на подаренной ему флейте и чистый её голос летел над речным простором до самого синего неба.","3) Большие белые птицы либо кружат над водой либо садятся отдыхать на камни либо неторопливо и величаво плывут по реке.","4) Эта роща и красивый фасад дома отражались в водной глади озера и небольшой речонки.","5) Выпускник историко-филологического факультета Петербургского университета Лев Щерба был награждён за блестящую работу по языкознанию золотой медалью  и ему предложили остаться в университете."],"answer":["25","52"],"explanation":["1)Тогда Иван изо всех сил дёрнул ручку прибора и оторвал её.","2)Музыкант выводил трогающие душу мелодии на подаренной ему флейте, и чистый её голос летел над речным простором до самого синего неба.","3)Большие белые птицы либо кружат над водой, либо садятся отдыхать на камни, либо неторопливо и величаво плывут по реке.","4)Эта роща и красивый фасад дома отражались в водной глади озера и небольшой речонки.","5)Выпускник историко-филологического факультета Петербургского университета Лев Щерба был награждён за блестящую работу по языкознанию золотой медалью, и ему предложили остаться в университете.","Одна запятая необходима:","в 5 и 2-м предложениях: они сложносочиненные. Содержат две предикативные части, которые не имеют общего второстепенного члена предложения или вводного слова и не имеют придаточной части.","Ответ:2 и 5."]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Туча на востоке росла и захватывала запад и юг.","2) Было по-осеннему и скучно и грустно и серо.","3) В журчании ручья слышатся и грустные мелодии расставания с летом и жизнерадостные песнопения о необходимости зимнего отдыха перед буйством грядущей весны.","4) При входе в это учреждение нужно предъявить паспорт или какой-нибудь другой документ.","5) Дома не сиделось и мы решили проведать наших старых знакомых."],"answer":["35","53"],"explanation":["1) Туча на востоке росла и захватывала запад и юг.","2) Было по-осеннему и скучно, и грустно, и серо.","3) В журчании ручья слышатся и грустные мелодии расставания с летом, и жизнерадостные песнопения о необходимости зимнего отдыха перед буйством грядущей весны.","4) При входе в это учреждение нужно предъявить паспорт или какой-нибудь другой документ.","5) Дома не сиделось, и мы решили проведать наших старых знакомых.","Одна запятая необходима:","в третьем предложении: его однородные члены соединены союзами И;","в 5-м предложении: оно сложносочиненное. Содержит две предикативные части, которые не имеют общего второстепенного члена предложения или вводного слова и не имеют придаточной части.","Ответ:3 и 5"]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) В гуашевой живописи преимущество имеют плоские и круглые кисти.","2) Я вынул из ящика стола тяжёлые списки романа  черновые тетради и начал их жечь.","3) Сердце то вдруг задрожит и забьётся то безвозвратно тонет в воспоминаниях.","4) Можно любить родник или тропинку тихое озеро или густой лес синюю ночь или светлое утро.","5)Ночь быстро гасила сказочно нежные краски сумерек  и жаркой чёрной тьмой наполняла леса."],"answer":["23","32"],"explanation":["1)В гуашевой живописи преимущество имеют плоские и круглые кисти.","2)Я вынул из ящика стола тяжёлые списки романа, черновые тетради и начал их жечь.","3)Сердце то вдруг задрожит и забьётся, то безвозвратно тонет в воспоминаниях.","4)Можно любить родник или тропинку, тихое озеро или густой лес, синюю ночь или светлое утро.","5)Ночь быстро гасила сказочно нежные краски сумерек и жаркой чёрной тьмой наполняла леса.","Одна запятая необходима:","в третьем предложении: его однородные члены соединены союзами ТО;","во 2-м предложении -перечисление однор. членов без И.","Ответ:2 и 3."]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Раннее утро в самом разгаре и дышится по-весеннему легко и радостно.","2) По вечерам за столом собирались дети и взрослые и читали вслух.","3) В художественном промысле используются традиционные образы и символы приёмы и краски.","4) Птицы были кем-то напуганы или вовсе покинули эти места.","5)Я видел только бой да слышал несмолкаемый грохот канонады"],"answer":["31","13"],"explanation":["1) Раннее утро в самом разгаре, и дышится по-весеннему легко и радостно.","2) По вечерам за столом собирались дети и взрослые и читали вслух.","3) В художественном промысле используются традиционные образы и символы, приёмы и краски.","4) Птицы были кем-то напуганы или вовсе покинули эти места.","5) Я видел только бой да слышал несмолкаемый грохот канонады.","Одна запятая необходима:","в третьем предложении для разделения пар  однородных членов предложения;","в 1-м предложении: оно сложносочиненное. Содержит две предикативные части, которые не имеют общего второстепенного члена предложения или вводного слова и не имеют придаточной части.","Ответ:1 и 3"]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Савинов зажёг несколько свечей  и теперь можно было рассмотреть обстановку гостиной","2) Я видел только верхушки деревьев да извилистый край берега.","3) Иней лежал на крышах домов и на листве деревьев и еще долго блестел на солнце.","4) Прошёл короткий ливень и на улицах запахло горькой сладостью берёзовых почек.","5) Вечером они или гуляют вдоль берега реки или ведут неспешные разговоры в беседке на вершине холма или идут на спектакль в местный драматический театр."],"answer":["41","14"],"explanation":["1) Савинов зажёг несколько свечей, и теперь можно было рассмотреть обстановку гостиной.","2) Я видел только верхушки деревьев да извилистый край берега. Союз да =союзу и.","3) Иней лежал на крышах домов и на листве деревьев и еще долго блестел на солнце. Нет запятых.","4) Прошёл короткий ливень, и на улицах запахло горькой сладостью берёзовых почек.","5) Вечером они или гуляют вдоль берега реки, или ведут неспешные разговоры в беседке на вершине холма, или идут на спектакль в местный драматический театр.","Одна запятая необходима:","в  4-м и 1-м предложении: оно сложносочиненное. Содержит две предикативные части, которые не имеют общего второстепенного члена предложения или вводного слова и не имеют придаточной части.","Ответ:1 и 4"]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Некоторые виды животных могут служить индикаторами температуры воздуха воды и почвы.","2) Амбру чаще всего находили на берегах или около островов тропических морей.","3) Со вниманием и любовью написаны художником и сам дом и обстановка в нём и одежда персонажей.","4) С особенной энергией и увлечённостью действовал Стасов в качестве как художественного так и музыкального критика.","5)Звуки скрипки изредка раздавались в сумраке ночи  и постепенно растворялись в шуме прибоя."],"answer":["14","41"],"explanation":["1)Некоторые виды животных могут служить индикаторами температуры воздуха, воды и почвы.","2)Амбру чаще всего находили на берегах или около островов тропических морей.","3)Со вниманием и любовью написаны художником и сам дом, и обстановка в нём, и одежда персонажей.","4)С особенной энергией и увлечённостью действовал Стасов в качестве как художественного, так и музыкального критика.","5) Звуки скрипки изредка раздавались в сумраке ночи  и постепенно растворялись в шуме прибоя.","Одна запятая необходима:","в первом предложении: ставится между однородными членами предложения при отсутствии  союза;","в 4-м предложении при двойном союзе.","Ответ:1 и 4"]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) По поведению некоторых животных люди могут определять приближение штормов и бурь или наступление безоблачной погоды.","2) В солнечный день сквозь прозрачную воду тёплых тропических морей хорошо видны заросли одиночных и колониальных коралловых полипов.","3) Легкокрылыми стрекозами можно любоваться около озёр или прудов.","4) На портрете художники стремятся не только верно запечатлеть внешний облик человека но и передать его внутренний мир.","5) Картина М. Врубеля «Сирень» прямо с выставки была куплена П.М. Третьяковым  и вот уже более ста лет она находится в постоянной экспозиции Третьяковской галереи."],"answer":["45","54"],"explanation":["1)По поведению некоторых животных люди могут определять приближение штормов и бурь или наступление безоблачной погоды.","2)В солнечный день сквозь прозрачную воду тёплых тропических морей хорошо видны заросли одиночных и колониальных коралловых полипов.","3)Легкокрылыми стрекозами можно любоваться около озёр или прудов.","4)На портрете художники стремятся не только верно запечатлеть внешний облик человека, но и передать его внутренний мир.","5)Картина М. Врубеля «Сирень» прямо с выставки была куплена П.М. Третьяковым,  и вот уже более ста лет она находится в постоянной экспозиции Третьяковской галереи. ССП.","Одна запятая необходима:","в четвертом предложении. Однородные члены предложения. Двойной сочинительный соединительный союз НЕ ТОЛЬКО, НО И. Всегда запятая.","В пятом: это ССП.","Ответ:45"]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Художники и скульпторы изображали героев мифов и преданий в заученных положениях.","2) В середине 50-х годов XX века появилась необходимость выращивать не только жемчужины в моллюсках но и самих моллюсков.","3) Ни одно из живых существ наземного мира не может сравниться ни по красоте ни по  яркости с коралловыми полипами.","4) Поэзия окружающей природы и жизни привлекала молодого писателя гораздо сильнее поэзии памятников старины и древних руин.","5) Вдруг полился ручьями крупный дождь и один за другим раскатились удары грома."],"answer":["23","32"],"explanation":["Приведём правильное написание.","1)Художники и скульпторы изображали героев мифов и преданий в заученных положениях.","2)В середине 50-х годов XX века появилась необходимость выращивать не только жемчужины в моллюсках, но и самих моллюсков.","3)Ни одно из живых существ наземного мира не может сравниться ни по красоте, ни по  яркости с коралловыми полипами.","4)Поэзия окружающей природы и жизни привлекала молодого писателя гораздо сильнее поэзии памятников старины и древних руин.","5) Вдруг полился ручьями крупный дождь и один за другим раскатились удары грома.","Одна запятая необходима:","во втором предложении. Двойной сочинительный  соединительный союз НЕ ТОЛЬКО, НО И соединяет однородные члены предложения. Запятая ставится всегда.","в 3 предложении. Двойной НИ НИ соединяет однородные члены предложения. Запятая ставится всегда.","Внимание: 5-е предложение хоть и является ССП, но в нём есть общий второстепенный член, стоящий в самом начале предложения. Именно поэтому запятая не ставится.","Ответ:2 и 3"]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Художественная роспись тканей существует примерно с 30-х годов XX века и за время своего существования она получила широкое признание.","2) На песчаных отмелях реки или озера при желании можно найти двустворчатые раковины моллюсков.","3) Во время Крымской кампании Л. Н. Толстой видел героизм народа и неисчислимые беды и несчастья войны.","4) Яркостью и многоцветием актинии затмевают красоту тропических растений и порхающих над ними разноцветных птиц и бабочек.","5) Множество забавных и грустных привычных и неожиданных сцен отпечатывалось в цепкой памяти мальчика."],"answer":["15","51"],"explanation":["1)Художественная роспись тканей существует примерно с 30-х годов XX века, и за время своего существования она получила широкое признание.","2)На песчаных отмелях реки или озера при желании можно найти двустворчатые раковины моллюсков.","3)Во время Крымской кампании Л. Н. Толстой видел героизм народа, и неисчислимые беды, и несчастья войны.","4)Яркостью и многоцветием актинии затмевают красоту тропических растений и порхающих над ними разноцветных птиц и бабочек.","5)Множество забавных и грустных, привычных и неожиданных сцен отпечатывалось в цепкой памяти мальчика.","Ответ:1 и 5"]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) В неурожайный год можно пройти по тайге сотни километров и не услышать ни криков кедровки ни бормотания бурундуков.","2) В Приморье много закрытых бухт и заливов.","3) А. Х. Востоков был избран действительным и почётным членом многих русских и иностранных научных обществ.","4) Вдали морские волны казались то голубыми то зелёными то тёмно-синими.","5)С вершин деревьев валятся на землю последние сухие листья  и по тропинкам в октябре нельзя ступить"],"answer":["15","51"],"explanation":["Одна запятая необходима:","в первом предложении \"В неурожайный год можно пройти по тайге сотни километров и не услышать ни криков кедровки, ни бормотания бурундуков\". Однородные члены предложения при соединительном сочинительном повторяющимся союзе НИ-НИ.","в 5-м предложении \"С вершин деревьев валятся на землю последние сухие листья , и по тропинкам в октябре нельзя ступить\".ССП.","Ответ: 15"]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Только слышится завывание ветра в снастях да тихий гул моря.","2) Все эти звуки были странно красивы грустны и казались началом чудесной сказки.","3) Фёдору постоянно мерещились огни то справа то слева.","4) В движениях Анны не чувствовалось волнения или страха.","5) В гостиной слышался мерный звук старинных часов и чей-то невыразительный шёпот."],"answer":["32","23"],"explanation":["Одна запятая необходима:","в предложении 3 \"Фёдору постоянно мерещились огни то справа, то слева\" она разделяет однородные члены предложения при двойном сочинтительном соединительном союзе ТО-ТО.","в предложении 2 \"Все эти звуки были странно красивы, грустны и казались началом чудесной сказки\".","Ответ:2 и 3"]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Деревья спали и только солнце могло пробудить их от молодого зимнего сна.","2) Васнецов тщательно изучал древнерусскую иконописную технику и впоследствии некоторые её приемы были им применены в работе над историческими картинами.","3) Алогичность соединения слов создаёт особый психологический эффект и приковывает внимание читателя и усиливает образность.","4) Довольно скоро он обжился в этом районе да подружился с соседями.","5) Определение всех минералов начинается с установления их окраски  и минералоги  ювелиры  гранильщики и камнерезы должны учиться улавливать и понимать цветовые оттенки."],"answer":["21","12"],"explanation":["Одна запятая необходима в предложениях 1 и 2:","каждое из них  сложносочиненное. Содержит две предикативные части, которые не имеют общего второстепенного члена предложения или вводного слова и не имеют придаточной части.","1) Деревья спали, и только солнце могло пробудить их от молодого зимнего сна.","2) Васнецов тщательно изучал древнерусскую иконописную технику, и впоследствии некоторые её приемы были им применены в работе над историческими картинами.","3) Алогичность соединения слов создаёт особый психологический эффект, и приковывает внимание читателя, и усиливает образность.","4) Довольно скоро он обжился в этом районе да подружился с соседями.","5) Определение всех минералов начинается с установления их окраски,  и минералоги,  ювелиры,  гранильщики и камнерезы должны учиться улавливать и понимать цветовые оттенки.","Ответ:1 и 2"]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Из листового металла делают корпуса машин и приборов и посуду.","2) Жестянщики должны знать устройство различных станков и приспособлений для обработки листового металла и уметь работать на них.","3) Столярный клей выпускают в виде зёрен или твёрдых плиток с блестящей поверхностью.","4) Мы долго не ложились спать и любовались то небом то морем.","5) Городок понравился мне своим расположением  и я часто ходил по набережной вдоль величавой реки."],"answer":["45","54"],"explanation":["Одна запятая необходима:","в предложении 4 \"Мы долго не ложились спать и любовались то небом, то морем\".","Однородные члены предложения соединяюся при помощи повторяющегося соединительного сочинительного союза ТО-ТО.","в 5-м предложении: Городок понравился мне своим расположением, и я часто ходил по набережной вдоль величавой реки.","Оно сложносочиненное. Содержит две предикативные части, которые не имеют общего второстепенного члена предложения или вводного слова и не имеют придаточной части.","1) Из листового металла делают корпуса (чего?)машин и (ещё чего) приборов и (что ещё?)посуду. Нет запятых","Ответ:4 и 5."]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Солнце докатилось до края земли и растеклось по небу вишнёвым заревом.","2) Художник писал как городские так и деревенские пейзажи.","3) Пришлось ждать своей очереди и поневоле слушать скучные и уже надоевшие разговоры.","4) У волнистых попугайчиков нарост у основания клюва может быть голубого или синего цвета.","5) Античность в Греции предстала перед В.А. Серовым в её чистом виде  и художник воспринял эту страну как реализованную мечту о большом искусстве."],"answer":["25","52"],"explanation":["Одна запятая необходима:","в предложении \"Художник писал как городские, так и деревенские пейзажи\": его однородные члены соединены при помощи двойных союзов;","в предложении Античность в Греции предстала перед В.А. Серовым в её чистом виде, и художник воспринял эту страну как реализованную мечту о большом искусстве. ССП.","Ответ:2 и 5"]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Яркая молния передёрнула небо  и я увидел над окном дымный облачный вал.","2) Причастия способны как образно описать предмет или явление так и представить его признак в динамике.","3) Алогичность соединения слов создаёт особый психологический эффект и приковывает внимание читателя и усиливает образность.","4) Довольно скоро он обжился в этом районе да подружился с соседями.","5) Работа шла быстро и весело и была вовремя закончена."],"answer":["21","12"],"explanation":["Одна запятая необходима:","в предложении 2 \"Причастия способны как образно описать предмет или явление, так и представить его признак в динамике\": его однородные члены соединены при помощи двойных союзов..","в предложении 1 \"Яркая молния передёрнула небо, и я увидел над окном дымный облачный вал\"ССП.","Ответ:1 и 2"]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Крупный дождь полился ручьями и один за другим раскатились удары грома.","2) Долгими осенними вечерами мы читали вслух или просто сидели у камина.","3) Рыцари то завоёвывали новые города то теряли все свои приобретения то снова готовились к походам.","4) Вещи Пушкина живут особой жизнью  и хранители музеев читают скрытые в них письмена.","5) Есть различные версии и гипотезы о происхождении и значении названия этого растения."],"answer":["41","14"],"explanation":["Одна запятая необходима в:","четвертом предложении \"Вещи Пушкина живут особой жизнью, и хранители музеев читают скрытые в них письмена.\"","первом предложении \"Крупный дождь полился ручьями, и один за другим раскатились удары грома.\"","Два сложносочинённых предложения.","Ответ:1 и 4"]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) После обеда бабушка выходила на балкон или с вязанием или с шитьём.","2) В XIX веке в Европе и Америке наука и производство развивались быстрыми темпами.","3) За снежным туманом не видно ни поля ни телеграфных столбов ни леса.","4) Богатый и не бедствует да жалуется.","5) Я проработал полгода в песках  и как следует оценил их."],"answer":["41","14"],"explanation":["1) После обеда бабушка выходила на балкон или с вязанием, или с шитьём.","2) В XIX веке в Европе и Америке наука и производство развивались быстрыми темпами.","3) За снежным туманом не видно ни поля, ни телеграфных столбов, ни леса.","4) Богатый и не бедствует, да жалуется.","5) Я проработал полгода в песках  и как следует оценил их.","В четвёртом предложении союз ДА равен союзу НО и является противительным, а не соединительным.","В 1-м предложении повторяющийся союз ИЛИ.","Ответ:1 и 4"]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Герой романа любил путешествия и приключения и в то же время стремился к комфорту и семейному уюту.","2) Очень многие акварели или не имели авторов или приписывались тем или иным декабристам предположительно.","3) Жаргонные слова выпадают и из традиции и из сферы разумного словоупотребления и из единообразия речи.","4) Для убеждения читателя в справедливости своих оценок автор рецензии может использовать как приёмы научного анализа так и средства художественной выразительности.","5) В силу стечения обстоятельств после революции Куприн оказался в эмиграции  и почти двадцать лет страстно стремился вернуться в Россию."],"answer":["42","24"],"explanation":["1)Герой романа любил путешествия и приключения и в то же время стремился к комфорту и семейному уюту.","2)Очень многие акварели или не имели авторов, или приписывались тем или иным декабристам предположительно.","3)Жаргонные слова выпадают и из традиции, и из сферы разумного словоупотребления, и из единообразия речи.","4)Для убеждения читателя в справедливости своих оценок автор рецензии может использовать как приёмы научного анализа, так и средства художественной выразительности.","5)В силу стечения обстоятельств после революции Куприн оказался в эмиграции  и почти двадцать лет страстно стремился вернуться в Россию","Одна запятая необходима:","в четвёртом предложении: его однородные члены соединены при помощи двойных союзов;","во втором предложении: его однородные члены соединены при помощи повторяющихся союзов.","Ответ:2 и 4"]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Три раза зимовал он в Мирном  и каждый раз возвращение домой казалось ему пределом человеческого счастья..","2) Каждая осина в лесу или на меже осенью кажется мне каким-то фантастическим растением.","3) Во взгляде автора «Слова о полку Игореве» мы угадываем и любование бесконечными просторами и доподлинное знание окружающего мира.","4) За снежным туманом не видно ни поля ни телеграфных столбов ни леса.","5)Художник совершал поездки по Финскому заливу и Чёрному морю и отразил свои впечатления во многих полотнах"],"answer":["31","13"],"explanation":["1)Три раза зимовал он в Мирном, и каждый раз возвращение домой казалось ему пределом человеческого счастья..","2)Каждая осина в лесу или на меже осенью кажется мне каким-то фантастическим растением.","3)Во взгляде автора «Слова о полку Игореве» мы угадываем и любование бесконечными просторами, и доподлинное знание окружающего мира.","4)За снежным туманом не видно ни поля, ни телеграфных столбов, ни леса.","5)Художник совершал поездки по Финскому заливу и Чёрному морю и отразил свои впечатления во многих полотнах","Одна запятая необходима:","в предложении 3: \"Во взгляде автора «Слова о полку Игореве» мы угадываем и любование бесконечными просторами, и доподлинное знание окружающего мира\". Повторяющийся соединительный сочинительный союз И про однородных членах предложения.","в предложении 1: ССП","Ответ:1и 3"]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) И в дождь и в холодный ветер и в грозу радостно возвращаться домой с полной корзиной грибов.","2) Этот край нехоженых троп и непуганых зверей и птиц обладает большой привлекательностью.","3) Каждая осина в лесу или на меже осенью кажется мне каким-то фантастическим растением.","4) Сюжеты для произведений декабристам подсказывали как актуальные проблемы современной жизни так и события национальной истории.","5) До отхода поезда оставалось всего несколько минут  и становилось всё грустнее от предстоящей разлуки."],"answer":["45","54"],"explanation":["1)И в дождь, и в холодный ветер, и в грозу радостно возвращаться домой с полной корзиной грибов.","2)Этот край нехоженых троп и непуганых зверей и птиц обладает большой привлекательностью.","Внимание: в предложении два ряда однородных членов. Первый: троп и зверей. Второй: зверей и птиц. Второй ряд можно выделить, потому что у них общее определение «непуганых», не относящееся к слову «троп».","3)Каждая осина в лесу или на меже осенью кажется мне каким-то фантастическим растением.","4)Сюжеты для произведений декабристам подсказывали как актуальные проблемы современной жизни, так и события национальной истории.","5)До отхода поезда оставалось всего несколько минут, и становилось всё грустнее от предстоящей разлуки.","Одна запятая необходима:","в предложении 4: его однородные члены соединены при помощи двойных союзов;","в предложении 5: ССП","Ответ:4 и 5"]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую","options":["1) После обеда бабушка выходила на балкон с вязанием или шитьём.","2) Солнце поднимается из-за облаков и заливает лес и поле греющим светом.","3) Видны были только силуэты деревьев да тёмные крыши сараев.","4) Способность ориентироваться во времени есть как у животных так и у растений.","5) Весело гремящие бунчуки метались среди конного строя  и рвались вперёд от трубного воя кони командиров."],"answer":["45","54"],"explanation":["1)После обеда бабушка выходила на балкон с вязанием или шитьём.","2)Солнце поднимается из-за облаков и заливает лес и поле греющим светом.","3)Видны были только силуэты деревьев да тёмные крыши сараев.","4)Способность ориентироваться во времени есть как у животных, так и у растений.","5)Весело гремящие бунчуки метались среди конного строя, и рвались вперёд от трубного воя кони командиров.","Одна запятая необходима:","в четвёртом предложении: его однородные члены соединены при помощи двойных союзов;","в 5-м :ССП (бунчуки метались и кони рвались)","Ответ:4 и 5"]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую.","options":["1) В XV веке применяли как тяжёлые пушки для осады крепостей так и лёгкие орудия в полевых сражениях.","2) Слово выражает мысли и может служить для соединения и разделения людей.","3) Микеланджело изображал людей с могучим телом и сильной волей смелых и неукротимых спокойных и решительных.","4) В лукавом  озорном и необыкновенно лиричном голосе русской балалайки слышится скоморошья удаль первых музыкантов на Руси.","5) В силу стечения обстоятельств после революции Куприн оказался в эмиграции и почти двадцать лет страстно стремился вернуться в Россию."],"answer":["14","41"],"explanation":["1)В XV веке применяли как тяжёлые пушки для осады крепостей, так и лёгкие орудия в полевых сражениях.","2)Слово выражает мысли и может служить для соединения и разделения людей.","3)Микеланджело изображал людей с могучим телом и сильной волей, смелых и неукротимых, спокойных и решительных.","4)В лукавом,  озорном и необыкновенно лиричном голосе русской балалайки слышится скоморошья удаль первых музыкантов на Руси.","5)В силу стечения обстоятельств после революции Куприн оказался в эмиграции  и почти двадцать лет страстно стремился вернуться в Россию.","Одна запятая необходима:","в первом предложении:его однородные члены соединены при  помощи двойных союзов;","в 4-м предложении:его однородные члены соединены бессоюзной связью.","Ответ:1 и 4"]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую.","options":["1) Климатические условия региона влияют как на архитектуру зданий так и на планировку квартир.","2) Для разработки новых образцов техники нужны как оборудование так и высококвалифицированные рабочие как инженерно-технические кадры так и экспериментальные заводы.","3) Продукцию многих машиностроительных комбинатов сложно транспортировать из-за большого веса или крупных размеров.","4) Во время ботанических экскурсий и обследований во многих областях и районах велись наблюдения и сбор информации об использовании растений в народной медицине.","5)Огонь костра то разгорается  то угасает."],"answer":["15","51"],"explanation":["1) Климатические условия региона влияют как на архитектуру зданий, так и на планировку квартир.","2) Для разработки новых образцов техники нужны как оборудование, так и высококвалифицированные рабочие, как инженерно-технические кадры, так и экспериментальные заводы.","3) Продукцию многих машиностроительных комбинатов сложно транспортировать из-за большого веса или крупных размеров.","4) Во время ботанических экскурсий и обследований во многих областях и районах велись наблюдения и сбор информации об использовании растений в народной медицине.","5) Огонь костра то разгорается, то угасает.","Одна запятая необходима в первом  и 5 предложениях : их однородные члены соединены при помощи двойных союзов.","Ответ:1 и 5"]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую.","options":["1) Обобщающие слова должны стоять перед однородными членами или после них.","2) Для праздничной иллюминации использовались как электрические гирлянды так и фонари.","3) Ночью ветер злится да стучит в окно.","4) Хороший специалист опирается на фундаментальные знания и умение трудиться.","5) Экстренной работы не было  и Данилов отпустил часть персонала погулять."],"answer":["25","52"],"explanation":["1)Обобщающие слова должны стоять перед однородными членами или после них.","2)Для праздничной иллюминации использовались как электрические гирлянды, так и фонари.","3)Ночью ветер злится да стучит в окно.","4)Хороший специалист опирается на фундаментальные знания и умение трудиться.","5) Экстренной работы не было, и Данилов отпустил часть персонала погулять.","Одна запятая необходима:","во втором предложении: его однородные члены соединены при помощи двойных союзов;","в 5-м предложении: ССП","Ответ:2 и 5"]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую.","options":["1) Подул ветерок с заречья  и сразу стало свежо.","2) Среди ремесленников были ткачи и оружейные мастера и резчики по кости.","3) Мощная «шуба» вокруг нашей планеты состоит из свободных протонов и электронов и разделена на два пояса.","4) Дела да случаи совсем замучили.","5)Лесная путаница тропинок окончилась и открылся великий простор."],"answer":["15","51"],"explanation":["1)Подул ветерок с заречья, и сразу стало свежо.","2)Среди ремесленников были ткачи, и оружейные мастера, и резчики по кости.","3)Мощная «шуба» вокруг нашей планеты состоит из свободных протонов и электронов и разделена на два пояса.","4)Дела да случаи совсем замучили.","5)Лесная путаница тропинок окончилась, и открылся великий простор.","Одна запятая необходима в первом и 5-м  предложениях: ССП","Ответ:1 и 5"]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Выходит лето из весны  и в осень позднюю уходит.","2) В голове шумело не то от воя и свиста бури не то от радостного волнения.","3) Мы видели несколько деревьев вдали да бегущие по влажной траве тени гонимых ветром туч.","4) Слушай тишину  и тогда осень лесная покажет тебе все свои богатства.","5) Для проверки правописания безударной гласной корня надо изменить слово или подобрать родственное."],"answer":["24","42"],"explanation":["1)Выходит лето из весны  и в осень позднюю уходит.","2)В голове шумело не то от воя и свиста бури, не то от радостного волнения.","3)Мы видели несколько деревьев вдали да бегущие по влажной траве тени гонимых ветром туч.","4)Слушай тишину, и тогда осень лесная покажет тебе все свои богатства.","5)Для проверки правописания безударной гласной корня надо изменить слово или подобрать родственное.","Одна запятая необходима :","во втором предложении: его однородные члены соединены при помощи союзов;","в 4-м :ССП","Ответ:2 и 4"]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую.","options":["1) Вставало солнце мокрое над лугом и душу поражала тишина.","2) Византийское войско превосходило противника и в численности и в вооружении.","3) Я иду домой и по дороге ещё раз обдумываю всё от начала и до конца.","4) И копьё и стрелы и барабан по-прежнему были в вигваме.","5) В состав фразеологизма могут входить устаревшие слова или слова в переносном значении."],"answer":["21","12"],"explanation":["1)Вставало солнце мокрое над лугом, и душу поражала тишина.","2)Византийское войско превосходило противника и в численности, и в вооружении.","3)Я иду домой и по дороге ещё раз обдумываю всё от начала и до конца.","4)И копьё, и стрелы, и барабан по-прежнему были в вигваме.","5)В состав фразеологизма могут входить устаревшие слова или слова в переносном значении.","Одна запятая необходима:","во втором предложении: повторяющийся соединительный сочинительный союз И-И.","в первом предложении: ССП","Ответ:1 и 2"]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую.","options":["1) Литературе нужны как талантливые писатели так и талантливые читатели.","2) На уроке-зачёте или устном экзамене стремитесь построить свой ответ в форме связного высказывания.","3) На первом снегу в осиновых и берёзовых рощах попадаются заячьи и беличьи следы.","4) Лес и поле и цветущий луг залиты солнцем.","5) Девушку охватила если не досада то явное неудовольствие собой."],"answer":["15","51"],"explanation":["1)Литературе нужны как талантливые писатели, так и талантливые читатели.","2)На уроке-зачёте или устном экзамене стремитесь построить свой ответ в форме связного высказывания.","3)На первом снегу в осиновых и берёзовых рощах попадаются заячьи и беличьи следы.","4)Лес, и поле, и цветущий луг залиты солнцем.","5)Девушку охватила если не досада, то явное неудовольствие собой.","Одна запятая необходима:","в первом  и 5 предложениях: их однородные члены соединены при помощи двойных союзов","Ответ:1 и 5"]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую.","options":["1) Каравелла имела три мачты с прямыми и косыми парусами и могла двигаться в нужном направлении даже при встречном ветре.","2) Всяких цветов листья насыпаны в лесу  и между ними ждешь увидеть грибы.","3) На клумбе были посажены и яркие маки и нежные тюльпаны и мохнатые ноготки.","4) Представители интеллигенции всегда стремились к смысловой точности и выразительности речи боролись против искажения и засорения родного языка.","5) Желтоватые или розовые лепестки этого растения растут по одному или парами."],"answer":["42","24"],"explanation":["1) Каравелла имела три мачты с прямыми и косыми парусами и могла двигаться в нужном направлении даже при встречном ветре.","2) Всяких цветов листья насыпаны в лесу, и между ними ждешь увидеть грибы.","3) На клумбе были посажены и яркие маки, и нежные тюльпаны, и мохнатые ноготки.","4) Представители интеллигенции всегда стремились к смысловой точности и выразительности речи, боролись против искажения и засорения родного языка.","5)Желтоватые или розовые лепестки этого растения растут по одному или парами.","Одна запятая нужна:","во 2-м: ССП","в 4-м: парные распространённые однородные члены.","Ответ:2 и 4"]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую.","options":["1) Цели астрологов и алхимиков были фантастичны но их наблюдения и опыты способствовали накоплению знаний как по астрономии так и по химии.","2) В XII веке живописцы писали картины красками или тушью на шёлковых или бумажных свитках.","3) На улице весь декабрь то снег то дождь...","4) Каравелла имела три мачты с прямыми и косыми парусами и могла двигаться в нужном направлении даже при встречном ветре.","5) Серые тучи облекли все небо  и холодный свет осеннего дня скупо сеялся сквозь них."],"answer":["35","53"],"explanation":["1)Цели астрологов и алхимиков были фантастичны, но их наблюдения и опыты способствовали накоплению знаний как по астрономии, так и по химии.","2)В XII веке живописцы писали картины красками или тушью на шёлковых или бумажных свитках.","3)На улице весь декабрь то снег, то дождь...","4)Каравелла имела три мачты с прямыми и косыми парусами и могла двигаться в нужном направлении даже при встречном ветре.","5)Серые тучи облекли все небо, и холодный свет осеннего дня скупо сеялся сквозь них.","Одна запятая необходима:","в третьем предложении:  однородные члены предложения при повторяющемся разделительным сочинительным союзом ТО-ТО;","в 5-м: ССП","Ответ:3 и 5"]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую.","options":["1) О месте собаки в жизни человека писали и пишут современные публицисты и писатели.","2) Желтоватые или розовые лепестки этого растения растут по одному или парами.","3) На клумбе были посажены яркие маки и нежные тюльпаны и мохнатые ноготки.","4) Представители интеллигенции стремились к смысловой точности и выразительности речи боролись против искажения и засорения родного языка.","5) Миф об эффективности детектора лжи изо всех сил поддерживается как самими полиграфологами так","и прочими заинтересованными структурами."],"answer":["45","54"],"explanation":["1)О месте собаки в жизни человека писали и пишут современные публицисты и писатели.","2)Желтоватые или розовые лепестки этого растения растут по одному или парами.","3)На клумбе были посажены яркие маки, и нежные тюльпаны, и мохнатые ноготки. См. Правило15.1.3. При различных комбинациях союзного и бессоюзного сочетания однородных членов предложения соблюдается правило: если однородных членов больше двух и союз И повторяется хотя бы дважды, то запятая ставится между всеми однородными членами.","4)Представители интеллигенции стремились к смысловой точности и выразительности речи, боролись против искажения и засорения родного языка.","5)Миф об эффективности детектора лжи изо всех сил поддерживается как самими полиграфологами, так","и прочими заинтересованными структурами.","Одна запятая необходима:","в 4 предложении: его однородные сказуемые СТРЕМИЛИСЬ и БОРОЛИСЬ разделяются запятой;","в 5: союз КАК..., ТАК И.","Ответ:4 и 5"]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую.","options":["1) Сплошная движущаяся во тьме ночь заглядывала под каждую крышу.","2) Его любили не столько за возвышенный ум сколько за какую-то трогательную наивность и способность всему удивляться.","3) Травы и цветы горячо и сладко пахли на припёке.","4) Речной жемчуг беловатого или жёлтого цвета встречается в озёрах с чистой водой.","5) Невежда в гневе ругает науку и учебу и технический прогресс."],"answer":["21","12"],"explanation":["1) Сплошная, движущаяся во тьме ночь заглядывала под каждую крышу.","2) Его любили не столько за возвышенный ум, сколько за какую-то трогательную наивность и способность всему удивляться.","3) Травы и цветы горячо и сладко пахли на припёке.","4) Речной жемчуг беловатого или жёлтого цвета встречается в озёрах с чистой водой.","5) Невежда в гневе ругает науку, и учебу, и технический прогресс.","Одна запятая необходима:","во втором предложении, потому что однородные члены предложения при двойном разделительном сочинительном союзе НЕ СТОЛЬКО- СКОЛЬКО;","в 1-м: однородные определения без союза","Ответ:1 и 2"]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую.","options":["1) Большие звезды дрожали своими ресницами среди черной ночи  и голубой луч от маяка поднимался вверх","тонким столбом.","2) На новогодних гирляндах сияли и искрились синие и красные розовые и голубые жёлтые и зелёные фонарики.","3) Задумайте любое число и увеличьте его на три.","4) Про воду про ветер про туманы и мели много не расскажешь.","5) Иосиф Бродский написал восемь стихотворных книг  и теперь ежегодно готовятся к изданию новые","сборники его стихов и прозы."],"answer":["15","51"],"explanation":["1)Большие звезды дрожали своими ресницами среди черной ночи, и голубой луч от маяка поднимался вверх","тонким столбом.","2)На новогодних гирляндах сияли и искрились синие и красные, розовые и голубые, жёлтые и зелёные фонарики.","3)Задумайте любое число и увеличьте его на три.","4)Про воду,про ветер, про туманы и мели много не расскажешь.","5) Иосиф Бродский написал восемь стихотворных книг, и теперь ежегодно готовятся к изданию новые","сборники его стихов и прозы.","Одна запятая необходима в первом  и 5-м предложениях: ССП","Ответ:1 и 5"]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую.","options":["1) Пускай послужит он в армии да потянет лямку да понюхает пороху да будет солдат.","2) Теперь уже деревья не заслоняли простора и позволяли видеть небо и даль.","3) И старшие и мы сами страшно испугались и пришли в смятение.","4) И в этот самый момент к эшафоту подъехал царский адъютант и остановил расстрел.","5) Полыхали лесные пожары  и в воздухе пахло гарью."],"answer":["35","53"],"explanation":["1. Пускай послужит он в армии, да потянет лямку, да понюхает пороху, да будет солдат. (простое предложение, осложненное однородными сказуемыми, союз «да» повторяется, значит, однородные члены разделены запятыми. ТРИ запятые!!!)","2. Теперь уже деревья не заслоняли простора и позволяли видеть небо и даль. (простое предложение, осложненное однородными сказуемыми, соединенными союзом «и», запятых нет)","3. И старшие, и мы сами страшно испугались и пришли в смятение. (простое предложение, осложненное однородными подлежащими, союз «и» повторяется, значит, однородные члены разделены запятой)","4. И в этот самый момент к эшафоту подъехал царский адъютант и остановил расстрел. (простое предложение, осложненное однородными сказуемыми, соединенными союзом «и», запятых нет)","5. Полыхали лесные пожары, и в воздухе пахло гарью. (ССП)","Правильный ответ указан под номером 3 и 5."]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Мама приготовила суп и салат и пожарила картошку.","2) Обитая черной клеенкой дверь в горницу распахнулась и оттуда вышел бородатый мужчина с рюкзаком за плечами.","3)Тогдашними критиками и тогдашнею публикой были равно не поняты как недостатки так и достоинства «Полтавы».","4) Амундсен учитывал в своих экспедициях природные особенности Антарктики и опыт других учёных и технические возможности своего времени.","5) Брат обещал позвонить из Севастополя либо отправить телеграмму."],"answer":["23","32"],"explanation":["1) Мама приготовила суп и салат и пожарила картошку.","2) Обитая черной клеенкой дверь в горницу распахнулась, и оттуда вышел бородатый мужчина с рюкзаком за плечами.","3)Тогдашними критиками и тогдашнею публикой были равно не поняты как недостатки, так и достоинства «Полтавы».","4) Амундсен учитывал в своих экспедициях природные особенности Антарктики, и опыт других учёных, и технические возможности своего времени.","5) Брат обещал позвонить из Севастополя либо отправить телеграмму.","Одна запятая необходима в","3-м предложении, так как однородные члены соединяет составной союз  КАК ТАК И , поэтому ставим одну запятую.","во 2-м, так как это СПП.","В 4-м необходимо поставить две запятые, т.к. три однородных члена, соединенных повторяющимся союзом и.","Правильный ответ указан под номером 2 и 3."]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую.","options":["1) Вера вынула из вазочки две маленькие розы и вдела их в петлицу отцовского пальто.","2) Осадчий славился не только в полку но и во всей дивизии своим необыкновенно красивым голосом.","3) В этот момент сильная рука вцепилась в его рыжие и щетинистые волосы и приподняла его на пол-аршина от земли.","4)Саша не решился вступиться за товарища  и впоследствии ему пришлось не раз пожалеть об этом.","5) Одна Анютка осталась дома щи варить да горницу прибирать."],"answer":["24","42"],"explanation":["1) Вера вынула из вазочки две маленькие розы и вдела их в петлицу отцовского пальто.","2) Осадчий славился не только в полку, но и во всей дивизии своим необыкновенно красивым голосом.","3) В этот момент сильная рука вцепилась в его рыжие и щетинистые волосы и приподняла его на пол-аршина от земли.","4)Саша не решился вступиться за товарища,  и впоследствии ему пришлось не раз пожалеть об этом.","5) Одна Анютка осталась дома щи варить да горницу прибирать.","Одна запятая необходима:","во 2-м, так есть союз НЕ ТОЛЬКО, НО И.","в 4-м, так как это ССП.","Правильный ответ указан под номером 2 и 4"]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую.","options":["1) Вскоре мы устали идти по песку и мокрой гальке и решили сделать привал.","2) Вы вызовете такси или поедете домой на автобусе?","3) В доме Эренбургов и люстры и зеркала и даже кухонный стол были произведениями искусства.","4) В этом магазине вы можете приобрести как механические так и электронные часы.","5) Солнце медленно скрывалось за крышами домов и в его красноватом свете облака приобретали причудливые очертания."],"answer":["45","54"],"explanation":["1) Вскоре мы устали идти по песку и мокрой гальке и решили сделать привал.","2) Вы вызовете такси или поедете домой на автобусе?","3) В доме Эренбургов и люстры, и зеркала, и даже кухонный стол были произведениями искусства.","4) В этом магазине вы можете приобрести как механические, так и электронные часы.(Союз КАК ТАК И)","5) Солнце медленно скрывалось за крышами домов, и в его красноватом свете облака приобретали причудливые очертания. (ССП)","Правильный ответ указан под номером 4 и 5."]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую.","options":["1) Отец хотел было выехать ему навстречу да почему-то раздумал.","2) Все тонуло во мгле и воображению невольно рисовались тоскливые осенние сумерки.","3) В актовый зал вошла худенькая и маленькая женщина и сразу начала раздавать присутствующим распоряжения.","4) Тут он обыкновенно топал ногою или скрежетал зубами.","5) Мне надо сегодня и в бассейн успеть и уроки сделать и с друзьями погулять."],"answer":["12","21"],"explanation":["1) Отец хотел было выехать ему навстречу, да почему-то раздумал.(ДА=НО)","2) Все тонуло во мгле, и воображению невольно рисовались тоскливые осенние сумерки.(СПП)","3) В актовый зал вошла худенькая и маленькая женщина и сразу начала раздавать присутствующим распоряжения.","4) Тут он обыкновенно топал ногою или скрежетал зубами.","5) Мне надо сегодня и в бассейн успеть, и уроки сделать, и с друзьями погулять.","Правильный ответ указан под номером 1, 2."]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую.","options":["1) Абрикосовая вода дала обильную жёлтую пену и в воздухе запахло парикмахерской.","2) Хозяин решил сам осмотреть доставленные на пристань тюки и ящики и прибыл в порт в тот же день.","3) В затишье сильно пригревало и южная сторона избы и завалинка около нее оттаяли и потемнели","4) Вы можете  изменить условия сделки либо отказаться от неё.","5) В доме есть и водопровод и газовое отопление и электричество."],"answer":["13","31"],"explanation":["1) {Абрикосовая вода дала обильную жёлтую пену}, и {в воздухе запахло парикмахерской.} ССП","2) Хозяин решил сам осмотреть доставленные на пристань тюки и ящики и прибыл в порт в тот же день. Простое, с двумя разными рядами ОЧ, союз И неповторяющийся.","3) {В затишье сильно пригревало}, и {южная сторона избы и завалинка около нее оттаяли и потемнели}. СCП, во второй части два разных ряда ОЧ: ряд подлежащих и ряд сказуемых.","4) Вы можете  изменить условия сделки либо отказаться от неё. Одиночный союз «либо»","5) В доме есть и водопровод, и газовое отопление, и электричество. Ряд ОЧ из трёх членов: и О, и О, и О","Одну запятую следует поставить в первом  и третьем предложениях.","Правильный ответ указан под номером 1 и 3."]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую.","options":["1) В саду было множество красивых и редких цветов и несколько плодовых деревьев.","2) Василий считался не только опытным но и весьма перспективным сотрудником.","3) В воскресенье мы опять пойдём гулять в парк или отправимся в музей или посмотрим новый фильм в кинотеатре.","4) Во дворе дети увидели только собаку на цепи да десяток кур.","5) Предлагаемый вам учебник будет полезен как начинающим музыкантам так и профессионалам."],"answer":["25","52"],"explanation":["1) В саду было множество красивых и редких цветов и несколько плодовых деревьев.","2) Василий считался не только опытным, но и весьма перспективным сотрудником.","3) В воскресенье мы опять пойдём гулять в парк, или отправимся в музей, или посмотрим новый фильм в кинотеатре.","4) Во дворе дети увидели только собаку на цепи да десяток кур.","5) Предлагаемый вам учебник будет полезен как начинающим музыкантам, так и профессионалам.","В первом предложении запятые не ставятся: перечисляются однородные члены предложения — красивых и редких, множество цветов и несколько деревьев.","Во втором предложении ставится запятая перед союзом «но».","В третьем предложении перечисляются однородные члены предложения с союзом «или» (больше двух).","В четвертом предложении запятая не ставится, «да» употребляется в значении «и».","В пятом предложении союз КАК ТАК И","Правильный ответ указан под номером 2 и 5."]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую.","options":["1) В хмуром небе низко летели журавли и громко и протяжно курлыкали.","2) Стёпушка то сидит редьку грызет то ведро с водой куда-то тащит и кряхтит то у себя в чуланчике деревяшкой постукивает.","3) Где-то поблизости раздавалось «теньканье» зябликов да короткая трель овсянки.","4) Его старая и сварливая жена целый день не сходила с печи беспрестанно ворчала и бранилась.","5) Подземный переход был закрыт и это сразу поставило Дмитрия Олеговича перед неразрешимой проблемой."],"answer":["45","54"],"explanation":["В хмуром небе низко летели журавли и громко и протяжно курлыкали. Два ряда однородных","Стёпушка то сидит редьку грызет, то ведро с водой куда-то тащит и кряхтит, то у себя в чуланчике деревяшкой постукивает.","Где-то поблизости раздавалось «теньканье» зябликов да короткая трель овсянки.","Его старая и сварливая жена целый день не сходила с печи, беспрестанно ворчала и бранилась.","Подземный переход был закрыт, и это сразу поставило Дмитрия Олеговича перед неразрешимой проблемой","В первом предложении запятая не ставится, употреблены  однородные члены летели и курлыкали, громко и протяжно).","Во втором предложении имеется однородные члены предложения, разделенные союзом «то»: то грызёт, то тащит, то постукивает.","В третьем предложении запятая не ставится: «да» употреблено в значении «и».","В четвертом предложении ставится одна запятая: однородные члены предложения «не сходила» и «ворчала» не соединены союзом.","В пятом предложении ставится одна запятая: ССП.","Правильный ответ указан под номером 4 и 5"]},{"text":"Расставьте знаки препинания. Укажите два  предложения, в которых нужно поставить ОДНУ запятую.","options":["1) Владимир Иванович Даль был не только выдающимся лексикографом и знатоком русской речи но и блестящим военным врачом.","2)Речка оказалась неглубокой  и её без труда удалось перейти вброд.","3) После обеда дед обычно читал газеты или дремал в кресле-качалке.","4) Михаил Борисович разложил на покрывале консервы и копчёности и поставил на огонь котелок.","5) В своих путешествиях Гулливер посещает Лилипутию и Страну великанов и даже фантастическую Лапуту."],"answer":["12","21"],"explanation":["1. Владимир Иванович Даль был не только выдающимся лексикографом и знатоком русской речи, но и блестящим военным врачом.","2. {Речка оказалась неглубокой}, и {её без труда удалось перейти вброд}. Две основы, сложное предложение.","3.После обеда дед обычно читал газеты или дремал в кресле-качалке. Простое с одним рядом: О или О","4. Михаил Борисович разложил на покрывале консервы и копчёности и поставил на огонь котелок.  Два ряда: 1)Осказ  и Осказ        2)Одоп и Одоп Запятая не нужна.","5. В своих путешествиях Гулливер посещает Лилипутию, и Страну великанов, и даже фантастическую Лапуту. Один ряд дополнений с повторяющимся союзом: О, и О,  и О. Две запятые.","Правильный ответ указан под номером 1 и 2."]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую.","options":["1) После разорения Григория Фёдоровича и люстры и зеркала и даже стулья в его имении были проданы за долги.","2) Ольга поцеловала дочку и мать и отправилась с чемоданом к автобусу.","3) В семидневный срок вы получите либо разрешение  на переустройство жилья либо аргументированный письменный отказ.","4) К вечеру похолодало  и пошёл снег.","5) Староста деревни не то снова опаздывал на собрание не то просто забыл о нём."],"answer":["53","35"],"explanation":["Приведем правильное написание.","1) После разорения Григория Фёдоровича и люстры, и зеркала, и даже стулья в его имении были проданы за долги.","2) Ольга поцеловала дочку и мать и отправилась с чемоданом к автобусу.","3) В семидневный срок вы получите либо разрешение  на переустройство жилья, либо аргументированный письменный отказ.","4) К вечеру похолодало  и пошёл снег.","5) Староста деревни не то снова опаздывал на собрание, не то просто забыл о нём.","Одна запятая ставится:","в предложении 5. Оно осложнено двумя однородными членами, соединенными союзом НЕ ТО, следовательно, ставим  запятую;","в предложении 3. Повторяющийся союз ЛИБО.","В предложении 4-м запятая не ставится, хотя оно и ССП и имеет две основы, так как есть общий второстепенный член К ВЕЧЕРУ.","Правильный ответ указан под номером 5 и 3."]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую.","options":["1) Среди встретивших корабль были как расположенные к колонистам так и агрессивно настроенные туземцы.","2) Нехороши в горных селениях только осенние ночи и осенние ливни","3) Руководитель предприятия не понимал или просто не хотел понимать всей трудности сложившейся ситуации.","4) Павел не мог не ответить на оскорбление и не дать обидчику отпор.","5) Книги монархов часто украшались изображениями гербов  и вплетённые в них гордые девизы писали на латыни."],"answer":["15","51"],"explanation":["Приведем правильное написание.","Среди встретивших корабль были как расположенные к колонистам, так и агрессивно настроенные туземцы.","Нехороши в горных селениях только осенние ночи и осенние ливни.","Руководитель предприятия не понимал или просто не хотел понимать всей трудности сложившейся ситуации.","Павел не мог не ответить на оскорбление и не дать обидчику отпор.","Книги монархов часто украшались изображениями гербов, и вплетённые в них гордые девизы писали на латыни.","В первом предложении однородные члены соединяет составной союз КАК, ТАК И, поэтому мы ставим  запятую.","В пятом предложении СПП с двумя грам. основами.","Правильный ответ указан под номером 1 и 5."]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую.","options":["1) Вечерами дед читал нам какую-нибудь книгу или рассказывал одну из случившихся с ним в молодости историй.","2) Для оформления документа потребуются заграничный паспорт водительские права страховка.","3) Без новых научных идей прорыва в этой области не случится ни сегодня ни завтра.","4) Алексей разложил тетради и учебники на столе и приступил к занятиям.","5) Оркестр играл сладкие вальсы и задорные попурри  и от звуков этих людям вокруг становилось легко и радостно"],"answer":["35","53"],"explanation":["Вечерами дед читал нам какую-нибудь книгу или рассказывал одну из случившихся с ним в молодости историй.","Для оформления документа потребуются заграничный паспорт, водительские права, страховка.","Без новых научных идей прорыва в этой области не случится ни сегодня, ни завтра.","Алексей разложил тетради и учебники на столе и приступил к занятиям.","Оркестр играл сладкие вальсы и  задорные попурри, и от звуков этих людям вокруг становилось легко и радостно.","В первом предложении однородные члены соединены союзом ИЛИ, поэтому запятая не ставится.","Во втором предложении ставятся две запятых, т. к. имеются три однородных члена, соединенные только интонацией, союзов нет.","В третьем предложении два однородных члена, соединенных союзом НИ-НИ, ставится одна запятая.","В четвертом предложении два ряда однородных членов, каждый из которых соединен союзом И, запятые не ставятся.","В пятом предложении запятая нужна между частями ССП.","Правильный ответ указан под номером 3 и 5"]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую.","options":["1) Зимою и летом осенью и весной хорош русский лес.","2) Спектакль оказался смешным и поучительным и актуальным.","3) Потянулись серые сумрачные дни и долгие ночи.","4) По-прежнему смеётся и стар и млад над приключениями героя Александра Демьяненко.","5) Колокольчик звонко плачет и хохочет и визжит."],"answer":["13","31"],"explanation":["1) Зимою и летом, осенью и весной хорош русский лес.","2) Спектакль оказался смешным, и поучительным, и актуальным.","3) Потянулись серые, сумрачные дни и долгие ночи.","4) По-прежнему смеётся и стар и млад над приключениями героя Александра Демьяненко.","5) Колокольчик звонко плачет, и хохочет, и визжит.","Одну запятую нужно поставить:","в первом предложении: она разделяет две пары однородных членов предложения;","в третьем:однородные члены соединены при помощи интонации.","Правильный ответ указан под номером 1 и 3."]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую.","options":["1) Костёр в лесу то разгорался и рос то уменьшался и почти гас.","2) Специалистов-водителей постоянно не хватало как в тылу так и на фронте.","3)  В наших краях дождливо и в августе и в сентябре и в октябре.","4) А солдат знай себе ест похлёбку да похваливает.","5) Осенними вечерами мы гуляли по парку или сидели у камина и рассказывали друг другу истории."],"answer":["12","21"],"explanation":["1) Костёр в лесу то разгорался и рос, то уменьшался и почти гас. (Парные сказуемые, соединены по парам).","2) Специалистов-водителей постоянно не хватало как в тылу, так и на фронте. (Союз КАК ТАК И)","3)  В наших краях дождливо и в августе, и в сентябре, и в октябре. (Повторяющийся И, две запятых)","4) А солдат знай себе ест похлёбку да похваливает.","5) Осенними вечерами мы гуляли по парку или сидели у камина и рассказывали друг другу истории.","Ответ:1 и 2"]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Из-за протечек в крыше во всех трёх спальнях на верхнем этаже стояла сырость  и пахло плесенью.","2) Цветы росли возле самого снега  и даже сквозь снег пробивались нежные зелёные ростки.","3) Сосед мой явно не был расположен к общению  и разговорам предпочёл сосредоточенное чтение газеты.","4) Станислав не расслышал вопроса или не захотел на него отвечать.","5) Танюше стало холодно  и она проснулась."],"answer":["25","52"],"explanation":["1) Из-за протечек в крыше во всех трёх спальнях на верхнем этаже стояла сырость  и пахло плесенью. (В ССП с двумя основами есть общий второстепенный член, запятая не ставится)","2) Цветы росли возле самого снега,  и даже сквозь снег пробивались нежные зелёные ростки.(СПП с двумя основами)","3) Сосед мой явно не был расположен к общению  и разговорам предпочёл сосредоточенное чтение газеты. (Простое предложение с однород. сказуемыми, не расположен к чему? и предпочёл чему? )","4) Станислав не расслышал вопроса или не захотел на него отвечать.","5) Танюше стало холодно,  и она проснулась.(СПП с двумя основами)"]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую.","options":["1) Варвара посмотрела на нас с удивлением и засмеялась и всплеснула руками.","2) Анна и Прасковья пошли дальше и потом долго оглядывались.","3) Мы ощущали если не радость то приятное волнение.","4) Из окна были видны только серые крыши да кусочек осеннего неба.","5) Фонари были далеко расставлены один от другого и тень Миши вырастала до немыслимой величины."],"answer":["35","53"],"explanation":["Приведем правильное написание.","Варвара (А)посмотрела на нас с удивлением, и (Б)засмеялась, и (В)всплеснула руками ( А, и Б, и В, где а, б, в— однородные. ).","Анна и Прасковья пошли дальше и потом долго оглядывались (запятые не нужны).","Мы ощущали если не радость, то приятное волнение (запятая отделяет однородные дополнения РАДОСТЬ, ВОЛНЕНИЕ).","Из окна были видны только серые крыши да кусочек осеннего неба (запятые не нужны: союз ДА — в значении союза И).","Фонари были далеко расставлены один от другого, и тень Миши вырастала до немыслимой величины. (СПП, запятая нужна)","Правильный ответ указан под номером 3 и 5."]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую.","options":["1) Керженец поразил нас своей тихой задумчивой и сумрачной красотой.","2) Девочка была смертельно больна и ее лукавые серые глаза погасли.","3) Старый замок радушно принимал и покрывал и перекатную голь и сиротливых старушек и безродных бродяг.","4) Немец-управляющий о хищениях на фабрике не знал или знать этого не желал.","5) Лишь небольшой испанский сторожевой катер да мирные рыбачьи суда сновали по морю."],"answer":["12","21"],"explanation":["Приведем правильное написание.","1) Керженец поразил нас своей тихой, задумчивой и сумрачной красотой.(Однородные определения)","2) Девочка была смертельно больна, и ее лукавые серые глаза погасли.(Запятая в СПП; между серые и лукавые зпт не ставим, так как это не однородные определения).","3) Старый замок радушно принимал и покрывал и перекатную голь, и сиротливых старушек, и безродных бродяг.","4) Немец-управляющий о хищениях на фабрике не знал или знать этого не желал. Нет никакого причастного оборота, да и в этом задании причастных оборотов не бывает в принципе.","5) Лишь небольшой испанский сторожевой катер да мирные рыбачьи суда сновали по морю.","Правильный ответ указан под номером 1 и 2."]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую.","options":["1) Он вынул из кармана кисет и трубку и потом взял из костра горячий уголь.","2) Весь видимый мир для нас ограничивался этим костром да небольшим клочком острова с выступавшими очертаниями кустов.","3) Лодка мерно качалась и тихо взвизгивала под ударами отражённой и разбитой но всё ещё крепкой волны.","4) На небе не было видно ни звёзд ни месяца ни зари.","5)Погасли последние краски вечерней зари  и исчезли недавно светившиеся над лесом удивительные облака."],"answer":["35","53"],"explanation":["Приведем правильное написание.","1) Он вынул из кармана кисет и трубку и потом взял из костра горячий уголь (запятые не нужны, союз И не является повторяющимся, так как один из них связывает однородные дополнения КИСЕТ И ТРУБКУ; другой — однородные сказуемые ВЫНУЛ И ВЗЯЛ).","2) Весь видимый мир для нас ограничивался этим костром да небольшим клочком острова с выступавшими очертаниями кустов. Запятых нет.  одиночный союз ДА соединяет однородные члены.","3) Лодка мерно качалась и тихо взвизгивала под ударами отражённой и разбитой, но всё ещё крепкой волны (союз НО при однородных определениях ОТРАЖЕННОЙ И РАЗБИТОЙ, НО КРЕПКОЙ, поэтому нужна запятая).","4) На небе не было видно ни звёзд, ни месяца, ни зари (запятые при однородных членах).","5) Погасли последние краски вечерней зари,  и исчезли недавно светившиеся над лесом удивительные облака.(Это сложносочинённое предложение, состоит из двух частей, не имеющих общего второстепенного члена. Перед союзом И нужна запятая.)","Правильный ответ указан под номером 3 и 5."]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую.","options":["1) Музыкальный мотив звучит снова и снова и почему-то кажется печальным.","2) В своей жизни я испытал голод и холод и болезни.","3) Каждый день приходила ко мне Зинаида Николаевна и читала французские и русские книги.","4) Подлежащее может быть выражено как именем существительным в именительном падеже так и инфинитивом.","5) Всё застыло в  густом безмолвии и  даже время будто замерло."],"answer":["45","54"],"explanation":["Расставим знаки препинания.","Музыкальный мотив звучит снова и снова и почему-то кажется печальным (запятая не нужна перед союзом И между однородными сказуемыми «звучит» и «кажется»).","В своей жизни я испытал голод, и холод, и болезни (запятые при однородных, связанных повторяющимся союзом И).","Каждый день приходила ко мне Зинаида Николаевна и читала французские и русские книги (запятая не нужна между однородными, связанными одиночным союзом И).","Подлежащее может быть выражено как именем существительным в именительном падеже, так и инфинитивом (запятая при однородных, связанных союзом КАК — ТАК И).","Всё застыло в  густом безмолвии, и  даже время будто замерло.(ССП)","Правильный ответ указан под номером 4 и 5."]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую.","options":["1) Было особенно тихо и немноголюдно  и лишь изредка доносились до слуха детский смех или лай собаки.","2) Мне тяжело вспоминать своё прошлое и Петербург и свою любовь.","3) У Ивана Степановича внезапно ярко заблестели глаза  и лицо покрылось нездоровым румянцем.","4) И вот уже  и трепещут и горят забрызганные росой ветки стройных деревьев.","5) Там и сям дрожат и колышутся отражения звёзд и прибрежных камней."],"answer":["14","41"],"explanation":["Расставим знаки препинания.","1) Было особенно тихо и немноголюдно,  и лишь изредка доносились до слуха детский смех или лай собаки. (ССП)","2)Мне тяжело вспоминать своё прошлое, и Петербург, и свою любовь. (Запятые при повторяющемся союзе И при однородных дополнениях).","3) У Ивана Степановича внезапно ярко заблестели глаза  и лицо покрылось нездоровым румянцем. (Предложение сложносочиненное; у частей есть общий второстепенный член «У Ивана Степановича», поэтому запятая не ставится.","4)И вот уже  и трепещут, и горят забрызганные росой ветки стройных деревьев. (Запятая  нужна, так как союз И повторяющийся при однородных сказуемых).","5)Там и сям дрожат и колышутся отражения звёзд и прибрежных камней. (Запятые не нужны, так как союз И одиночный при однородных обстоятельствах, при однородных сказуемых, при однородных дополнениях).","Правильный ответ указан под номером 1 и 4."]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую.","options":["1) В комнате остались только хозяин да Сергей Николаевич да Владимир Петрович.","2) Свияжский был не только умный но и очень образованный человек.","3) Запряжённые в сохи и бороны лошади были сытые и крупные.","4) Всё в комнате затихло  и слышалось только слабое потрескивание восковых свечей.","5) Где-то в передней гремит ведёрко  и слышится тихий плеск воды."],"answer":["24","42"],"explanation":["1) В комнате остались только хозяин, да Сергей Николаевич, да Владимир Петрович.","2) Свияжский был не только умный, но и очень образованный человек.","3) Запряжённые в сохи и бороны лошади были сытые и крупные.","4) Всё в комнате затихло,  и слышалось только слабое потрескивание восковых свечей.(ССП, запятая нужна.Общий второстепенный член должен стоять ЧЁТКО в начале предложения. В данном случае ВСЁ затихло в комнате. Вот если бы было В комнате всё затихло и слышалось.. тогда был бы общий второстепенный.)","5) Где-то в передней гремит ведёрко  и слышится тихий плеск воды.( В предложеии две основы, но есть общий второстепенный член — обстоятельство ГДЕ-ТО В ПЕРЕДНЕЙ, поэтому запятая в сложносочиненном предложении не нужна.)","Ответ: 24|42"]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую.","options":["1) Володя подарил сестре корзину с цветами и коробку конфет и от всей души пожелал ей счастья.","2) Всё шумнее и шумнее раздавались по улицам песни да крики.","3) Я испугался и стал просить Ивана Игнатьича ничего не сказывать коменданту.","4) Микроволны раскачивают молекулы воды в продуктах  и энергия их колебаний преобразуется в тепло.","5) Около Стасова всегда можно было встретить каких-то новых людей  и он постоянно с некой таинственностью в голосе рекомендовал их как великих в будущем."],"answer":["45","54"],"explanation":["1) Володя подарил сестре корзину с цветами и коробку конфет и от всей души пожелал ей счастья.","2) Всё шумнее и шумнее раздавались по улицам песни да крики.","3) Я испугался и стал просить Ивана Игнатьича ничего не сказывать коменданту.","4) Микроволны раскачивают молекулы воды в продуктах,  и энергия их колебаний преобразуется в тепло.(ССП)","5) Около Стасова всегда можно было встретить каких-то новых людей,  и он постоянно с некой таинственностью в голосе рекомендовал их как великих в будущем.(ССП)","Правильный ответ указан под номером 4 и 5."]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Анна держала в руках вязанье но не вязала а смотрела на гостя странным и недружелюбным взглядом.","2) Аркадий Павлыч налил себе рюмку красного вина поднес её к губам и вдруг нахмурился.","3) На столе и на подоконнике лежали две раскрытые книги несколько исписанных тетрадных листов чертежи различных размеров.","4) Всякую попытку заговорить с ним он обрывал или желчной любезностью или дерзостью.","5) В парке вороны перелетают с одного дерева на другое  и собирают с земли крошки чёрного хлеба."],"answer":["24","42"],"explanation":["1) Анна держала в руках вязанье, но не вязала, а смотрела на гостя странным и недружелюбным взглядом.","2) Аркадий Павлыч налил себе рюмку красного вина, поднес её к губам и вдруг нахмурился.(Однородные сказуемые соединены интонацией, зпт нужна)","3) На столе и на подоконнике лежали две раскрытые книги, несколько исписанных тетрадных листов, чертежи различных размеров.","4) Всякую попытку заговорить с ним он обрывал или желчной любезностью, или дерзостью.(Однородные члены, соединены повторяющимся союзом ИЛИ)","5) В парке вороны перелетают с одного дерева на другое  и собирают с земли крошки чёрного хлеба.","Правильный ответ указан под номером  4 и 2."]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую.","options":["1) Илья посмотрел вокруг лёг положил руки под голову и принялся смотреть на потолок.","2) Желанный миг настал  и наш корабль под звуки салюта отошёл от берега.","3)Солнце появилось из-за горизонта  и его лучи ворвались в рощу.","4) Батарея была установлена и соединена со шлангами и с заключёнными в них проводами.","5) Всякое значительное или умное или просто задушевное слово показалось бы в эту минуту чем-то неуместным."],"answer":["23","32"],"explanation":["1) Илья посмотрел вокруг, лёг, положил руки под голову и принялся смотреть на потолок.(однородные сказуемые без союза)","2) Желанный миг настал,  и наш корабль под звуки салюта отошёл от берега. (ССП)","3)Солнце появилось из-за горизонта, и его лучи ворвались в рощу.(ССП)","4) Батарея была установлена и соединена со шлангами и с заключёнными в них проводами.","5) Всякое значительное, или умное, или просто задушевное слово показалось бы в эту минуту чем-то неуместным.","Правильный ответ указан под номером 2 и 3."]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Лес пахнет хвоей и прелой листвой и убаюкивает нас шумом ветра в кронах","деревьев.","2) К зимовке можно добраться на собаках либо на оленях.","3) Туман постепенно окутал не только старый причал но и весь город.","4) Луна спряталась за тучами и над морем поднялся туман.","5) Я взял кусок хлеба и ломтик ветчины и снова поднялся на палубу."],"answer":["34","43"],"explanation":["Расставим знаки препинания.","1) Лес пахнет хвоей и прелой листвой и убаюкивает нас шумом ветра в кронах деревьев. — Запятые не нужны, потому что предложение простое, неосложнённое, союз И не является повторяющимся, так как относится к разным членам предложения.","2) К зимовке можно добраться на собаках либо на оленях. — Запятые не нужны, так как однородные дополнения связаны одиночным союзом ЛИБО.","3) Туман постепенно окутал не только старый причал, но и весь город. — Запятая разделяет однородные дополнения, связанные союзом НО.","4) Луна спряталась за тучами, и над морем поднялся туман. — Запятая отделяет основы: луна спряталась, туман поднялся — в составе сложносочиненного предложения.","5) Я взял кусок хлеба и ломтик ветчины и снова поднялся на палубу. — Запятые не нужны, потому что предложение простое, неосложнённое, союз И не является повторяющимся, так как относится к разным членам предложения.","Ответ: 34|43."]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Я любил подолгу бродить по улицам или по парку или вдоль берега моря.","2) В сухом и чистом воздухе пахнет полынью и сжатой рожью гречихой и полевой гвоздикой.","3) Спасительный огонёк маяка то появлялся то исчезал в тумане то снова виднелся вдали.","4) Бабушка читала малышкам сказку да украдкой рассматривала нового гостя.","5) Порванные сапоги отдали в мастерскую и там их починили."],"answer":["25","52"],"explanation":["Расставим знаки препинания.","1) Я любил подолгу бродить по улицам, или по парку, или вдоль берега моря. — ДВЕ Запятых ставятся при однородных обстоятельствах при ДВАЖДЫ повторяющихся союзах ИЛИ.","2) В сухом и чистом воздухе пахнет полынью и сжатой рожью, гречихой и полевой гвоздикой. — Запятая отделяет однородные дополнения, попарно связанные союзом И.","3) Спасительный огонёк маяка то появлялся, то исчезал в тумане, то снова виднелся вдали. — Запятые отделяют однородные обстоятельства.","4) Бабушка читала малышкам сказку да украдкой рассматривала нового гостя. — Запятая не нужна, так как однородные сказуемые связаны одиночным союзом ДА (в значении «И»)","5) Порванные сапоги отдали в мастерскую, и там их починили. — Запятая нужна, так как предложение сложносочинённое. Первая основа отдали (неопределённо-личное), вторая починили (неопределённо-личное)","Ответ: 25"]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Во время грибных дождей в воздухе попахивает дымком и хорошо берёт хитрая и осторожная рыба плотва.","2) Только обилие раненых да траурные платья женщин напоминали о войне.","3) Он был артистом и тонким ценителем живописи и известным хлебосолом.","4) Варвара Петровна стояла около иконы быстро и часто крестилась и шептала молитвы.","5) Сердце то задрожит и забьётся то тонет в приятных воспоминаниях."],"answer":["45","54"],"explanation":["Расставим знаки препинания.","1) Во время грибных дождей в воздухе попахивает дымком и хорошо берёт хитрая и осторожная рыба плотва. — Перед первым И зпт не нужна, так как  есть общий второстепенный член в ССП; второе И связывает однородные члены предложения во втором простом, следовательно, запятые не нужны.","2) Только обилие раненых да траурные платья женщин напоминали о войне. — союз ДА, выступающий в роли союза И, одиночный, поэтому запятая не ставится.","3) Он был артистом, и тонким ценителем живописи, и известным хлебосолом. — запятые ставятся перед повторяющимися союзам при однородных. Схема: О, и О, и О. Запятые расставлены верно.","4) Варвара Петровна стояла около иконы, быстро и часто крестилась и шептала молитвы. — запятая ставится между однородными сказуемыми: стояла — крестилась; первый союз И связывает однородные обстоятельства: быстро и часто; второй союз И связывает однородные сказуемые: крестилась и шептала.","5) Сердце то задрожит и забьётся, то тонет в приятных воспоминаниях. — запятая отделяет попарно соединяющиеся сказуемые.","Ответ: 45 или 54."]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Вся тяжёлая и густая листва тополя дрожала и шумела от шторма.","2) Над полем потянулся не то туман не то дымок от костра.","3) Снег ещё лежал сугробами в глубоких лесах и в тенистых оврагах но на полях осел и стал рыхлым.","4) Юрий Михайлович Лотман интенсивно занимался русской общественной мыслью и литературой пушкинской эпохи и сделал её главным объектом своих исторических и историко-литературных исследований.","5) Весело и неожиданно встречает всех прохожих тёплое весеннее утро."],"answer":["23","32"],"explanation":["Расставим знаки препинания.","1) Вся тяжёлая и густая листва тополя дрожала и шумела от шторма. — запятые не нужны; союзы И связывают разные члены предложения, поэтому не могут быть повторяющимися.","2) Над полем потянулся не то туман, не то дымок от костра. — запятая между однородными подлежащими, связанными союзом НЕ ТО − НЕ ТО.","3) Снег ещё лежал сугробами в глубоких лесах и в тенистых оврагах, но на полях осел и стал рыхлым. — запятая ставится между однородными сказуемыми, связанными союзом НО.","4) Юрий Михайлович Лотман интенсивно занимался русской общественной мыслью и литературой пушкинской эпохи и сделал её главным объектом своих исторических и историко-литературных исследований. — запятые не нужны; союзы И связывают разные члены предложения, поэтому не могут быть повторяющимися.","5) Весело и неожиданно встречает всех прохожих тёплое весеннее утро. — запятые не нужны; союз И при однородных обстоятельствах: весело и неожиданно — одиночный; определения: тёплое и весеннее — не являются однородными, так как характеризуют разные признаки.","Ответ: 23 или 32."]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Пленяющая красота русских пейзажей поразительна и надолго остаётся в памяти.","2) К числу самых древних изображений на стенах пещер эпохи палеолита относятся и оттиски руки человека и непонятные узоры с беспорядочными переплетениями волнистых линий.","3) Логику познания Декарт выстроил от простейшего и очевидного  к сложному и непонятному.","4) Для художественной речи характерна как образность так и эмоциональность.","5) Поэту видится то алмазный блеск березняка то бархатный блеск пашен то янтарный блеск свечей."],"answer":["24","42"],"explanation":["Пояснение.","Расставим знаки препинания.","1) Пленяющая красота русских пейзажей поразительна и надолго остаётся в памяти. (Запятая между однородными сказуемыми, связанными одиночным союзом И, не нужна).","2) К числу самых древних изображений на стенах пещер эпохи палеолита относятся и оттиски руки человека, и непонятные узоры с беспорядочными переплетениями волнистых линий. (Запятая между однородными подлежащими, связанными повторяющимся союзом И).","3) Логику познания Декарт выстроил от простейшего и очевидного к сложному и непонятному. (Занятая не нужна между попарно соединяющимися союзом И однородными обстоятельствами).","4) Для художественной речи характерна как образность, так и эмоциональность. (Запятая ставится между однородными подлежащими, связанными составным союзом КАК...ТАК И).","5) Поэту видится то алмазный блеск березняка, то бархатный блеск пашен, то янтарный блеск свечей. (Запятые ставятся между однородными подлежащими, связанными союзом ТО)","Ответ: 24|42","----------","Дублирует задание 12637."]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Многие литературоведы и историки вновь и вновь спорят о тайнах« Слова о полку Игореве.»","2) Наша хозяйка одинаково хорошо умела мыть и гладить вязать и шить.","3) Солдат держал в руках рюкзак и палатку и был одет в летнюю форму.","4) Розовый свет уже загорался на заснеженных вершинах гор и медленно опускался вниз.","5) Сквозь шум ветра до нас доносился не то собачий лай не то уханье филина."],"answer":["25","52"],"explanation":["1) Многие литературоведы и историки вновь и вновь спорят о тайнах« Слова о полку Игореве.» Схема однородных членов: А и Б.","2) Наша хозяйка одинаково хорошо умела мыть и гладить, вязать и шить. Схема однородных членов: А и Б, В и Г.","3) Солдат (А)держал в руках (В)рюкзак и (Г)палатку и (Б)был одет в летнюю форму. Cхема однородных членов: А (что? в и г)  и Б. Два ряда, союзы «и» соединяют разные ряды.","4) Розовый свет уже загорался на заснеженных вершинах гор и медленно опускался вниз. Cхема однородных членов: А  и Б.","5) Сквозь шум ветра до нас доносился не то собачий лай, не то уханье филина. Cхема однородных членов: не то  А, не то Б.","Ответ: 2 и 5"]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Огонек в башне светился ровным красноватым светом.","2) Жизнь моя в Белогорской крепости сделалась для меня не только сносною но даже и приятною.","3) Море вечно и неумолчно шумит и плещется.","4) Буран крутит швыряет снегом и высвистывает и заливается жутким воем.","5) Слуги в прежние времена носили блюда на званых обедах по чинам и поэтому сидевшие на «нижнем» конце стола гости часто созерцали лишь пустые тарелки."],"answer":["25","52"],"explanation":["1. Огонек в башне светился ровным красноватым светом. (простое двусоставное предложение без однородных членов, нельзя вставить союз и)","2. Жизнь моя в Белогорской крепости сделалась для меня не только сносною, но даже и приятною. (простое двусоставное предложение, осложнено однородными составными именными сказуемыми, есть конструкция вида «не только, но и», которая требует запятой)","3. Море вечно и неумолчно шумит и плещется. (простое двусоставное предложение, осложнено однородными сказуемыми, между которыми стоит союз «и», значит, запятая не ставится)","4. Буран крутит, швыряет снегом, и высвистывает, и заливается жутким воем. (простое двусоставное предложение, осложнено однородными сказуемыми, так как союз «и» повторяется, запятые между однородными членами везде есть)","5) Слуги в прежние времена носили блюда на званых обедах по чинам, и поэтому сидевшие на «нижнем» конце стола гости часто созерцали лишь пустые тарелки. (ССП)","Правильный ответ указан под номером 2 и 5"]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Перед обедом из окон высовывались мамы и бабушки и звали детей домой.","2) На другой день бабушка проснулась ни свет ни заря.","3) На столе всегда можно было увидеть исписанные листы или открытую тетрадь или папку с рукописью.","4) Шофёр или не расслышал моих слов или не обратил на них внимания.","5) В минуты меланхолии грозный генерал становился беспомощнее ребёнка  и многие спешили выместить на нём свои обиды."],"answer":["45","54"],"explanation":["Перед обедом из окон высовывались мамы и бабушки и звали детей домой.","На другой день бабушка проснулась ни свет ни заря.","На столе всегда можно было увидеть исписанные листы, или открытую тетрадь, или папку с рукописью.","Шофёр или не расслышал моих слов, или не обратил на них внимания.","В минуты меланхолии грозный генерал становился беспомощнее ребёнка, и многие спешили выместить на нём свои обиды.","В первом предложении запятая не ставится, так как однородные члены соединены одиночным союзом И.  Во  втором предложении запятая  не ставится: НИ СВЕТ НИ ЗАРЯ — устойчивое словосочетание. В третьем  предложении надо поставить две запятые, т. к. три однородных члена соединены повторяющимся союзом ИЛИ. В четвертом предложении два однородных члена соединяет союз ИЛИ, поэтому ставим одну запятую. В пятом запятая в ССП.","В пятом предложении фраза «В минуты меланхолии» не может быть отнесена ко второй части предложения, ибо получится, что многие спешили выместить в минуты маланхолии, то есть должны быть в таком же состоянии.","Правильный ответ указан под номером 4 и 5."]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую.","options":["1) На утренней морозной заре или в золотистых летних сумерках город был похож на ожившую сказку.","2) От домов во все стороны шли ряды деревьев или кустарников или цветов.","3) Поэту   и   вся   природа   кажется   одушевлённой   и   разделяющей   его переживания.","4) Для   праздничной   иллюминации   использовались   как   электрические гирлянды так и фонари.","5) Звуки скрипки неотчётливо раздавались в сумраке ночи  и постепенно они доходили до самой глубины человеческого сердца."],"answer":["45","54"],"explanation":["1)На утренней морозной заре или в золотистых летних сумерках город был похож на ожившую сказку.","2)От домов во все стороны шли ряды деревьев, или кустарников, или цветов. Однородных три, союзов два. Зпт ставится после каждого однородного. О, или О, или О.","3)Поэту и вся природа кажется одушевлённой и разделяющей его переживания.","4) Для праздничной иллюминации использовались как электрические гирлянды, так и фонари.","5)Звуки скрипки неотчётливо раздавались в сумраке ночи, и постепенно они доходили до самой глубины человеческого сердца.","Ответ:4 и 5"]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую","options":["1) Багряные золотые листья медленно и плавно кружатся в воздухе и тихо опускаются на влажную землю.","2) Довольно скоро он обжился в этом районе и подружился с соседями.","3) Работа шла быстро и весело и была вовремя закончена.","4) Причастия  способны  как  образно  описать  предмет или явление так и представить его признак в динамике.","5) Учебник М.В. Ломоносова по риторике пользовался большой популярностью и при жизни автора издавался трижды."],"answer":["41","14"],"explanation":["1)Багряные, золотые листья медленно и плавно кружатся в воздухе и тихо опускаются на влажную землю. Первый ряд ОЧ:О, О ЗПТ стоит между однородными определениями при отсутствии союза «и»; второй ряд: О и О  медленно и плавно; третий ряд О и О  кружатся и опускаются","2)Довольно скоро он обжился в этом районе и подружился с соседями. Простое с одним рядом ОЧ.","3) Работа шла быстро и весело и была вовремя закончена. Два ряда, союз И неповторяющийся.","4)Причастия способны как образно описать предмет или явление, так и представить его признак в динамике.","5)Учебник М.В. Ломоносова по риторике пользовался большой популярностью  и при жизни автора издавался трижды","Правильный ответ указан под номером 4 и 1"]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую","options":["1) Я имею поручение как от судьи так и от всех наших знакомых помирить вас с приятелем вашим.","2) И Петра Первого  и царевну  Софью  и удалых покорителей  Сибири увидите вы на картинах Сурикова.","3) В Древней Греции не было ни секундомера ни рулетки ни точных весов.","4) Дружба да братство дороже всякого богатства.","5) На рубежах русской земли начали мелькать низкорослые лошадки воинов-степняков и вот по славянским городам рассыпались гонцы с призывами высылать дружины для общего отпора неприятелю."],"answer":["15","51"],"explanation":["1)Я имею поручение как от судьи, так и от всех наших знакомых помирить вас с приятелем вашим.","2)И Петра Первого, и царевну Софью, и удалых покорителей Сибири увидите вы на картинах Сурикова. (ДВЕ запятых!)","3)В Древней Греции не было ни секундомера, ни рулетки, ни точных весов.","4)Дружба да братство дороже всякого богатства.","5)На рубежах русской земли начали мелькать низкорослые лошадки воинов-степняков, и вот по славянским городам рассыпались гонцы с призывами высылать дружины для общего отпора неприятелю.","Правильный ответ указан под номером 1 и 5"]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую","options":["1) В конце XVI века в царских и боярских палатах и в монастырях печи стали облицовывать изразцами.","2) В последние годы жизни Рубенс достиг удивительного совершенства как в искусстве портрета так и в пейзаже.","3) Профессор Киевского университета Прахов заведовал росписью знаменитого Владимирского собора","и к работе над росписями он привлёк художников из Абрамцева..","4) Подтвердить или опровергнуть эти предположения довольно трудно.","5) Медвежонок лежал на соломе у самой мачты или взбирался на неё вверх до беседки и здесь сидел или тоже лежал."],"answer":["23","32"],"explanation":["1)В конце XVI века в царских и боярских палатах и в монастырях печи стали облицовывать изразцами.","2) В последние годы жизни Рубенс достиг удивительного совершенства как в искусстве портрета, так и в пейзаже.","3)Профессор Киевского университета Прахов заведовал росписью знаменитого Владимирского собора,","и к работе над росписями он привлёк художников из Абрамцева.","4)Подтвердить или опровергнуть эти предположения довольно трудно.","5) Медвежонок лежал на соломе у самой мачты или взбирался на неё вверх до беседки и здесь сидел или тоже лежал","Правильный ответ указан под номером 2 и 3"]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую","options":["1) Первые тополиные листочки сильно и терпко пахли  и аромат их перебивал все остальные запахи.","2) Пушкин часто упоминает о тех или иных периодах своей жизни.","3) Своими пьесами и рассказами Чехов создал самобытный  и совершенно автономный мир.","4) Крайние домики уже спали и слепо таращились темными окнами на путника.","5) Литература сострадает обиженным судьбой людям и через это сострадание читатель находит в книге свою связь с другими людьми."],"answer":["15","51"],"explanation":["1)Первые тополиные листочки сильно и терпко пахли, и аромат их перебивал все остальные запахи.","2)Пушкин часто упоминает о тех или иных периодах своей жизни.","3)Своими пьесами и рассказами Чехов создал самобытный и  совершенно автономный мир.","4) Крайние домики уже спали и слепо таращились темными окнами на путника.","5)Литература сострадает обиженным судьбой людям, и через это сострадание читатель находит в книге свою связь с другими людьми.","Ответ:1 и 5"]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую","options":["1) В передней врачи переговариваются на латыни  и это придаёт их разговору ещё большую таинственность.","2) Расчистился золотисто-светлый запад и раскрыл свои объятия усталым путникам.","3) Сама жизнь диктует художнику сюжет и композицию и краски.","4) Она шестнадцать лет была классной дамой в институте благородных девиц и пользовалась исключительным уважением всего начальства.","5) Больше указаний не последовало и Миша толкнул дверь в горницу."],"answer":["51","15"],"explanation":["1)В передней врачи переговариваются на латыни,  и это придаёт их разговору ещё большую таинственность.","2)Расчистился золотисто-светлый запад и раскрыл свои объятия усталым путникам.","3)Сама жизнь диктует художнику сюжет, и композицию, и краски.","4)Она шестнадцать лет была классной дамой в институте благородных девиц и пользовалась исключительным уважением всего начальства.","5) Больше указаний не последовало, и Миша толкнул дверь в горницу.","Правильный ответ указан под номером 1 и 5"]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую","options":["1) Крестьяне разводили кур и уток и гусей.","2) Эскимосы используют для украшения одежды кусочки кожи или рыбьей чешуи.","3) Русские мастерицы расшивали мундиры и камзолы церковные облачения и женские платья.","4) Полёты   кораблей   в   космос   и   пребывание   людей   в   космическом пространстве стали для нас   привычными и даже будничными.","5) Пролив казался дорогой из тусклого золота  и по ней неспешно дрейфовали парусники."],"answer":["35","53"],"explanation":["1)Крестьяне разводили кур, и уток, и гусей.","2)Эскимосы используют для украшения одежды кусочки кожи или рыбьей чешуи.","3)Русские мастерицы расшивали мундиры и камзолы, церковные облачения и женские платья.","4)Полёты кораблей в космос и пребывание людей в космическом пространстве стали для нас  привычными и даже будничными.","5)Пролив казался дорогой из тусклого золота,  и по ней неспешно дрейфовали парусники.","Правильный ответ указан под номером 3 и 5."]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую","options":["1) Разговаривавший с нами старик то ласково щурил глаза то внезапно становился суровым.","2) У людей экваториальной расы курчавые или волнистые волосы.","3) При вторжении воздушных масс из Арктики летом и зимой чаще всего наступает похолодание.","4) Где-то встревоженные чибисы и грачи плакали и жаловались на судьбу.","5)Вопрос о происхождении жизни на Земле во все времена имел как познавательное так и мировоззренческое значение."],"answer":["15","51"],"explanation":["1)Разговаривавший с нами старик то ласково щурил глаза, то внезапно становился суровым.","2)У людей экваториальной расы курчавые или волнистые волосы.","3)При вторжении воздушных масс из Арктики летом и зимой чаще всего наступает похолодание.","4)Где-то встревоженные чибисы и грачи плакали и жаловались на судьбу.","5)Вопрос о происхождении жизни на Земле во все времена имел как познавательное, так и мировоззренческое значение.","Правильный ответ указан под номером 1 и 5"]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую","options":["1) Первоклассники с воодушевлением читали стихи и пели и танцевали.","2) Было сыро  холодно и сумрачно.","3) Скульпторы  создают объёмные  фигуры из твёрдых или  пластичных материалов.","4) Русские лирические песни создавались и исполнялись тоскующими по вольной волюшке и лучшей доле крестьянами.","5)В небе носились как ласточки так и стрижи."],"answer":["25","52"],"explanation":["1)Первоклассники с воодушевлением читали стихи, и пели, и танцевали.","2)Было сыро, холодно и сумрачно.","3)Скульпторы создают объёмные фигуры из твёрдых или пластичных материалов.","4)Русские лирические песни создавались и исполнялись тоскующими по вольной волюшке и лучшей доле крестьянами.","5)В небе носились как ласточки, так и стрижи.","Правильный ответ указан под номером 2 и 5"]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую","options":["1) Пианист виртуозно исполнял свои и чужие сочинения и с лёгкостью читал с листа незнакомые произведения.","2)Чай с душистым мёдом был особенно вкусен  и мы долго просидели за чисто выструганным белым столиком в саду. 3)Картины и вазы и другие детали интерьера отражали утончённость вкуса её хозяина.","4) Иногда взгляд Илюши наполнялся выражением усталости или скуки.","5) Художник был увлечён не только красотой открывшегося перед ним вида но и разнообразием природных форм."],"answer":["52","25"],"explanation":["1)Пианист виртуозно исполнял свои и чужие сочинения и с лёгкостью читал с листа незнакомые произведения.","2)Чай с душистым мёдом был особенно вкусен, и мы долго просидели за чисто выструганным белым столиком в саду.","3)Картины, и вазы, и другие детали интерьера отражали утончённость вкуса её хозяина.","4)Иногда взгляд Илюши наполнялся выражением усталости или скуки.","5)Художник был увлечён не только красотой открывшегося перед ним вида, но и разнообразием природных форм.","Правильный ответ указан под номером 5 и 2"]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую","options":["1) Трилистник травяной можно встретить как на заболоченных лугах так и по берегам озёр.","2) Павел I мог по совершенно незначительному поводу или откровенно клеветническому доносу жестоко расправиться с любым придворным.","3) Геолог начинает поиски в  боковых притоках реки или внимательно обследует склоны долин или изучает подножие горы.","4) Грациозно закачаются гибкие концы папоротников  и опять всё тихо.","5) Итальянское  искусство  в  XVII   веке  уже  не   было   единственным  и безоговорочным авторитетом и идеалом."],"answer":["14","41"],"explanation":["1) Трилистник травяной можно встретить как на заболоченных лугах, так и по берегам озёр.","2) Павел I мог по совершенно незначительному поводу или откровенно клеветническому доносу жестоко расправиться с любым придворным.","3) Геолог начинает поиски в боковых притоках реки, или внимательно обследует склоны долин, или изучает подножие горы.","4) Грациозно закачаются гибкие концы папоротников, и опять всё тихо.","5) Итальянское искусство в XVII веке уже не было единственным и безоговорочным авторитетом и идеалом. См. правило пункт правила 15.1.1.","Правильный ответ указан под номером 1 и 4"]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую.","options":["1) В.И. Даль умел делать украшения из стекла и вытачивать шахматные фигурки и строить мосты.","2) В прозрачную голубизну неба поднимаются птичьи стаи и далеко окрест разносятся их прощальные крики.","3) Либо вы занялись не своим делом либо не научились трудиться.","4) В век ракет и лазера новые средства коммуникации и информации не смогли оттеснить книгу.","5) Ученье да труд всё перетрут."],"answer":["23","32"],"explanation":["1)В.И. Даль умел делать украшения из стекла, и вытачивать шахматные фигурки, и строить мосты.","3)Либо вы занялись не своим делом, либо не научились трудиться.","2)В прозрачную голубизну неба поднимаются птичьи стаи, и далеко окрест разносятся их прощальные крики.","4)В век ракет и лазера новые средства коммуникации и информации не смогли оттеснить книгу.","5)Ученье да труд всё перетрут.","Правильный ответ указан под номером 2 и 3."]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую","options":["1) Текст может состоять из двух-трёх предложений или из нескольких абзацев.","2) На буграх и проталинах появились подснежники и цветы мать-и-мачехи.","3) Лишь немногие мхи являются исключением из правила и встречаются в сухих и даже засушливых местах.","4)Ветер стихал  и свежая прохлада начинала распространяться в виноградниках.","5) Язык отражает в своих словах как общечеловеческие понятия так и национально-специфические явления культуры народа."],"answer":["45","54"],"explanation":["1)Текст может состоять из двух-трёх предложений или из нескольких абзацев.","2)На буграх и проталинах появились подснежники и цветы мать-и-мачехи.","3)Лишь немногие мхи являются исключением из правила и встречаются в сухих и даже засушливых местах.","4)Ветер стихал, и свежая прохлада начинала распространяться в виноградниках.","5)Язык отражает в своих словах как общечеловеческие понятия, так и национально-специфические явления культуры народа.","Правильный ответ указан под номером 4 и 5"]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую","options":["1) Русские мастерицы расшивали мундиры и камзолы церковные облачения и женские платья.","2) Эскимосы используют для украшения одежды кусочки кожи или рыбьей чешуи.","3) Полёты   кораблей   в   космос   и   пребывание   людей   в   космическом пространстве стали для нас привычными и даже будничными.","4) Крестьяне разводили кур и уток и гусей.","5) Осенью семейство Аксаковых вернулось в Москву  и тогда жизнь в усадебном доме замерла."],"answer":["15","51"],"explanation":["1)Русские мастерицы расшивали мундиры и камзолы, церковные облачения и женские платья.","2)Эскимосы используют для украшения одежды кусочки кожи или рыбьей чешуи.","3)Полёты кораблей в космос и пребывание людей в космическом пространстве стали для нас привычными и даже будничными.","4)Крестьяне разводили кур, и уток, и гусей. Схема: О, и О, и О. Запятые расставлены верно.","5)Осенью семейство Аксаковых вернулось в Москву, и тогда жизнь в усадебном доме замерла. (у каждого предложения своё обстоятельство, общего нет)","Правильный ответ указан под номером 1 и 5."]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую","options":["1) Тряска в лёгком возке да пьянящий степной воздух усыпили мальчика.","2) Наиболее богат и разнообразен растительный и животный мир влажных тропических лесов.","3) Полы   в   средневековом   замке   устилали   ароматными   травами   или тростниковыми циновками.","4) Раньше он либо не замечал окружающей природы либо смотрел на неё с практической точки зрения.","5)Прибрежные горы прикрывают долины от холодных морских ветров  и деревья здесь высокие и прямые."],"answer":["45","54"],"explanation":["1)Тряска в лёгком возке да пьянящий степной воздух усыпили мальчика.","2)Наиболее богат и разнообразен растительный и животный мир влажных тропических лесов.","3)Полы в средневековом замке устилали ароматными травами или тростниковыми циновками.","4)Раньше он либо не замечал окружающей природы, либо смотрел на неё с практической точки зрения.","5)Прибрежные горы прикрывают долины от холодных морских ветров, и деревья здесь высокие и прямые.","Правильный ответ указан под номером 4 и 5."]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую","options":["1) Мы видели несколько деревьев вдали да бегущие по влажной траве тени гонимых ветром туч.","2)Потянулись серые сумрачные дни и долгие ночи.","3) Туча на севере росла и захватывала западную и восточную части неба.","4) В голове шумело не то от воя и свиста бури не то от радостного волнения.","5)Для проверки правописания безударной гласной корня надо изменить слово или подобрать родственное."],"answer":["42","24"],"explanation":["1)Мы видели несколько деревьев вдали да бегущие по влажной траве тени гонимых ветром туч.","2)Потянулись серые, сумрачные дни и долгие ночи.","3)Туча на севере росла и захватывала западную и восточную части неба.","4)В голове шумело не то от воя и свиста бури, не то от радостного волнения.","5)Для проверки правописания безударной гласной корня надо изменить слово или подобрать родственное.","Правильный ответ указан под номером 4 и 2"]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую","options":["1) На одном и том же кусте сирени я увидел жёлтые листья и начавшие набухать почки.","2) Наличие в речи не только слов-паразитов но и речевых штампов и канцеляризмов свидетельствует о бедности словарного запаса.","3) Гусак   разговаривал   сам   с   собой   сипловатым   басом   и   подбирал просыпанные семечки и зёрна.","4) Очевидны   факты   изменения   животных   и   растений   под   влиянием селекции.","5) Кончился величественный лес  и ударила в глаза росистая яркость лугов."],"answer":["25","52"],"explanation":["1)На одном и том же кусте сирени я увидел жёлтые листья и начавшие набухать почки.","2)Наличие в речи не только слов-паразитов, но и речевых штампов и канцеляризмов свидетельствует о бедности словарного запаса.","3)Гусак разговаривал сам с собой сипловатым басом и подбирал просыпанные семечки и зёрна.","4)Очевидны факты изменения животных и растений под влиянием селекции.","5)Кончился величественный лес, и ударила в глаза росистая яркость лугов.","Правильный ответ указан под номером 2 и 5."]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую","options":["1) Последние волны согретого тумана то скатываются то расстилаются скатертями то исчезают.","2) Листья и зелёные оболочки плодов  содержат аскорбиновую кислоту и дубильные вещества.","3) В.А. Серов искал новый способ передачи на полотне бесконечно разнообразной игры света  и работа над портретом «Девушка, освещенная солнцем» не раз откладывалась.","4) Воинская честь и личная преданность не позволили Святославу оставить брата в беде.","5)Графическое мастерство не ценилось  и грациозный рисунок Н. Кузьмина раздражал идеологизированных критиков."],"answer":["35","53"],"explanation":["1)Последние волны согретого тумана то скатываются, то расстилаются скатертями, то исчезают.","2)Листья и зелёные оболочки плодов содержат аскорбиновую кислоту и дубильные вещества.","3)В.А. Серов искал новый способ передачи на полотне бесконечно разнообразной игры света, и работа над портретом «Девушка, освещенная солнцем» не раз откладывалась.","4)Воинская честь и личная преданность не позволили Святославу оставить брата в беде.","5)Графическое мастерство не ценилось, и грациозный рисунок Н. Кузьмина раздражал идеологизированных критиков.","Правильный ответ указан под номером 3 и 5"]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую","options":["1) Попутчик не расслышал сказанного или пренебрёг моим намёком.","2) А годы шли быстро и неслышно и уносили с собой эти воспоминания.","3)Темы войны и мира всепрощения и ненависти актуальны во все времена.","4) Наш поезд останавливался как на больших так и на маленьких станциях.","5) На одном и том же кусте сирени я увидел жёлтые листья и начавшие набухать почки."],"answer":["34","43"],"explanation":["1)Попутчик не расслышал сказанного или пренебрёг моим намёком.","2)А годы шли быстро и неслышно и уносили с собой эти воспоминания.","3)Темы войны и мира, всепрощения и ненависти актуальны во все времена.","4)Наш поезд останавливался как на больших, так и на маленьких станциях.","5)На одном и том же кусте сирени я увидел жёлтые листья и начавшие набухать почки.","Правильный ответ указан под номером 3 и 4."]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую","options":["1) На моих глазах рождались красивый горшочек или высокий кувшин или вместительный жбан.","2) Тяжёлые гроздья рябин ярко и сочно выделялись на фоне берёз и елей.","3) Некоторые образованные от глаголов слова могут употребляться и как прилагательные и как причастия.","4) Тайга на земле и звёзды на небе существуют многие тысячи лет.","5) Прибрежные горы прикрывают долины от холодных морских ветров  и деревья здесь высокие и прямые."],"answer":["35","53"],"explanation":["1)На моих глазах рождались красивый горшочек, или высокий кувшин, или вместительный жбан.","2)Тяжёлые гроздья рябин ярко и сочно выделялись на фоне берёз и елей.","3)Некоторые образованные от глаголов слова могут употребляться и как прилагательные, и как причастия.","4)Тайга на земле и звёзды на небе существуют многие тысячи лет.","5)Прибрежные горы прикрывают долины от холодных морских ветров, и деревья здесь высокие и прямые.","Правильный ответ указан под номером 3 и 5"]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую","options":["1) Никого из сотрудников в офисе не оказалось и студенты и родители ожидали в фойе.","2) Наш поезд останавливался как на больших так и на маленьких станциях.","3) Попутчик не расслышал сказанное или пренебрёг моим намёком.","4) А годы шли быстро и неслышно и уносили с собой эти воспоминания.","5)Жестянщики     должны     знать    устройство     различных     станков     и приспособлений для обработки листового металла и уметь работать на них."],"answer":["21","12"],"explanation":["1){Никого из сотрудников в офисе не оказалось}, и{ студенты и родители ожидали в фойе}.","2)Наш поезд останавливался как на больших, так и на маленьких станциях.","3)Попутчик не расслышал сказанное или пренебрёг моим намёком.","4)А годы шли быстро и неслышно и уносили с собой эти воспоминания.","5)Жестянщики     должны     знать    устройство     различных     станков     и приспособлений для обработки листового металла и уметь работать на них.","В первом предложении ЗПТ между частями ССП, далее идут  однородные подлежащие, связанные НЕповторяющимся союзом И.","Правильный ответ указан под номером 2 и 1"]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую","options":["1) Мгновенно сверкнула неуловимая молния  и осветила лес.","2) Последние волны согретого тумана то скатываются то расстилаются скатертями то исчезают.","3) Листья и зелёные оболочки плодов  содержат аскорбиновую кислоту и дубильные вещества.","4) В воздухе парило  и день обещал быть нестерпимо жарким.","5) Никакого филологического образования я не имел  и связей в литературном мире у меня не было."],"answer":["45","54"],"explanation":["1)Мгновенно сверкнула неуловимая молния и осветила лес.","2)Последние волны согретого тумана то скатываются, то расстилаются скатертями, то исчезают.","3)Листья и зелёные оболочки плодов содержат аскорбиновую кислоту и дубильные вещества.","4)В воздухе парило, и день обещал быть нестерпимо жарким.","5)Никакого филологического образования я не имел, и связей в литературном мире у меня не было.","Правильный ответ указан под номером 4 и 5."]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую","options":["1) Сквозь по-осеннему яркий лес восточного холма виднелись средневековый замок и соединявший когда-то две высотные башни дугообразный мост.","2) Весенний гром то грозно рычал то добродушно ворчал.","3) Ни скверная английская погода ни ледяная стужа спальни ни остывший чай не могли изменить настроение гостя.","4) В воздухе парило и день обещал быть нестерпимо жарким.","5) Любое техническое изобретение или произведение искусства той или иной исторической эпохи являются результатом стремления человека к истине."],"answer":["24","42"],"explanation":["1) Сквозь по-осеннему яркий лес восточного холма виднелись средневековый замок и соединявший когда-то две высотные башни дугообразный мост.","2) Весенний гром то грозно рычал, то добродушно ворчал.","3) Ни скверная английская погода, ни ледяная стужа спальни, ни остывший чай не могли изменить настроение гостя.","4) В воздухе парило, и день обещал быть нестерпимо жарким.","5) Любое техническое изобретение или произведение искусства той или иной исторической эпохи являются результатом стремления человека к истине.","Ответ:2 и 4"]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую","options":["1) Ни скверная английская погода ни ледяная стужа спальни ни остывший чай не могли изменить настроение гостя.","2) В синтаксическом строе двух поэтических текстов мы можем найти как сходство так и различие.","3) Жизнь во всех её проявлениях очень интересовала И. Репина  и ему претило равнодушие западных художников к общественным проблемам.","4) Ролевое     чтение     или     инсценировка     фрагментов     из     изучаемых произведений особенно нравились нашему классу.","5) Многие литературоведы и историки вновь и вновь спорят о тайнах шекспировского творчества"],"answer":["23","32"],"explanation":["1) Ни скверная английская погода, ни ледяная стужа спальни, ни остывший чай не могли изменить настроение гостя.","2) В синтаксическом строе двух поэтических текстов мы можем найти как сходство, так и различие.","3) Жизнь во всех её проявлениях очень интересовала И. Репина,  и ему претило равнодушие западных художников к общественным проблемам.","4) Ролевое     чтение     или     инсценировка     фрагментов     из     изучаемых произведений особенно нравились нашему классу.","5) Многие литературоведы и историки вновь и вновь спорят о тайнах шекспировского творчества","Правильный ответ указан под номером 2 И 3"]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую","options":["1) И   не   видит  и   не   слышит  и   не   замечает  ничего   и   сам   с   собою разговаривает!","2) В голове шумело не то от воя и свиста бури не то от радостного волнения.","3) Попутчик не расслышал сказанное или пренебрёг моим намёком.","4) Для проверки правописания безударной гласной корня надо изменить слово или подобрать родственное.","5) Грациозно закачались гибкие концы папоротников и опять всё стихло."],"answer":["25","52"],"explanation":["1)И не видит, и не слышит, и не замечает ничего, и сам с собою разговаривает!","2)В голове шумело не то от воя и свиста бури, не то от радостного волнения.","3)Попутчик не расслышал сказанное или пренебрёг моим намёком.","4)Для проверки правописания безударной гласной корня надо изменить слово или подобрать родственное.","5) Грациозно закачались гибкие концы папоротников,  и опять всё стихло.","Правильный ответ указан под номером 2 И 5."]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую.","options":["1) Работа шла быстро и весело и была вовремя закончена.","2) Всю ночь читает небылицы и вот плоды от этих книг.","3) Мне жаль с тобой расстаться и о тебе вспоминать хотелось бы хорошо","4) А годы шли быстро и неслышно и уносили с собой эти воспоминания.","5) Алогичность соединения слов создаёт особый психологический эффект и приковывает внимание читателя"],"answer":["32","23"],"explanation":["1) Работа шла быстро и весело и была вовремя закончена.","2) Всю ночь читает небылицы, и вот плоды от этих книг.","3) Мне жаль с тобой расстаться, и о тебе вспоминать хотелось бы хорошо.","4) А годы шли быстро и неслышно и уносили с собой эти воспоминания.","5) Алогичность соединения слов создаёт особый психологический эффект и приковывает внимание читателя","Правильный ответ указан под номером 3 и 2"]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую.","options":["1) В русской песне звучат как робость так и мятежная вольница.","2) Вечерами солнце купается в багровых туманах или сухо догорает на краю степи костром.","3) Выбежишь за ворота и увидишь ослепительную и первозданную белизну.","4) На море не видно ни одного огонька и не слышно ни одного всплеска.","5) Снег согнало  и старые мхи у оврага набухли."],"answer":["15","51"],"explanation":["1)В русской песне звучат как робость, так и мятежная вольница.","2)Вечерами солнце купается в багровых туманах или сухо догорает на краю степи костром.","3)Выбежишь за ворота и увидишь ослепительную и первозданную белизну.","4)На море не видно ни одного огонька  и не слышно ни одного всплеска.","5) Снег согнало, и старые мхи у оврага набухли.","Выделим основы в предложении: На море не видно ни одного огонька ( ) и не слышно ни одного всплеска. Это предложение сложное, состоящее из двух односоставных предложений. Определяем, есть ли у этих основ один общий член предложения. Есть – на море (где?). Запятая не ставится.","Правильный ответ указан под номером 1 и 5."]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую.","options":["1) Ворота в боярский двор широки да со двора узки.","2) Вода расступалась  и по обе стороны от носа лодки уходила углом живая волна.","3) Люди часто думают о прошлом и об истории своей страны и своего народа.","4) Вначале гвоздь придерживают большим и указательным пальцем левой руки и наносят молотком по шляпке гвоздя несильные удары.","5) Покрытие    краской    или    лаком    или    пропитка    маслом    защищает поверхность изделий от воздействия влаги и солнца."],"answer":["12","21"],"explanation":["1) Ворота в боярский двор широки, да со двора узки. (да=но)","2) Вода расступалась,  и по обе стороны от носа лодки уходила углом живая волна.","3) Люди часто думают о прошлом и об истории своей страны и своего народа.","4) Вначале гвоздь придерживают большим и указательным пальцем левой руки и наносят молотком по шляпке гвоздя несильные удары.","5) Покрытие    (краской    или    лаком)    или    пропитка    маслом    защищает поверхность изделий от воздействия влаги и солнца. Разные ряды однородных членов: покрытие чем? и пропитка чем?","Правильный ответ указан под номером 1 и 2"]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую.","options":["1)Чибисы то кричали то молча перебегали по кочкам.","2)В лесу еще снег лежит нетронутый  и деревья стоят в снежном плену.","3)Художник был увлечен не только красотой открывшегося перед ним вида но и разнообразием природных форм.","4)Исследование характера «подлеца» идёт у Гоголя по линии морально-психологической и дополняется ссылками на личные качества Чичикова и обстоятельства воспитания и среды.","5)Особо отличившимся столярам и токарям вручены денежные премии и грамоты."],"answer":["13","31"],"explanation":["1)Чибисы то кричали, то молча перебегали по кочкам.","2)В лесу еще снег лежит нетронутый  и деревья стоят в снежном плену.","3)Художник был увлечен не только красотой открывшегося перед ним вида, но и разнообразием природных форм.","4)Исследование характера «подлеца» идёт у Гоголя по линии морально-психологической и дополняется ссылками на личные качества Чичикова и обстоятельства воспитания и среды.","5)Особо отличившимся столярам и токарям вручены денежные премии и грамоты.","Предложение 2:Это предложение сложное, состоящее из двух простых предложений. Определяем, есть ли у этих основ один общий член предложения. Есть –в лесу (где?). Запятая не ставится.","Правильный ответ указан под номером 1 и 3."]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую.","options":["1) Физика   первой    половины   XVII    века   не    могла   объяснить    всех накопившихся  экспериментально  доказанных  фактов  и  находилась  в состоянии кризиса.","2) Соревнования из-за дождя нe состоялись  и решено было перенести их на ближайшее воскресенье.","3) Представление    о    существовании    национального    характера    давно закрепилось в обыденном сознании и в художественной литературе и в научном мире.","4) В древности ни гарпун ни удочка не могли обеспечить по-настоящему богатый улов.","5) Географической широтой называют величину дуги в градусах от экватора к северу или к югу до заданной точки."],"answer":["24","42"],"explanation":["1) Физика   первой    половины   XVII    века   не    могла   объяснить    всех накопившихся  экспериментально  доказанных  фактов  и  находилась  в состоянии кризиса.","2) Соревнования из-за дождя нe состоялись, и решено было перенести их на ближайшее воскресенье.","3) Представление    о    существовании    национального    характера    давно закрепилось в обыденном сознании, и в художественной литературе, и в научном мире.","4) В древности ни гарпун, ни удочка не могли обеспечить по-настоящему богатый улов.","5) Географической широтой называют величину дуги в градусах от экватора к северу или к югу до заданной точки.","Правильный ответ указан под номером 4 и 2."]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую.","options":["1) Уже давно стемнело  и звезды ярко засияли на бархатном темно-синем покрывале небосвода.","2) От него не было ни слуху ни духу.","3) На утренней морозной заре или в золотистых летних сумерках город был похож на ожившую сказку.","4) За околицей запели  и мелодия старинной русской песни неожиданной болью отозвалась в душе Владимира.","5) С самого раннего утра убегал он или на пруд или в рощу или на сенокос."],"answer":["41","14"],"explanation":["1) Уже давно стемнело, и звезды ярко засияли на бархатном темно-синем покрывале небосвода. ССП","2) От него не было ни слуху ни духу.","3) На утренней морозной заре или в золотистых летних сумерках город был похож на ожившую сказку.","4) За околицей запели, и мелодия старинной русской песни неожиданной болью отозвалась в душе Владимира.","5) С самого раннего утра убегал он или на пруд, или в рощу, или на сенокос.","Правильный ответ указан под номером 4 и 1."]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую.","options":["1) Подтвердить или опровергнуть эти предположения довольно трудно.","2) В последние годы жизни Рубенс достиг удивительного совершенства как в искусстве портрета так и в пейзаже.","3) В конце XVI века в царских и боярских палатах и в монастырях печи стали облицовывать изразцами.","4) Медвежонок лежал на соломе у самой мачты или взбирался на неё вверх до беседки и здесь сидел или тоже лежал.","5) Осенней свежестью листвою и плодами благоухает сад."],"answer":["25","52"],"explanation":["1) Подтвердить или опровергнуть эти предположения довольно трудно.","2) В последние годы жизни Рубенс достиг удивительного совершенства как в искусстве портрета, так и в пейзаже.","3) В конце XVI века в царских и боярских палатах и в монастырях печи стали облицовывать изразцами.","4) Медвежонок лежал на соломе у самой мачты или взбирался на неё вверх до беседки и здесь сидел или тоже лежал.","5) Осенней свежестью, листвою и плодами благоухает сад.","Правильный ответ указан под номером 2 и 5"]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую.","options":["1) Память накапливает добрый опыт и традиции и постоянно противостоит уничтожающей силе времени.","2) Вот солнце закатилось за край земли да растеклось по небу вишнёвым заревом.","3) Всё блещет и нежится и радостно тянется к солнцу.","4) Санин ощущал во всём существе своём если не удовольствие то некоторую лёгкость.","5) Оксана рисует так же хорошо как и пишет стихи."],"answer":["45","54"],"explanation":["1) Память (А)накапливает добрый (В)опыт и (Г)традиции и постоянно (Б)противостоит уничтожающей силе времени. Cхема однородных членов: А (что? в и г)  и Б. Два ряда, союзы и соединяют разные ряды.","2) Вот солнце закатилось за край земли да растеклось по небу вишнёвым заревом. Схема однородных членов: А да Б","3) Всё блещет, и нежится, и радостно тянется к солнцу. Схема однородных членов: А, и Б, и В","4) Санин ощущал во всём существе своём если не удовольствие, то некоторую лёгкость.  Схема однородных членов: если не А, то Б.","5) Оксана рисует так же хорошо, как и пишет стихи. Схема однородных членов:  А так же, как и  Б.","Ответ: 45"]},{"text":"Расставьте знаки препинания. Укажите номера  двух предложений, в которых нужно поставить ОДНУ запятую.","options":["1) Ходил он и двигался без всякого шума вечно хлопотал и возился втихомолку.","2) Леса и луга и небо как будто спали с открытыми глазами.","3) Какие-то философы да недоучившийся студент затеяли бесконечный спор.","4) Диваны и стулья были сделаны из светлого дерева и пахли кипарисом.","5) Даже кучера подчинились его влиянию и каждый день не только вытирают хомуты и армяки чистят но и самим себе лицо моют."],"answer":["15","51"],"explanation":["Приведем правильное написание.","1) Ходил он и двигался без всякого шума, вечно хлопотал и возился втихомолку.","2) Леса, и луга, и небо как будто спали с открытыми глазами.","3) Какие-то философы да недоучившийся студент затеяли бесконечный спор.","4) Диваны и стулья были сделаны из светлого дерева и пахли кипарисом.","5) Даже кучера подчинились его влиянию и каждый день не только вытирают хомуты и армяки чистят, но и самим себе лицо моют.","Правильный ответ указан под номером 1 и 5."]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую.","options":["1) Настало утро  и золотые блики молодого солнца заплясали на едва заметных волнах спокойного моря.","2) Старый товарищ пригласил меня к себе погостить и мне впервые довелось побывать в верховьях Волги.","3) Бережно вынул он из пазухи башмаки и снова изумился дорогой работе и чудному происшествию прошлой ночи.","4) Через несколько часов он покинет дом и хутор и поедет куда-то на юг.","5) Островки мать-и-мачехи и полыни и жидкие кустики жёлтого донника оживляли склон оврага."],"answer":["21","12"],"explanation":["1) Настало утро,  и золотые блики молодого солнца заплясали на едва заметных волнах спокойного моря.(ССП)","2) Старый товарищ пригласил меня к себе погостить, и мне впервые довелось побывать в верховьях Волги.(ССП)","3) Бережно вынул он из пазухи башмаки и снова изумился дорогой работе и чудному происшествию прошлой ночи.","4) Через несколько часов он покинет дом и хутор и поедет куда-то на юг.Простое предложение.","5) Островки (какие?/чего?) мать-и-мачехи и полыни и жидкие кустики жёлтого донника оживляли склон оврага.","Склон оврага оживляли островки (какие?/чего?) и кустики какие?/чего?).","Правильный ответ указан под номером 1 и 2."]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую.","options":["1) Хороший специалист опирается на фундаментальные знания и на умение трудиться.","2) В зарослях всю ночь жалобно кричали чайки или какие-то другие птицы.","3) Коптилка гасла не только от самого слабого колебания воздуха но даже от пристального взгляда.","4) Словарь синонимов предназначен и для широкого круга филологов и для переводчиков и для журналистов.","5) Для праздничной иллюминации использовались как электрические гирлянды так и фонари."],"answer":["35","53"],"explanation":["1) Хороший специалист опирается на фундаментальные знания и на умение трудиться.","2) В зарослях всю ночь жалобно кричали чайки или какие-то другие птицы.","3) Коптилка гасла не только от самого слабого колебания воздуха, но даже от пристального взгляда.","4) Словарь синонимов предназначен и для широкого круга филологов, и для переводчиков, и для журналистов.","5) Для праздничной иллюминации использовались как электрические гирлянды, так и фонари.","Правильный ответ указан под номером 3 и 5."]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Ученье да труд к славе ведут.","2) Луна глядит загадочно и ласково и манит своим тусклым светом.","3) Рыцарской верностью и преданностью слову отличались Даль и Срезневский Щерба и Виноградов.","4) Шум говор толпа людей — всё это было непривычно для Егора.","5)  Оглянитесь вокруг и увидите столько нового и интересного."],"answer":["35","53"],"explanation":["Расставим запятые во всех предложениях","1)Ученье да труд к славе ведут.","2)Луна глядит загадочно и ласково и манит своим тусклым светом.","3) Рыцарской    верностью    и   преданностью      слову    отличались  Даль и Срезневский, Щерба и Виноградов.(Попарно соединённые однородные подлежащие)","4)Шум, говор, толпа людей – всё это было непривычно для Егора.","5)  Оглянитесь вокруг, и увидите столько нового и интересного — сложносочиненное предложение (глагольные формы разных наклонений не выступают в роли однородных членов простого предложения);","Правильный ответ указан под номером 3 и 5"]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Скрипка вызывала зубную боль и от ее звуков появлялось ощущение выбитого зуба.","2) Выбежишь за ворота и увидишь ослепительную и первозданную белизну.","3) Вечерами солнце купается в багровых туманах или сухо догорает костром на краю степи.","4) Сквозь шум волн до них долетали не то вздохи не то приглушённые крики.","5)Во время полёта можно вздремнуть или просто помечтать."],"answer":["41","14"],"explanation":["Расставим запятые во всех предложениях","1) Скрипка вызывала зубную боль, и от ее звуков появлялось ощущение выбитого зуба.(ССП)","2) Выбежишь за ворота и увидишь ослепительную и первозданную белизну.","3) Вечерами солнце купается в багровых туманах или сухо догорает костром на краю степи.","4) Сквозь шум волн до них долетали не то вздохи, не то приглушённые крики.(Союз НЕ ТО, НЕ ТО)","5)Во время полёта можно вздремнуть или просто помечтать..","Правильный ответ указан под номером 4 и 1"]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) В затишье сильно пригревало и южная сторона избы и завалинка около нее оттаяли и потемнели.","2) На утренней морозной заре или в золотистых летних сумерках город был похож на ожившую сказку.","3) На роль собирательницы русских земель в ХIV веке претендовали Литва и Тверь и Москва.","4) Любой лавочник был толст и богат и это был главный аргумент их привязанности к Трем Толстя-","кам.","5) Дом к празднику убрали ветками берёзы да ромашками."],"answer":["41","14"],"explanation":["Расставим запятые во всех предложениях","1) В затишье сильно пригревало, и южная сторона избы и завалинка около нее оттаяли и потемнели. ССП","2) На утренней морозной заре или в золотистых летних сумерках город был похож на ожившую сказку.","3) На роль собирательницы русских земель в ХIV веке претендовали Литва, и Тверь, и Москва. О, и О, и О","4) Любой лавочник был толст и богат, и это был главный аргумент их привязанности к Трем Толстя-","кам. ССП, два простых.","5) Дом к празднику убрали ветками берёзы да ромашками.","Правильный ответ указан под номером 4 и 1"]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую.","options":["1) К вечеру руки ноги плечи ныли и тосковали по отдыху.","2) Там были нарциссы и тюльпаны анютины глазки и незабудки георгины и астры.","3) Нам обещали увлекательное путешествие по заповедному Красному берегу цветущим степям и предгорьям Крыма.","4) Гончаров стремится изобразить национальную сущность русского человека и его природные свойства.","5) На Байкале уникален как животный так и растительный мир."],"answer":["35","53"],"explanation":["К вечеру руки ноги плечи ныли и тосковали по отдыху.","Там были нарциссы и тюльпаны, анютины глазки и незабудки, георгины и астры.","Нам обещали увлекательное путешествие по заповедному Красному берегу, цветущим степям и предгорьям Крыма.","Гончаров стремится изобразить национальную сущность русского человека и его природные свойства.","На Байкале уникален как животный, так и растительный мир.","Правильный ответ указан под номером 3 и 5."]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую.","options":["1) Туч на небе не было и солнце не выглядывало.","2) Видеть её можно было ежедневно то с бидоном то с сумкой то с сумкой и бидоном вместе.","3) Жёлтые листья и утренние туманы напоминали об ушедшем лете.","4) Весь день идёт снег либо дождь со снегом.","5) Надежда с упреком взглянула прямо на Курочкина и тот замолчал."],"answer":["15","51"],"explanation":["Расставим запятые.","1) Туч на небе не было, и солнце не выглядывало.(ССП)","2) Видеть её можно было ежедневно то с бидоном, то с сумкой, то с сумкой и бидоном вместе.","3) Жёлтые листья и утренние туманы напоминали об ушедшем лете.","4) Весь день идёт снег либо дождь со снегом.","5) Надежда с упреком взглянула прямо на Курочкина, и тот замолчал.(ССП)","Правильный ответ указан под номером 1 и 5."]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую.","options":["1) Владимир Маяковский остаётся в памяти людей не только как выдающийся поэт своего времени но и как создатель оригинального поэтического стиха.","2)  Луна поднималась и освещала дорогу поле и дома спящей деревни.","3) На выставке представлено много газовых и электрических плит и печей.","4) Раньше Егорушка не видел никогда ни пароходов ни локомотивов ни широких рек.","5) В этом лесу на соснах вы можете заметить белку или дятла."],"answer":["12","21"],"explanation":["Расставим запятые.","1) Владимир Маяковский остаётся в памяти людей не только как выдающийся поэт своего времени, но и как создатель оригинального поэтического стиха.","2)  Луна поднималась и освещала дорогу, поле и дома спящей деревни.","3) На выставке представлено много газовых и электрических плит и печей.","4) Раньше Егорушка не видел никогда ни пароходов, ни локомотивов, ни широких рек.","5) В этом лесу на соснах вы можете заметить белку или дятла.","Правильный ответ указан под номером 1 и 2."]},{"text":"Расставьте знаки препинания. Укажите номера предложений, в которых нужно поставить ОДНУ запятую.","options":["1) Я закажу мороженое или горячий шоколад или клубничное пирожное.","2) После Тургенева Достоевского Толстого Салтыкова-Щедрина и Глеба Успенского рассказы Чехова показались многим критикам выражением общественного равнодушия.","3) Эта конференция собрала вместе представителей как федерального так и регионального уровней власти.","4) Я получаю и доставляю адресату письма и посылки.","5) В такую погоду и волк не рыщет и медведь не вылезает из берлоги."],"answer":["35","53"],"explanation":["Расставим запятые.","1. Я закажу мороженое, или горячий шоколад, или клубничное пирожное.","2. После Тургенева, Достоевского, Толстого, Салтыкова-Щедрина и Глеба Успенского рассказы Чехова показались многим критикам выражением общественного равнодушия.","3. Эта конференция собрала вместе представителей как федерального, так и регионального уровней власти.","4. Я получаю и доставляю адресату письма и посылки.","5. В такую погоду и волк не рыщет, и медведь не вылезает из берлоги. (Хоть и есть общий второстепенный член, но союз И повторяющийся, поэтому запятая нужна).","Правильный ответ указан под номером 3 и 5."]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Кто-то терем прибирал да хозяев поджидал.","2) В синтаксическом строе двух поэтических текстов мы можем найти как сходства так и различия.","3) М. В. Ломоносовым было намечено разграничение знаменательных и служебных слов и в дальнейшем это разграничение поддерживалось крупнейшими представителями русской науки.","4) Многие литературоведы и историки вновь и вновь спорят по поводу переписки Гёте с великим русским поэтом А. С. Пушкиным.","5) А. С. Грин мог подробно описать как изгиб реки так и расположение домов как вековые леса так и уютные приморские города."],"answer":["23","32"],"explanation":["Расставим знаки препинания.","1) Кто-то терем прибирал да хозяев поджидал. (запятая между однородными сказуемыми, связанными одиночным союзом ДА, не нужна)","2) В синтаксическом строе двух поэтических текстов мы можем найти как сходства, так и различия. (запятая между однородными дополнениями)","3) М. В. Ломоносовым было намечено разграничение знаменательных и служебных слов, и в дальнейшем это разграничение поддерживалось крупнейшими представителями русской науки. (запятая между частями сложносочиненного предложения)","4) Многие литературоведы и историки вновь и вновь спорят по поводу переписки Гёте с великим русским поэтом А. С. Пушкиным. (запятые не нужны)","5) А. С. Грин мог подробно описать как изгиб реки, так и расположение домов, как вековые леса, так и уютные приморские города. (запятые между однородными дополнениями)","В ответ выписываем номера предложений, содержащих одну запятую: 23. Порядок цифр не имеет значения."]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Сначала молодой человек был равнодушен и спокоен однако последние слова поразили его задели за живое.","2) Тему судьбы поколения 30-х годов в лирике М.Ю. Лермонтова можно осмыслить как в узком литературном контексте так и в широкой социальной и историко-культурной перспективе.","3) Этот генерал обладает не только военным талантом но и хорошими организаторскими способностями пользуется авторитетом в армии.","4) Сюжет романа И.А. Гончарова «Обломов» выглядит растянутым и нединамичным осложнён и нагружен параллельными сюжетными линиями.","5) Весна и лето прошли для молодых супругов и их родителей быстро и неприметно."],"answer":["24","42"],"explanation":["Расставим знаки препинания.","1) Сначала молодой человек был равнодушен и спокоен, однако последние слова поразили его, задели за живое. — Первая запятая отделяет две основы в составе сложносочинённого предложения: «человек был равнодушен и спокоен», однако «слова поразили, задели»; вторая запятая ставится между однородными сказуемыми: поразили, задели.","2) Тему судьбы поколения 30-х годов в лирике М.Ю. Лермонтова можно осмыслить как в узком литературном контексте, так и в широкой социальной и историко-культурной перспективе. — Запятая между однородными, связанными союзом КАК...ТАК И.","3) Этот генерал обладает не только военным талантом, но и хорошими организаторскими способностями, пользуется авторитетом в армии. — Запятые между однородными дополнениями и сказуемыми.","4) Сюжет романа И.А. Гончарова «Обломов» выглядит растянутым и нединамичным, осложнён и нагружен параллельными сюжетными линиями. — Запятая между однородными сказуемыми.","5) Весна и лето прошли для молодых супругов и их родителей быстро и неприметно. — Запятые не нужны, потому что предложение простое, неосложнённое, союз И не является повторяющимся, так как относится к разным членам предложения.","Ответ: 24|42."]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) В пушкинских стихах Петербургского периода любовная лирика представлена слабо но зато примечательно использование поэтического языка любовной лирики в стихотворениях с гражданской тематикой.","2) Конфликт мечты и реальности является основой романтического мировосприятия М.Ю. Лермонтова и многих других поэтов-романтиков.","3) Мир Раскольникова и Свидригайлова в «Преступлении и наказании» Ф.М. Достоевского изображается с помощью целого ряда сходных или очень близких мотивов.","4) Платёж можно совершить не только в отделении банка но и через телефон и Интернет.","5) Погода была сухая и не слишком холодная и я пошёл бродить вокруг маленького но очень уютного селения."],"answer":["14","41"],"explanation":["Расставим знаки препинания.","1) В пушкинских стихах Петербургского периода любовная лирика представлена слабо, но зато примечательно использование поэтического языка любовной лирики в стихотворениях с гражданской тематикой. — Запятая между двумя основами.","2) Конфликт мечты и реальности является основой романтического мировосприятия М.Ю. Лермонтова и многих других поэтов-романтиков. — Запятые не нужны, потому что предложение простое, неосложнённое.","3) Мир Раскольникова и Свидригайлова в «Преступлении и наказании» Ф.М. Достоевского изображается с помощью целого ряда сходных или очень близких мотивов. — Запятые не нужны, потому что предложение простое, неосложнённое.","4) Платёж можно совершить не только в отделении банка, но и через телефон и Интернет. — Запятая разделяет однородные обстоятельствами, связанные союзом НЕ ТОЛЬКО...НО И.","5) Погода была сухая и не слишком холодная, и я пошёл бродить вокруг маленького, но очень уютного селения. — ЗапятЫЕ разделяЮт:","однородные определения, связанные союзом НО.","части сложносочинённого предложения.","Ответ: 1 и 4"]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Творчество Есенина определяется не только традициями «золотого века» но и сильным влиянием нового поэтического мышления.","2) Мы теперь знаем блоковскую сумрачную зиму и есенинское зимнее предчувствие неизбежного возрождения и особую лиричность тургеневской зимы.","3) Старик всегда был весел и всегда говорил шуточками и прибауточками.","4) Надо было очищать территорию от мусора либо отправляться на поиски другого места для привала.","5) Слышно было только мерное дыхание спящих да треск горящих сучьев и скоро все тревоги дня медленно растворились в безмятежной ночи."],"answer":["15","51"],"explanation":["Расставим знаки препинания.","1) Творчество Есенина определяется не только традициями «золотого века», но и сильным влиянием нового поэтического мышления. — Запятая разделяет однородные дополнения, связанные союзом НО.","2) Мы теперь знаем блоковскую сумрачную зиму, и есенинское зимнее предчувствие неизбежного возрождения, и особую лиричность тургеневской зимы. — Запятые между однородными при повторяющемся союзе И. Однородных три, союзов два. Зпт ставится после каждого однородного. О, и О, и О.","3) Старик всегда был весел и всегда говорил шуточками и прибауточками. — Запятые не нужны, потому что предложение простое, неосложнённое, союз И не является повторяющимся, так как относится к разным членам предложения.","4) Надо было очищать территорию от мусора либо отправляться на поиски другого места для привала. — Запятые не нужны, так как однородные сказуемые связаны одиночным союзом ЛИБО.","5) Слышно было только мерное дыхание спящих да треск горящих сучьев, и скоро все тревоги дня медленно растворились в безмятежной ночи. — Запятая между двумя основами: слышно было, тревоги растворились.","Ответ: 15|51."]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) А.С. Пушкин прекрасно знал любил и часто обыгрывал в своих произведениях традиции классицизма однако редко им следовал.","2) Идея у Солженицына выражается как посредством художественных образов так и за счёт авторских комментариев.","3) Дорога то проваливалась между горных хребтов то поднималась на округлые холмы и этот извилистый путь казался бесконечным.","4) Митька радовался и смеялся и никто даже не догадывался о его печали.","5) В темноте надо было аккуратно миновать вражеский дозор или чёрный глазок пулемётного гнезда."],"answer":["24","42"],"explanation":["Расставим знаки препинания.","1) А.С. Пушкин прекрасно знал, любил и часто обыгрывал в своих произведениях традиции классицизма, однако редко им следовал. — Запятые при однородных сказуемых.","Примечание: в этом задании не проверяются знаки препинания при вводных словах и похожих на них союзах, для этого есть задание 17. Зпт перед союзом «однако» ставится по правилу однородных членов. И это — не вводное слово.","2) Идея у Солженицына выражается как посредством художественных образов, так и за счёт авторских комментариев. — Запятая при однородных обстоятельствах, связанных союзом КАК...ТАК И.","3) Дорога то проваливалась между горных хребтов, то поднималась на округлые холмы, и этот извилистый путь казался бесконечным. — Первая запятая между однородными сказуемыми, вторая — между основами: дорога проваливалась, поднималась И путь казался бесконечным.","4) Митька радовался и смеялся, и никто даже не догадывался о его печали. — Запятая между основами: Митька радовался и смеялся, никто не догадывался.","5) В темноте надо было аккуратно миновать вражеский дозор или чёрный глазок пулемётного гнезда.  — Запятые не нужны, потому что предложение простое, неосложнённое.","Ответ: 24|42."]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Я со своей стороны лишь изменил имена некоторых действующих лиц этой истории да придал устному рассказу письменную форму.","2) Одна лишь стрекоза в такую жару чувствует себя хорошо и как ни в чём не бывало она пляшет без устали в пахучей хвое.","3) Со своими увалами и ухабами с лесами и перелесками тайга обладает десятками микроклиматов.","4) Всё блещет и нежится и радостно тянется к солнцу.","5) В древности зачастую вопрос жизни и смерти зависел от случайного стечения обстоятельств или соотношения сил людей и зверей."],"answer":["23","32"],"explanation":["Расставим знаки препинания.","1) Я со своей стороны лишь изменил имена некоторых действующих лиц этой истории да придал устному рассказу письменную форму.(простое с однородными)","2) Одна лишь стрекоза в такую жару чувствует себя хорошо, и как ни в чём не бывало она пляшет без устали в пахучей хвое. (ССП)","3) Со своими увалами и ухабами, с лесами и перелесками тайга обладает десятками микроклиматов.(попарные однородные)","4) Всё блещет, и нежится, и радостно тянется к солнцу.(поставлены 2 запятые по схеме А, и Б, и В, где АБВ однородные сказуемые)","5) В древности зачастую вопрос жизни и смерти зависел от случайного стечения обстоятельств или соотношения сил людей и зверей.","Ответ: 2, 3."]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) В 1856 году в немецком городе Карлсруэ вышло в свет первое издание поэмы «Демон» бывшего поручика Тенгинского полка М. Ю. Лермонтова и в том же году в Омске в семье штабс-капитана того же Тенгинского пехотного полка А. М. Врубеля родился сын – будущий художник Михаил Врубель.","2) Многие полотна И. К. Айвазовского воспринимаются как музыкальные или стихотворные импровизации.","3) Впервые за столь долгие военные годы из парка доносился звонкий детский смех и врезался в воздух скрип проржавевших от дождей качелей.","4) С поэтами-декабристами композитора А. А. Алябьева связывали как общие взгляды так и многие обстоятельства жизни и тяжёлой личной судьбы.","5) В Мещёрском крае заповедными стали истоки рек и родники и рощи и дубравы."],"answer":["14","41"],"explanation":["Расставим знаки препинания.","1) В 1856 году в немецком городе Карлсруэ вышло в свет первое издание поэмы «Демон» бывшего поручика Тенгинского полка М. Ю. Лермонтова, и в том же году в Омске в семье штабс-капитана того же Тенгинского пехотного полка А. М. Врубеля родился сын – будущий художник Михаил Врубель (запятая отделяет основы).","2) Многие полотна И. К. Айвазовского воспринимаются как музыкальные или стихотворные импровизации (союз КАК выступает в значении «в качестве», а не в составе сравнительного оборота, поэтому запятая не ставится).","3) Впервые за столь долгие военные годы из парка доносился звонкий детский смех и врезался в воздух скрип проржавевших от дождей качелей (у основ есть общий второстепенный член ВПЕРВЫЕ, поэтому запятая между основами не ставится).","4) С поэтами-декабристами композитора А. А. Алябьева связывали как общие взгляды, так и многие обстоятельства жизни и тяжёлой личной судьбы (запятая при однородных).","5) В Мещёрском крае заповедными стали истоки рек, и родники, и рощи, и дубравы (запятые при однородных, связанных повторяющимся союзом И).","Ответ: 1, 4."]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1)\tСолнце садилось в травы туманы и росы и шум поезда не мог заглушить птичьего гомона и перелива в кустах железнодорожного полотна.","2)\tСтремление человека к приобретению знаний естественно и полезно как для самого приобретателя так и для всего общества.","3)\tФилософская проблематика «Преступления и наказания» Ф.М. Достоевского вобрала в себя сложные социальные и идейно-нравственные вопросы и потребовала от писателя глубокого психологизма.","4)\tС вершины пологого холма передо мною то золотым то посеребрённым морем пестрела спелая рожь.","5)\tНа столе и на подоконнике и на комоде лежали книги."],"answer":["24","42"],"explanation":["Расставим знаки препинания:","1)\tСолнце садилось в травы, туманы и росы, и шум поезда не мог заглушить птичьего гомона и перелива в кустах железнодорожного полотна. Запятых ставим две, при однородных членах и в ССП.","2)\tСтремление человека к приобретению знаний естественно и полезно как для самого приобретателя, так и для всего общества. Двойной союз как, так и.","3)\tФилософская проблематика «Преступления и наказания» Ф.М. Достоевского вобрала в себя сложные социальные и идейно-нравственные вопросы и потребовала от писателя глубокого психологизма. Союзы И соединяют разные ряды однородных членов.","4)\tС вершины пологого холма передо мною то золотым, то посеребрённым морем пестрела спелая рожь. Двойной союз то, то","5)\tНа столе, и на подоконнике, и на комоде лежали книги. Зпт по схеме: А, и Б, и В, где АБВ  — однородные члены. Ставим две запятых.","Ответ: 2, 4."]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1)\tПоезд вышел из лесов в луга и стал виден тихий закат.","2)\tОт влаги в окнах повело рамы и местами сошла с дерева краска.","3)\tПафос поэзии М. Ю. Лермонтова заключается в нравственных вопросах о судьбах и нравах человеческой личности.","4)\tМы шли то по узким лесным тропам то по широкой дороге.","5)\tАлексей не слышал моих слов или умышленно никак не отреагировал на них."],"answer":["14","41"],"explanation":["Расставим знаки препинания:","1)\tПоезд вышел из лесов в луга,  и стал виден тихий закат. ССП.","2)\tОт влаги в окнах повело рамы и местами сошла с дерева краска. ССП с общим второстепенным членом.","3)\tПафос поэзии М. Ю. Лермонтова заключается в нравственных вопросах о судьбах и нравах человеческой личности.","4)\tМы шли то по узким лесным тропам,  то по широкой дороге. Двойной союз то, то.","5)\tАлексей не слышал моих слов или умышленно никак не отреагировал на них. Однородные сказуемые, зпт не нужна.","Ответ: 1 и 4."]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1)\tРаботы хохломских мастеров радуют нас яркими красками и щедростью узоров и мастерством исполнения.","2)\tОкончилось жаркое лето и осенней желтизной вспыхнули берёзки у меня во дворе.","3)\tМарья Алексеевна оказалась женщиной красивой и умной доброй и щедрой.","4)\tСложенные палатки и рюкзаки ребята оставили под большим деревом и отправились к реке.","5)\tМир Раскольникова и Свидригайлова в «Преступлении и наказании» изображается с помощью целого ряда сходных или очень близких мотивов."],"answer":["23","32"],"explanation":["Расставим знаки препинания:","1)\tРаботы хохломских мастеров радуют нас яркими красками, и щедростью узоров, и мастерством исполнения. Зпт по схеме: А, и Б, и В, где АБВ  — однородные члены. Ставим две запятых.","2)\tОкончилось жаркое лето, и осенней желтизной вспыхнули берёзки у меня во дворе. ССП.","3)\tМарья Алексеевна оказалась женщиной красивой и умной, доброй и щедрой. Зпт по схеме: А и Б, и В и Г, где АБВГ — однородные члены.","4)\tСложенные палатки и рюкзаки ребята оставили под большим деревом и отправились к реке. Два ряда однородных членов.","5)\tМир Раскольникова и Свидригайлова в «Преступлении и наказании» изображается с помощью целого ряда сходных или очень близких мотивов. Одиночные союзы: и, и, или.","Ответ: 2 и 3."]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1)\tМихаил сурово и отрывисто на всех покрикивал и выглядел взволнованным.","2)\tСердце в груди задрожит и забьётся и потонет в приятных воспоминаниях.","3)\tБольшие облака мерно плыли по небу и то закрывали то открывали солнце.","4)\tМама любила стихи и книги деревья и небо.","5)\tВсё кругом цвело жужжало пело и светлое чувство охватывало душу."],"answer":["34","43"],"explanation":["Расставим знаки препинания.","1)\tМихаил сурово и отрывисто на всех покрикивал и выглядел взволнованным. Разные ряды однородных членов.","2)\tСердце в груди задрожит, и забьётся, и потонет в приятных воспоминаниях. Зпт по схеме: А, и Б, и В, где АБВ — однородные члены. Ставим две запятых.","3)\tБольшие облака мерно плыли по небу и то закрывали, то открывали солнце. Двойной союз то, то.","4)\tМама любила стихи и книги, деревья и небо. Зпт по схеме: А и Б, и В и Г, где АБВГ — однородные члены.","5)\tВсё кругом цвело, жужжало, пело,  и светлое чувство охватывало душу. ССП + зпт при однородных. ТРИ запятых!","Ответ: 3 и 4."]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Наша лодка проплывала то мимо тонких осинок то около островков то неподалёку от зарослей тальника.","2) Безотчётная преданность идее часто вынуждает человека отказаться от близких людей и от дома и от семьи.","3) Москва – это сады и чертоги золотые головы церквей и деревянные дома в старых переулках.","4) Сумерки сгущаются и опускаются ниже и на небе зажигаются первые звёзды.","5) Ветер шумит в вершинах сосен и проносит под ними вереницы туч."],"answer":["34","43"],"explanation":["Пояснение.","Приведём верное написание","1) Наша лодка проплывала то мимо тонких осинок, то около островков, то неподалёку от зарослей тальника. Две запятых!","2) Безотчётная преданность идее часто вынуждает человека отказаться от близких людей, и от дома, и от семьи. Две запятых! Схема: О, и О, и О.","3) Москва – это сады и чертоги, золотые головы церквей и деревянные дома в старых переулках. Схема: О и О, О и О.","4) Сумерки сгущаются и опускаются ниже, и на небе зажигаются первые звёзды. Схема ССП, в первом однородные члены: {О и О}, и { }.","5) Ветер шумит в вершинах сосен и проносит под ними вереницы туч. Схема простого предложения: {О и О}.","Ответ: 3, 4."]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Снег ложился на деревья и кусты на скамейки и дорожки.","2) Выглянуло яркое солнце и вспыхнули засветились резвые ручейки.","3) От дома и от деревьев и от голубятни побежали далеко длинные тени.","4) По отношению человека к своему языку можно совершенно точно судить не только о его общем культурном уровне но и о характере его духовных ценностей.","5) Лица присутствующих выражали не то страх не то беспокойство не то недовольство."],"answer":["14","41"],"explanation":["Расставим знаки препинания. Укажем два предложения, в которых нужно поставить ОДНУ запятую. Запишем номера этих предложений.","1) Снег ложился на деревья и кусты, на скамейки и дорожки.|Ои О|,|Ои О|","2) {Выглянуло яркое солнце}, и {вспыхнули, засветились резвые ручейки}. Две запятых.","3) От дома, и от деревьев, и от голубятни побежали далеко длинные тени. Две запятых. О, и О, и О.","4) По отношению человека к своему языку можно совершенно точно судить не только о его общем культурном уровне, но и о характере его духовных ценностей.","5) Лица присутствующих выражали не то страх, не то беспокойство, не то недовольство. Две запятых.","Ответ: 1 и 4"]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Старого лесника не страшили нехоженые тропы и глубокие пещеры и не пугала встреча с дикими животными.","2) Я видел только верхушки ивняка да обрывистый край противоположного берега.","3) У Сибири есть много особенностей как в природе так и в людских нравах.","4) Челкаш сожалел об этой молодой жизни посмеивался над ней и даже огорчался за неё.","5) Ближе к осени мои ласточки всё реже прилетали к гнезду а потом покружились во дворе сказали мне что-то на своём птичьем языке и улетели в тёплые края."],"answer":["34","43"],"explanation":["1) Старого лесника не страшили нехоженые тропы и глубокие пещеры и не пугала встреча с дикими животными. Нет запятых, так как в ССП есть общий второстепенный член.","2) Я видел только верхушки ивняка да обрывистый край противоположного берега. Нет запятых.","3) У Сибири есть много особенностей как в природе, так и в людских нравах. Одна запятая.","4) Челкаш сожалел об этой молодой жизни, посмеивался над ней и даже огорчался за неё. Одна запятая.","5) Ближе к осени мои ласточки всё реже прилетали к гнезду, а потом покружились во дворе, сказали мне что-то на своём птичьем языке и улетели в тёплые края. Две запятые.","Ответ: 3, 4."]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Муж и жена шли рука об руку и были абсолютно счастливы.","2) Рядом с дорогой тянулись узкие тропинки да длинные цветочные клумбы.","3) Не то мысли не то воспоминания не то мечты бродили в голове Оленина.","4) Сонечка прекрасно шила и вышивала вязала спицами и крючком.","5) Наступил долгожданный август и родители всё чаще стали говорить о моих грядущих школьных занятиях."],"answer":["45","54"],"explanation":["Расставим знаки препинания. Укажем два предложения, в которых нужно поставить ОДНУ запятую. Запишем номера этих предложений.","1) Муж и жена шли рука об руку и были абсолютно счастливы.","2) Рядом с дорогой тянулись узкие тропинки да длинные цветочные клумбы.","3) Не то мысли, не то воспоминания, не то мечты бродили в голове Оленина.","4) Сонечка прекрасно шила и вышивала, вязала спицами и крючком.","5) Наступил долгожданный август, и родители всё чаще стали говорить о моих грядущих школьных занятиях.","Ответ: 4, 5."]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Обобщающие слова могут стоять или перед однородными членами или после них.","2) У В. И. Сурикова была феноменальная художественная память и смеющегося священника он написал именно по памяти.","3) Выбежишь за ворота и увидишь ослепительную и первозданную белизну снега.","4) Я с волнением осматривал и дом и картины в нём и его обитателей.","5) Ваш внутренний мир настроен тонко и верно и отзывается на самые незаметные звуки жизни."],"answer":["12","21"],"explanation":["Расставим знаки препинания. Укажем два предложения, в которых нужно поставить ОДНУ запятую. Запишем номера этих предложений.","1) Обобщающие слова могут стоять или перед однородными членами, или после них. Повторяющийся союз «или».","2) {У В. И. Сурикова была феноменальная художественная память}, и {смеющегося священника он написал именно по памяти}. ССП","3) Выбежишь за ворота и увидишь ослепительную и первозданную белизну снега. Два разных ряда однородных членов.","4) Я с волнением осматривал и дом, и картины в нём, и его обитателей. Две запятых при повторяющихся союзах.","5) Ваш внутренний мир настроен тонко и верно и отзывается на самые незаметные звуки жизни. Два  разных ряда однородных членов.","Ответ: 1, 2."]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Я ушёл незаметно и по дороге думал о маленьком Саше и его матери.","2) Стало темнеть и скоро в доме появилась бабка Настя и заварила нам чай.","3) Река то и дело круто поворачивала то в одну сторону то в другую.","4) Митька был не столько испуган сколько обескуражен шокирован случившимся.","5) Мы передали в музей и дедушкины книги и бабушкины скатерти и наш фарфоровый сервиз."],"answer":["23","32"],"explanation":["Расставим знаки препинания. Укажем два предложения, в которых нужно поставить ОДНУ запятую. Запишем номера этих предложений.","1) Я ушёл незаметно и по дороге думал о маленьком Саше и его матери. Два ряда однородных членов.","2) {Стало темнеть}, и {скоро в доме появилась бабка Настя и заварила нам чай}. ССП.","3) Река то и дело круто поворачивала то в одну сторону, то в другую.","4) Митька был не столько испуган, сколько обескуражен, шокирован случившимся. Две зпт.","5) Мы передали в музей и дедушкины книги, и бабушкины скатерти, и наш фарфоровый сервиз. Две зпт.","Ответ: 2, 3."]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Через открытое окно доносились то гудки паровозов то лай собак.","2) Миша не расслышал вопроса или не захотел на него отвечать.","3) Писатели и журналисты широко используют пословицы и поговорки в своих произведениях.","4) Кистью Айвазовского двигало неуёмное желание подарить миру новые поэмы о величественной борьбе человека со стихией и о неизведанной красоте лучезарного моря о родных просторах и о далёких побережьях.","5) Весна выдалась сухая тёплая и лишь изредка выпадали короткие дожди."],"answer":["14","41"],"explanation":["Расставим знаки препинания. Укажем два предложения, в которых нужно поставить ОДНУ запятую. Запишем номера этих предложений.","1) Через открытое окно доносились то гудки паровозов, то лай собак.","2) Миша не расслышал вопроса или не захотел на него отвечать.","3) Писатели и журналисты широко используют пословицы и поговорки в своих произведениях. Два ряда однородных.","4) Кистью Айвазовского двигало неуёмное желание подарить миру новые поэмы о величественной борьбе человека со стихией и о неизведанной красоте лучезарного моря, о родных просторах и о далёких побережьях. О и О, О и О.","5) {Весна выдалась сухая, тёплая}, и {лишь изредка выпадали короткие дожди}. Две запятые.","Ответ: 1, 4."]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Щегольство и изящество в одежде и убранстве домов составляли как привычку так и необходимость их жизни.","2) Энергия не может ни возникнуть из ничего ни исчезнуть бесследно.","3) Солнце светило ласково и нежно и согревало своим теплом землю.","4) В клевете его видел я досаду оскорблённого самолюбия и отвергнутой любви и великодушно извинял своего несчастного соперника.","5) Волшебная сказка дала полную волю человеческому воображению и тем самым сослужила огромную службу литературе."],"answer":["12","21"],"explanation":["Пояснение.","Расставим знаки препинания.","1) Щегольство и изящество в одежде и убранстве домов составляли как привычку, так и необходимость их жизни. — запятая отделяет однородные члены, связанные союзом как... так и; союз И в данном предложении связывает разные слова, поэтому не является повторяющимся.","2) Энергия не может ни возникнуть из ничего, ни исчезнуть бесследно. — запятая ставится при однородных членах, связанных союзом НИ-НИ.","3) Солнце светило ласково и нежно и согревало своим теплом землю. — союз И в данном предложении связывает разные слова, поэтому не является повторяющимся — запятая не нужна.","4) В клевете его видел я досаду оскорблённого самолюбия и отвергнутой любви  и великодушно извинял своего несчастного соперника. Нет запятых: здесь два ряда однородных членов досаду (чего?) самолюбия и любви; видел и извинял.","5) Волшебная сказка дала полную волю человеческому воображению и тем самым сослужила огромную службу литературе. — союз И одиночный, соединяет однородные сказуемые — запятая не нужна.","Ответ: 12|21."]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) На столе лежали как журналы и газеты так и книги.","2) В Суздале и Пскове и Ростове Великом творили великие мастера.","3) Книга  не  только  вводит  читателя  в  богатый  мир  русского  языка  но и раскрывает законы языковой гармонии.","4) Мы  выехали  на  тракт  и  скоро  миновали  посёлок  и  стоящую  возле  него церковь.","5) Вспомните каменную громаду Георгиевского собора под Новгородом или деревянную сказку Кижей!"],"answer":["13","31"],"explanation":["Расставим знаки препинания. Подчеркнём поставленные запятые.","1) На столе лежали как журналы и газеты,  так и книги.  Модель: КАК о и о, ТАК И  о  поставили  одну запятую перед второй частью союза","2) В Суздале, и Пскове, и Ростове Великом творили великие мастера.   Поставили ДВЕ запятые:  О, и О, и О","3) Книга  не  только  вводит  читателя  в  богатый  мир  русского  языка, но и раскрывает законы языковой гармонии. Модель: НЕ ТОЛЬКО о , НО И о  поставили  одну запятую перед второй частью союза","4) Мы  выехали  на  тракт  и  скоро  миновали  посёлок  и  стоящую  возле  него церковь. Разные ряды,  Не поставили  ни одной запятой.","5) Вспомните каменную громаду Георгиевского собора под Новгородом или деревянную сказку Кижей!  Одиночный союз ИЛИ,  не поставили  ни одной запятой.","Ответ: 13|31."]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Помещичья  свадьба  в  XVIII – начале  XIX  веков  отличалась  от  дворянской не только богатством но и заметной «европеизацией».","2) Степени  сравнения  прилагательных  образуются  с  помощью  суффиксов либо с помощью вспомогательных слов.","3) Роман «Мастер и Маргарита» бросает вызов рационализму и мещанству пошлости и подлости.","4) Как  хороши  были  на  старом  пруду  эти  лилии  и  полевые  ромашки  и придорожные васильки!","5) У  самого  подножия  горы  зеленел  мелкий  кустарник  и  пестрели  разноцветные стайки цветов."],"answer":["13","31"],"explanation":["Расставим знаки препинания. Подчеркнём поставленные запятые.","1) Помещичья  свадьба  в  XVIII – начале  XIX  веков  отличалась  от  дворянской не только богатством, но и заметной «европеизацией».  Модель: НЕ ТОЛЬКО о , НО И о,  поставили  одну запятую перед второй частью союза","2) Степени  сравнения  прилагательных  образуются  с  помощью  суффиксов либо с помощью вспомогательных слов.","Одиночный союз ЛИБО,  не поставили  ни одной запятой.","3) Роман «Мастер и Маргарита» бросает вызов рационализму и мещанству, пошлости и подлости.  ОЧ соединены попарно по модели: О и О, О и О,   поставили  одну запятую между парами","4) Как  хороши  были  на  старом  пруду  эти  лилии,  и  полевые  ромашки,  и придорожные васильки!   Поставили ДВЕ запятые:  О, и О, и О","5) У  самого  подножия  горы  зеленел  мелкий  кустарник  и  пестрели  разноцветные стайки цветов.","Сложносочинённое предложение с общим второстепенным членом,  не поставили  ни одной запятой.","Ответ: 13|31."]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Сведения  современников  о  характере  князя  Ивана  Долгорукого противоречивы и это не только противоречие точек зрения мемуаристов но и противоречивость характера самого князя Ивана Алексеевича.","2) Пушкин  был  физически  крепок  и  вынослив  обладал  силой  и  хорошим здоровьем.","3) Холодно  и  ярко  сияет  над  тяжёлыми тучами  голубое  небо  и из-за  этих туч медленно выплывают хребты снеговых облаков.","4) Вдоль берега моря и параллельно ему тянулись рядами длинные озерки и болота.","5) Лев Владимирович Щерба говорил неторопливо задумчиво смотрел не то на слушающих не то будто внутрь себя."],"answer":["23","32"],"explanation":["Расставим знаки препинания. Подчеркнём поставленные запятые.","1) {Сведения  современников  о  характере  князя  Ивана  Долгорукого противоречивы}, и {это не только противоречие точек зрения мемуаристов, но и противоречивость характера самого князя Ивана Алексеевича}.  ССП, второе осложнено однородными членами с союзом НЕ ТОЛЬКО НО И   поставили  две запятые","2) Пушкин  был  физически  крепок  и  вынослив,  обладал  силой  и  хорошим здоровьем.   Повторяющихся союзов И нет (разные ряды! ),  поставили  одну запятую между однородными сказуемыми","3) {Холодно  и  ярко  сияет  над  тяжёлыми тучами  голубое  небо},  и {из-за  этих туч медленно выплывают хребты снеговых облаков}. ССП, с двумя основами   поставим  одну запятую","4) Вдоль берега моря и параллельно ему тянулись рядами длинные озерки и болота.  Разные ряды ОЧ в простом предложении,   нет запятых","5) Лев Владимирович Щерба говорил неторопливо, задумчиво, смотрел не то на слушающих, не то будто внутрь себя. Три ряда однородных членов, два сказуемых, два обстоятельства, два дополнения.  Поставили ТРИ запятых:","Ответ: 23|32."]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Книга Н. Заболоцкого «Столбцы» стала заметной вехой не только в творчестве самого поэта но и в поэзии того времени в целом.","2) Персонажи в произведении бывают главными или второстепенными сквозными или эпизодическими а по своим характерам делятся на положительных и отрицательных.","3) Лесные тропинки прыгали по твёрдым корням дубов и лип и моя некованая лошадь начала спотыкаться.","4) Ни один экзамен по литературе ни одно сочинение не должны обходиться без использования специального языка литературоведения его терминов и понятий.","5) Сад у тётки славился соловьями да цветами да яблоками."],"answer":["13","31"],"explanation":["Расставим знаки препинания. Подчеркнём поставленные запятые.","1) Книга  Н.  Заболоцкого  «Столбцы»  стала  заметной  вехой  не  только в творчестве самого поэта,  но и в поэзии того времени в целом.   Модель: НЕ ТОЛЬКО о , НО И о,  поставили  одну запятую перед второй частью союза","2) Персонажи  в  произведении  бывают  главными  или  второстепенными, сквозными  или  эпизодическими,  а  по  своим  характерам  делятся  на положительных и отрицательных. Два ряда: в первом соединены попарно по модели: О и О, О и О ; во втором зпт перед союзом «а».  Поставили  две запятые","3) {Лесные  тропинки  прыгали  по  твёрдым  корням  дубов  и  лип},  и  {моя некованая лошадь начала спотыкаться}.   Сложносочинённое предложение,  поставили  одну запятую.","4) Ни  один  экзамен  по  литературе,  ни  одно  сочинение  не  должны обходиться  без  использования  специального  языка  литературоведения,  его терминов и понятий. В первом ряду: повторяющийся союз НИ, НИ; во втором три ОЧ соединены по модели О, О и О.  Поставили  две запятых.","5) Сад у тётки славился соловьями, да цветами, да яблоками. Поставили две запятые:  О, и О, и О","Ответ: 13|31."]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Горького  интересует  не  столько  социальный  аспект  противостояния героев сколько их неготовность реально осмыслить своё положение.","2)Течение времени в платоновском «Котловане» то почти останавливается то стремительно но ненадолго ускоряется.","3) В пьесе «Дни Турбиных» Булгаков сумел утвердить идею человечности и самоценности  жизни  и  непреложность  традиционных  нравственных ценностей.","4) Природа  в  лирике  Н.  Заболоцкого  жива  и  бесконечно  многообразна изменчива и противоречива.","5) В Дубечне тем временем штукатурили и окрашивали внутри станцию и велось строительство её верхнего деревянного этажа."],"answer":["14","41"],"explanation":["Расставим знаки препинания. Подчеркнём поставленные запятые.","1) Горького  интересует  не  столько  социальный  аспект  противостояния героев, сколько их неготовность реально осмыслить своё положение.  Модель: НЕ СТОЛЬКО о , СКОЛЬКО о,  поставили  одну запятую перед второй частью союза","2)Течение времени в платоновском «Котловане» то почти останавливается, то стремительно, но ненадолго ускоряется. Повторяющийся союз ТО, ТО в первом ряду;  союз НО во втором дают   две запятые","3) В пьесе «Дни Турбиных» Булгаков сумел утвердить идею человечности, и самоценности  жизни,  и  непреложность  традиционных,  нравственных ценностей. Модель первого ряда: О, и О, и О; во втором ряду О, О поэтому запятых три","4) Природа  в  лирике  Н.  Заболоцкого  жива  и  бесконечно  многообразна, изменчива и противоречива. ОЧ соединены попарно по модели: О и О, О и О .  Поставили  одну запятую","5) {В Дубечне тем временем штукатурили и окрашивали внутри станцию} и {велось строительство её верхнего деревянного этажа}. Сложносочинённое предложение с общим второстепенным членом,  не поставили  ни одной запятой.","Ответ: 14|41."]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Поздравить юбиляра пришли его родственники и коллеги и многочисленные друзья.","2) Герой-романтик находит равное себе начало лишь в общении со стихией: с миром океана или моря гор или прибрежных скал.","3) В отрывке из «Антоновских яблок» Бунина ощущается не столько желание автора быть помещиком сколько стремление быть свободным от мелочных дел.","4) Постоянное движение устремлённость к иным пределам составляет суть творческой жизни и как раз об этом написал Пастернак в одном из стихотворений.","5) Утром восток загорелся румянцем и мелкие облачка окрасились в нежный цвет."],"answer":["23"],"explanation":["Расставим знаки препинания. Подчеркнём поставленные запятые.","1) Поздравить юбиляра пришли его родственники, и коллеги, и многочисленные друзья. Поставили две запятые:  О, и О, и О","2) Герой-романтик находит равное себе начало лишь в общении со стихией: с миром океана или моря, гор или прибрежных скал. О и О, О и О,  поставили одну запятую","3) В отрывке из «Антоновских яблок» Бунина ощущается не столько желание автора быть помещиком, сколько стремление быть свободным от мелочных дел. Модель: НЕ СТОЛЬКО о , СКОЛЬКО о,  поставили  одну запятую перед второй частью союза","4) {Постоянное движение, устремлённость к иным пределам составляет суть творческой жизни}, и {как раз об этом написал Пастернак в одном из стихотворений}. Сложносочинённое предложение, в первом ряд однородных поставили  две запятые.","5) {Утром восток загорелся румянцем} и {мелкие облачка окрасились в нежный цвет}. Сложносочинённое предложение с общим второстепенным членом, нет запятых.","Ответ: 23|32."]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) С образом Плюшкина в «Мёртвых душах» Гоголя тесно связан мотив запустения и гниения омертвения и деградации.","2) Революция и Гражданская война не только изменили социально-политическую обстановку в стране но и повлияли на мысли и умонастроения людей.","3) О появлении незнакомца в городе говорили на следующий день и через неделю и даже через месяц.","4) Каждый день я старался узнавать что-то новое не желал терять ни одного часа ни одной минуты.","5) А утром всё так же ревело седое и мглистое море и летели на набережную тяжёлые брызги прибоя."],"answer":["12","21"],"explanation":["Расставим знаки препинания. Подчеркнём поставленные запятые.","1) С образом Плюшкина в «Мёртвых душах» Гоголя тесно связан мотив запустения и гниения, омертвения и деградации.О и О, О и О,  поставили одну запятую","2) Революция и Гражданская война не только изменили социально-политическую обстановку в стране, но и повлияли на мысли и умонастроения людей.Модель: НЕ ТОЛЬКО о , НО И о,  поставили  одну запятую перед второй частью союза","3) О появлении незнакомца в городе говорили на следующий день, и через неделю, и даже через месяц. Поставили две запятые:  О, и О, и О","4) Каждый день я старался узнавать что-то новое, не желал терять ни одного часа, ни одной минуты. Два ряда, в каждом по одной запятой,  поставили две запятые","5) {А утром всё так же ревело седое и мглистое море} и {летели на набережную тяжёлые брызги прибоя}. Сложносочинённое предложение с общим второстепенным членом, нет запятых.","Ответ: 12"]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Вдали послышался звук мотора или хруст упавшего дерева.","2) Василий Порфирыч раздал детям по микроскопическому кусочку просфоры напился чаю и засел в кабинет.","3) Это был господин немолодых уже лет чопорный и осанистый с осто- рожною и брюзгливою физиономией.","4) Веками роднились с нами эти деревья и дарили нашим предкам скрипучие лапти и бездымную лучину.","5) Дарвин отличался почти всю жизнь расстроенным здоровьем и это не помешало ему проявлять высочайший уровень интенсивности умственного труда."],"answer":["25","52"],"explanation":["Расставим знаки препинания. Подчеркнём поставленные запятые.","1) Вдали послышался звук мотора или хруст упавшего дерева. Простое предложение,  нет запятых.","2) Василий Порфирыч раздал детям по микроскопическому кусочку просфоры, напился чаю и засел в кабинет. Простое предложение с рядом ОЧ без повторяющихся союзов,  поставили одну запятую.","3) Это был господин немолодых уже лет, чопорный и осанистый, с осторожною и брюзгливою физиономией. Ряд ОЧ состоит из разного вида определений,  поставили  две запятые.","4) Веками роднились с нами эти деревья и дарили нашим предкам скрипучие лапти и бездымную лучину. Простое предложение, с двумя рядами ОЧ нет запятых.","5) {Дарвин отличался почти всю жизнь расстроенным здоровьем}, и {это не помешало ему проявлять высочайший уровень интенсивности умственного труда}. Сложносочинённое предложение, одна запятая.","Ответ: 25"]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) По берегам рек жались друг к другу кусты смородины и вербы ольхи и лесной малины.","2) Вдали белел меловый скалистый берег и ярко зеленела молодая зелень дубов и сосен.","3) Я запрещаю себе размышлять о чём-либо и возвращаться мысленно к каким-либо своим ощущениями и воздерживаюсь от предположений.","4) Он слышал только частые удары сердца да глухой шум крови в голове.","5) Наталья отходила от матери и то задумывалась то принималась за работу."],"answer":["15","51"],"explanation":["Расставим знаки препинания. Подчеркнём поставленные запятые.","1) По берегам рек жались друг к другу кусты смородины и вербы, ольхи и лесной малины. Простое предложение с попарно соединёнными ОЧ,  поставили одну запятую.","2) {Вдали белел меловый скалистый берег} и {ярко зеленела молодая зелень дубов и сосен}. Сложносочинённое предложение, общий второстепенный член нет запятых.","3) Я запрещаю себе размышлять о чём-либо и возвращаться мысленно к каким-либо своим ощущениями и воздерживаюсь от предположений. Простое предложение с двумя рядами ОЧ: запрещаю и воздерживаюсь; размышлять и возвращаться.  Нет запятых","4) Он слышал только частые удары сердца да глухой шум крови в голове. Простое предложение, одиночный союз да =и,  нет запятых","5) Наталья отходила от матери и то задумывалась, то принималась за работу. Простое предложение, повторяющийся союз то,  одна запятая","Ответ: 15"]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Я хотел подарить маме на день рождения шкатулку или шляпку или шёлковое кашне.","2) По ночам подмораживало и звёзды усеивали небо.","3) На Птичьем рынке можно было как купить понравившуюся живность так и просто полюбоваться ею.","4) Сверкнула молния и лес на несколько мгновений озарился невыразимо ярким светом наполнился причудливыми тенями.","5) Коперник размышлял над Птолемеевой системой мира и поражался её сложности и искусственности нелогичности и запутанности."],"answer":["35","53"],"explanation":["Расставим знаки препинания. Подчеркнём поставленные запятые.","1) Я хотел подарить маме на день рождения шкатулку, или шляпку, или шёлковое кашне. В одном ряду три ОЧ по модели: О, или О, или О,  поставили  две запятые.","2) {По ночам подмораживало} и {звёзды усеивали небо}.  Сложносочинённое предложение с общим второстепенным членом , нет запятой.","3) На Птичьем рынке можно было КАК купить понравившуюся живность, ТАК И просто полюбоваться ею. Простое предложение с двойным союзом,  поставили одну запятую.","4) {Сверкнула молния}, и {лес на несколько мгновений озарился невыразимо ярким светом, наполнился причудливыми тенями}.  Сложносочинённое предложение, во втором простом ряд ОЧ без союза,  две запятые.","5) Коперник размышлял над Птолемеевой системой мира и поражался её сложности и искусственности, нелогичности и запутанности. Простое предложение с двумя рядами ОЧ. Во втором ряду ОЧ соединены попарно, по модели О и О, О и О,  поставили одну запятую","Ответ: 35"]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Дед Митяй неотрывно смотрел в окно и то покряхтывал то ворчал что-то себе под нос.","2) На новогоднем карнавале весело и задорно подмигивали красные и жёлтые синие и зелёные огоньки гирлянд.","3) Вечерами бабушка топила печку и взрослые играли в умную карточную игру – преферанс.","4) На столе лежали только книги да подшивки старых газет.","5) Акулину в нашем доме любили не столько за умение готовить вкусные обеды сколько за добродушие тепло и ласковость."],"answer":["12","21"],"explanation":["Расставим знаки препинания. Подчеркнём поставленные запятые.","1) Дед Митяй неотрывно смотрел в окно и то покряхтывал, то ворчал что-то себе под нос. Простое предложение с повторяющимся союзом ТО, запятые по модели: и то О, то О, поставили одну запятую.","2) На новогоднем карнавале весело и задорно подмигивали красные и жёлтые, синие и зелёные огоньки гирлянд.","Простое предложение с двумя рядами ОЧ. Во втором ряду ОЧ соединены попарно, по модели О и О, О и О,  поставили одну запятую","3) {Вечерами бабушка топила печку} и {взрослые играли в умную карточную игру – преферанс}.  Сложносочинённое предложение с общим второстепенным членом , нет запятой.","4) На столе лежали только книги да подшивки старых газет. Простое предложение, да=и,  нет запятой","5) Акулину в нашем доме любили НЕ СТОЛЬКО за умение готовить вкусные обеды, СКОЛЬКО за добродушие, тепло и ласковость. Простое предложение с двойным союзом, во второй части зпт между однородными без союза,  поставили две запятые.","Ответ: 12"]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Пленяющая красота русских пейзажей поразительна и надолго остаётся в памяти.","2) К числу самых древних изображений на стенах пещер эпохи палеолита относятся и оттиски руки человека и непонятные узоры с беспорядочными переплетениями волнистых линий.","3) Логику познания Декарт выстроил от простейшего и очевидного  к сложному и непонятному.","4) Для художественной речи характерна как образность так и эмоциональность.","5) Поэту видится то алмазный блеск березняка то бархатный блеск пашен то янтарный блеск свечей."],"answer":["24","42"],"explanation":["Пояснение.","Расставим знаки препинания.","1) Пленяющая красота русских пейзажей поразительна и надолго остаётся в памяти. (Запятая между однородными сказуемыми, связанными одиночным союзом И, не нужна).","2) К числу самых древних изображений на стенах пещер эпохи палеолита относятся и оттиски руки человека, и непонятные узоры с беспорядочными переплетениями волнистых линий. (Запятая между однородными подлежащими, связанными повторяющимся союзом И).","3) Логику познания Декарт выстроил от простейшего и очевидного к сложному и непонятному. (Занятая не нужна между попарно соединяющимися союзом И однородными обстоятельствами).","4) Для художественной речи характерна как образность, так и эмоциональность. (Запятая ставится между однородными подлежащими, связанными составным союзом КАК...ТАК И).","5) Поэту видится то алмазный блеск березняка, то бархатный блеск пашен, то янтарный блеск свечей. (Запятые ставятся между однородными подлежащими, связанными союзом ТО)","Ответ: 24|42"]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Макар был человеком прямолинейным и грубым но зато честным и порядочным.","2) В начале того года мы были полны надежд и вдохновения и нам всё казалось достижимым.","3) Мы двигались по тайге медленно осторожно однако привалы делали редко.","4) Холод в ветхую избу проникал отовсюду: из-под пола с глубоким погребом и через полуразвалившуюся крышу и через сгнившие оконные рамы.","5) На зиму бабушка заготовила малиновое и вишнёвое варенье и яблочное повидло насолила бочку огурцов и несколько вёдер грибов."],"answer":["15","51"],"explanation":["Пояснение.","Расставим знаки препинания.","1) Макар был человеком прямолинейным и грубым, но зато честным и порядочным. − Одна запятая между однородными сказуемыми.","2) В начале того года мы были полны надежд и вдохновения и нам всё казалось достижимым. − Запятые не нужны. Первый союз И соединяет дополнения, второй союз И соединяет основы, имеющие общий второстепенный член − обстоятельство.","3) Мы двигались по тайге медленно, осторожно, однако привалы делали редко. − Первая запятая между однородными обстоятельствами. Вторая запятая между однородными сказуемыми.","4) Холод в ветхую избу проникал отовсюду: из-под пола с глубоким погребом, и через полуразвалившуюся крышу, и через сгнившие оконные рамы. − Запятые между однородными с повторяющимся союзом И.","5) На зиму бабушка заготовила малиновое и вишнёвое варенье и яблочное повидло, насолила бочку огурцов и несколько вёдер грибов. − Запятая между однородными сказуемыми.","Ответ: 15|51"]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Судебные уставы предусматривали призыв присяжных как в палаты так и в Сенат.","2) Я спускался по лестнице и обдумывал всё увиденное и услышанное.","3) Иван Прокофьевич был человеком крутого характера но зато редких добродетелей.","4) Днём и ночью утром и вечером Никита страстно скучал по своей семье жаждал поскорее вернуться.","5) Вдохновлялись ли вы какими-то героями или сценами из классических или современных фильмов?"],"answer":["13","31"],"explanation":["Пояснение.","Расставим знаки препинания.","1) Судебные уставы предусматривали призыв присяжных как в палаты, так и в Сенат. − Составной союз КАК...ТАК И при однородных членах.","2) Я спускался по лестнице и обдумывал всё увиденное и услышанное. − Запятые не нужны: первый союз И соединяет однородные сказуемые, второй союз И соединяет однородные дополнения.","3) Иван Прокофьевич был человеком крутого характера, но зато редких добродетелей. − Запятая между однородными определениями.","4) Днём и ночью, утром и вечером Никита страстно скучал по своей семье, жаждал поскорее вернуться. − Первая запятая между однородными обстоятельствами, соединёнными попарно союзом И, вторая запятая между однородными сказуемыми.","5) Вдохновлялись ли вы какими-то героями или сценами из классических или современных фильмов? − Запятые не нужны.","Ответ: 13|31"]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить  ОДНУ запятую. Запишите номера этих предложений.","options":["1) На простом дубовом столе были голубые и белые тарелки с мелкими трещинками и старые металлические и деревянные ложки.","2) Утром мы наскоро попили чаю с вареньем мёдом и свежим хлебом и все четверо отправились на отцовской лодке на другой берег.","3) Отваренный и очищенный картофель нужно выложить на доску и разрезать пополам или на четвертинки.","4) Я забрался на чердак и долго искал свой сундучок с письмами однако находил только груды старой одежды да связки пожелтелых газет да осколки битой посуды.","5) Меня порадовал и согрел не столько сам подарок сколько внимание и забота Марии Юрьевны."],"answer":["25","52"],"explanation":["Пояснение.","Расставим знаки препинания.","1) На простом дубовом столе были голубые и белые тарелки с мелкими трещинками и старые металлические и деревянные ложки. − Запятые не нужны: первый союз И соединяет однородные «голубые и белые», второй союз И в другом ряду однородных «тарелки и ложки».","2) Утром мы наскоро попили чаю с вареньем, мёдом и свежим хлебом и все четверо отправились на отцовской лодке на другой берег. − Запятая между однородными членами. Перед союзом И запятая не нужна, потому что союз И связывает две основы, имеющие общий второстепенный член - обстоятельство «утром».","3) Отваренный и очищенный картофель нужно выложить на доску и разрезать пополам или на четвертинки. − Запятые не нужны: союзы одиночные в разных рядах однородных членов.","4) Я забрался на чердак и долго искал свой сундучок с письмами, однако находил только груды старой одежды, да связки пожелтелых газет, да осколки битой посуды. − Запятая перед союзом ОДНАКО при однородных сказуемых. Запятые при повторяющемся союзе ДА при однородных членах.","5) Меня порадовал и согрел не столько сам подарок, сколько внимание и забота Марии Юрьевны. − Запятая при однородных, связанных составным союзом НЕ СТОЛЬКО...СКОЛЬКО","Ответ: 25|52"]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно","options":["поставить ОДНУ запятую. Запишите номера этих предложений.","1) Большинство изделий изготавливалось из меди или серебра из золота или из мягкой низкоуглеродистой стали.","2) Под горячими солнечными лучами нас совсем разморило и очень хотелось прилечь где-нибудь в тени и отдохнуть насладиться прохладой свежестью.","3) Мама причесала Сашеньку вплела ей в косички голубые атласные ленты и помогла надеть праздничное шёлковое платьице и новые чулочки.","4) Существует целый ряд как объективных так и субъективных критериев развития личности и важно учитывать это при работе с детьми.","5) Ребята весь день резвились играли в снежки и прятки но зато уже в девять часов вечера они заснули крепким сном."],"answer":["13","31"],"explanation":["Пояснение.","Расставим знаки препинания.","1) Большинство изделий изготавливалось из меди или серебра, из золота или из мягкой низкоуглеродистой стали. − Запятая между однородными, попарно соединёнными союзом ИЛИ.","2) [Под горячими солнечными лучами нас совсем разморило], [и очень хотелось прилечь где-нибудь в тени и отдохнуть, насладиться прохладой свежестью]. − Запятая между однородными сказуемыми «отдохнуть, насладиться». Первый союз И связывает основы, поэтому тоже нужна запятая. Второй союз И связывает однородные сказуемые, он одиночный для этого ряда однородных членов.","3) Мама причесала Сашеньку, вплела ей в косички голубые атласные ленты и помогла надеть праздничное шёлковое платьице и новые чулочки. − Запятая между однородными сказуемыми. Союз И не является повторяющимся, т,к. находится в разных рядах однородных членов.","4) [Существует целый ряд как объективных, так и субъективных критериев развития личности], и [важно учитывать это при работе с детьми]. − Первая запятая между однородными, связанными составным союзом КАК... ТАК И. Вторая запятая между основами.","5) [Ребята весь день резвились, играли в снежки и прятки], [но зато уже в девять часов вечера они заснули крепким сном]. − Первая запятая между однородными сказемыми. Вторая запятая между основами. Между однородными дополнениями запятая не нужна, потому что союз И одиночный.","Ответ: 13|31"]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Проникновенная любовь к родным местам и заснеженным просторам манит к себе рождает раздумья о горечи утрат и тревогу за будущее.","2) В самом языке заключены и образы и ритм и рифмы и аллитерации.","3) Язык многообразен и многозвучен и разнотонен.","4) Не то мысли не то воспоминания не то мечты бродили в его голове.","5) Воздух лёгок и чист и замёрзла река."],"answer":["15","51"],"explanation":["Пояснение.","Расставим знаки препинания.","1) Проникновенная любовь к родным местам и заснеженным просторам манит к себе, рождает раздумья о горечи утрат и тревогу за будущее. (Запятая между однородными сказуемыми).","2) В самом языке заключены и образы, и ритм, и рифмы, и аллитерации. (Запятые между однородными подлежащими, связанными повторяющимся союзом И).","3) Язык многообразен, и многозвучен, и разнотонен. (Запятые между однородными сказуемыми).","4) Не то мысли, не то воспоминания, не то мечты бродили в его голове. (Запятые между однородными подлежащими).","5) Воздух лёгок и чист, и замёрзла река. (Запятая между основами в сложном предложении; между однородными сказуемыми «лёгок» и «чист» запятая не нужна, потому что союз И при однородных одиночный).","Ответ: 15|51"]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить  ОДНУ запятую. Запишите номера этих предложений.","options":["1) Я не умею ни красиво говорить ни спорить ни поддерживать разговора.","2) На этих вечеринках хозяйка и гости не играли в карты и не танцевали а развлекали себя разными художествами.","3) В тихую июльскую ночь Ольга Ивановна стояла на палубе волжского парохода и смотрела то на воду то на красивые берега.","4) В старших классах на дополнительных уроках мы читали вслух Гоголя или Пушкина или писали сочинения.","5) С самого утра в тот памятный день ярко и жизнерадостно светило солнце и воробьи весело чирикали о чём-то друг с другом."],"answer":["23","32"],"explanation":["Пояснение.","Расставим знаки препинания.","1) Я не умею ни красиво говорить, ни спорить, ни поддерживать разговора. − Запятые между однородными сказуемыми, связанными союзом НИ...НИ","2) На этих вечеринках хозяйка и гости не играли в карты и не танцевали, а развлекали себя разными художествами. − Запятая между однородными сказуемыми, связанными союзом А, перед союзом И запятая не нужна, т.к. он одиночный.","3) В тихую июльскую ночь Ольга Ивановна стояла на палубе волжского парохода и смотрела то на воду, то на красивые берега. − Запятая между однородными обстоятельствами, связанными союзом ТО...ТО.","4) В старших классах на дополнительных уроках мы читали вслух Гоголя или Пушкина или писали сочинения. − Запятые не нужны.","5) С самого утра в тот памятный день ярко и жизнерадостно светило солнце и воробьи весело чирикали о чём-то друг с другом. − Запятые между основами не нужны,т.к. есть общий второстепенный член предложения","Ответ: 23|32"]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить  ОДНУ запятую. Запишите номера этих предложений.","options":["1) Она увлечённо и страстно танцевала вальс и польку и кадриль.","2) Было тихо темно и только высоко на вершинах дрожал яркий золотой свет и переливал радугой в сетях паука.","3) Женя грустно посмотрела на сестру и на мать и вышла.","4) Весь день шёл либо дождь либо мокрый снег.","5) В постановке школьного спектакля участвовали не только дети но и родители."],"answer":["45","54"],"explanation":["Пояснение.","Расставим знаки препинания.","1) Она увлечённо и страстно танцевала вальс, и польку, и кадриль.− Запятые между однородными дополнениями, связанными повторяющимся союзом И, причём запятая ставится и перед первым И.","2) Было тихо, темно, и только высоко на вершинах дрожал яркий золотой свет и переливал радугой в сетях паука. − Первая запятая между однородными сказемыми; вторая запятая между основами.","3) Женя грустно посмотрела на сестру и на мать и вышла. − Запятые не нужны: первый союз И соединяет однородные дополнения, второй союз И соединяет однородные сказуемые, поэтому И не является повторяющимся.","4) Весь день шёл либо дождь, либо мокрый снег. − Запятые между однородными подлежащими.","5) В постановке школьного спектакля участвовали не только дети, но и родители. − Запятая между однородными подлежащими.","Ответ: 45|54"]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Она не то испугалась не то удивилась и поглядела на него большими глазами.","2) Сад не только не постарел но и разросся вытянулся ветвями к небу и теперь был весь в цвету.","3) Дальше поднимались десятки всевозможных труб и правильными рядами горбились крыши отдельных корпусов.","4) Первые лучи солнца блеснули в небе и побежали по земле и небу золотые блики.","5) За ночь навалило много снегу деревья оделись в белое и воздух был необыкновенно прозрачен и нежен."],"answer":["14","41"],"explanation":["Пояснение.","Расставим знаки препинания.","1) Она не то испугалась, не то удивилась и поглядела на него большими глазами. − Запятая между однородными сказуемыми, связанными союзом НЕ ТО...НЕ ТО; перед союзом И запятая не нужна, он одиночный.","2) Сад не только не постарел, но и разросся, вытянулся ветвями к небу и теперь был весь в цвету. − Запятые между однородными сказуемыми.","3) Дальше поднимались десятки всевозможных труб и правильными рядами горбились крыши отдельных корпусов. − Запятая не нужна между основами, потому что есть однородный член.","4) Первые лучи солнца блеснули в небе, и побежали по земле и небу золотые блики. − Запятая между основами.","5) За ночь навалило много снегу, деревья оделись в белое, и воздух был необыкновенно прозрачен и нежен. − Запятые между основами. Обстоятельство «за ночь» не является общим для всех основ.","Ответ: 14|41"]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Залетит случайная пчёлка усядется на одуванчик и напомнит Танечке о дедовой пасеке и тягучем мёде из свежесобранных сот.","2) Топор звучал всё глуше и глуше белые щепки летели на росистую траву и слышался лёгкий треск дерева.","3) Кот оказался не только платёжеспособным но и дисциплинированным зверем.","4) На первом плане мокрые берега с тростником и лугами садами и дачами развалины замков.","5) Семейства изредка тихим голосом перекидываются словами о приятном вкусе такого-то кушанья или напитка и красивом виде с горы Риги."],"answer":["13","31"],"explanation":["Пояснение.","Расставим знаки препинания.","1) Залетит случайная пчёлка, усядется на одуванчик и напомнит Танечке о дедовой пасеке и тягучем мёде из свежесобранных сот. − Запятая между однородными сказуемыми.","2) Топор звучал всё глуше и глуше, белые щепки летели на росистую траву, и слышался лёгкий треск дерева. − Запятые между основами.","3) Кот оказался не только платёжеспособным, но и дисциплинированным зверем. − Запятая между однородными определениями.","4) На первом плане мокрые берега с тростником и лугами, садами и дачами, развалины замков. − Первая запятая между однородными определениями; вторая запятая между однородными подлежащими.","5) Семейства изредка тихим голосом перекидываются словами о приятном вкусе такого-то кушанья или напитка и красивом виде с горы Риги. − Запятые не нужны.","Ответ: 13|31"]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Дул то с одной то с другой стороны ветерок.","2) По вечерам я стал читать и оценил вполне лампу над столом и седые угольки на подносе самовара и стынущий чай.","3) На широком лугу пасутся коровы да лошади или козы с овцами.","4) У Пахомки ни детей ни воспитанников никогда не было.","5) В воздухе жужжали мухи и наперегонки носились разноцветные бабочки."],"answer":["14","41"],"explanation":["Пояснение.","Расставим знаки препинания.","1) Дул то с одной, то с другой стороны ветерок. − Однородные определения, соединённые союзом ТО...ТО.","2) По вечерам я стал читать и оценил вполне лампу над столом, и седые угольки на подносе самовара, и стынущий чай. − Запятые между однородными дополнениями, связанными повторяющимся союзм И.","3) На широком лугу пасутся коровы да лошади или козы с овцами. − Запятые не нужны.","4) У Пахомки ни детей, ни воспитанников никогда не было. − Однородные дополнения, соединённые союзом НИ...НИ.","5) В воздухе жужжали мухи и наперегонки носились разноцветные бабочки. − Запятые не нужны, т.к. есть общий член предложения − обстоятельство.","Ответ: 14|41"]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Охотник терпеливо натаскивал щенка не только по утке на пруду но и на тетеревов в ближних полях и на вырубках.","2) Гусаков уже был наслышан о замечательных проделках как лётчиков так и партизан и старшина тоже должен был об этом кое-что знать.","3) После этого он достал из-под сиденья лопаточку и ведро спрыгнул на землю и аккуратно собрал в ведро все осколки.","4) Одни и те же мальчишеские и девчоночьи физиономии блуждали и мелькали перед глазами обоих.","5) Конь то и дело норовил уйти домой или скрывался в лесу либо в дальних логах."],"answer":["13","31"],"explanation":["Пояснение.","Расставим знаки препинания.","1) Охотник терпеливо натаскивал щенка не только по утке на пруду, но и на тетеревов в ближних полях и на вырубках. − Одна запятая между однородными дополнениями.","2) Гусаков уже был наслышан о замечательных проделках как лётчиков, так и партизан, и старшина тоже должен был об этом кое-что знать. − Первая запятая между однородными дополнениями; вторая запятая между основами в сложном предложении.","3) После этого он достал из-под сиденья лопаточку и ведро, спрыгнул на землю и аккуратно собрал в ведро все осколки. − Одна запятая между однородными сказуемыми; пред И запятая не нужна, т.к. союз одиночный.","4) Одни и те же мальчишеские и девчоночьи физиономии блуждали и мелькали перед глазами обоих. − Запятые не нужны.","5) Конь то и дело норовил уйти домой или скрывался в лесу либо в дальних логах. − Запятые не нужны.","Ответ: 13|31"]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Всю ночь грохотала гроза и ливень гремел по окнам и по крыше дома.","2) Трактирщик то помогал некоторым то отбегал в сторону и командовал.","3) Летом дядюшка уходил либо далеко в горы либо к озеру и проводил там не меньше месяца.","4) У подножия этого холма бесстрашно и беззаботно сидят скрипачи и скрипачки и трогательно наигрывают классические мелодии.","5) Великий курфюрст Богоданной и Светозарной земли обладал железной волей и необычным упрямством."],"answer":["23","32"],"explanation":["Пояснение.","Расставим знаки препинания.","1) Всю ночь грохотала гроза и ливень гремел по окнам и по крыше дома. — Знаки препинания не нужны.","2) Трактирщик то помогал некоторым, то отбегал в сторону и командовал. — Запятая при однородных сказуемых.","3) Летом дядюшка уходил либо далеко в горы, либо к озеру и проводил там не меньше месяца. — Запятая при однородных обстоятельствах.","4) У подножия этого холма бесстрашно и беззаботно сидят скрипачи и скрипачки и трогательно наигрывают классические мелодии. — Знаки препинания не нужны.","5) Великий курфюрст Богоданной и Светозарной земли обладал железной волей и необычным упрямством. — Знаки препинания не нужны.","Ответ: 23|32."]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) В штабе он уже был наслышан о замечательных и порой удивительных проделках как лётчиков так и партизан.","2) Его ругали не то за неприспособленность к деревенской жизни и неумение работать в поле не то за чрезмерное добродушие отзывчивость и готовность помогать каждому встречному.","3) Высоко в горах воздух был кристально чистым и вода была особенно целебной.","4) То и дело мне попадались на пути шлагбаумы или мосты железнодорожные переезды асфальтовые ямы или упавшие брёвна.","5) В угловой комнате и в большой зале было много поваров и официантов званых гостей и просто случайных людей."],"answer":["15","51"],"explanation":["Пояснение.","Расставим знаки препинания.","1) В штабе он уже был наслышан о замечательных и порой удивительных проделках как лётчиков, так и партизан. − Запятая при однородных дополнениях.","2) Его ругали не то за неприспособленность к деревенской жизни и неумение работать в поле, не то за чрезмерное добродушие, отзывчивость и готовность помогать каждому встречному. − Запятые при однородных дополнениях.","3) Высоко в горах воздух был кристально чистым и вода была особенно целебной. − Запятая между частями сложного предложения не нужна, т.к. есть общий второстепенный член − обстоятельство.","4) То и дело мне попадались на пути шлагбаумы или мосты, железнодорожные переезды, асфальтовые ямы или упавшие брёвна. − Запятые при однородных подлежащих.","5) В угловой комнате и в большой зале было много поваров и официантов, званых гостей и просто случайных людей. − Запятая при однородных подлежащих.","Ответ: 15|51."]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Рано или поздно между лидерами возникает скрытое соперничество или даже явная конкуренция.","2) С высоты не только сами они но и их надежды и устремления казались мелкими и незначительными.","3) Надо было либо встать и уйти либо вступиться за этого маленького человека и защитить его от нападок собравшихся.","4) Институтов в этот момент не то брезгливо не то пугливо ютился на пороге собственного кабинета держал нараспашку дверь и выпроваживал гостя.","5) Ранним утром над озером шёл ливень и буйствовала гроза."],"answer":["23","32"],"explanation":["Пояснение.","Расставим знаки препинания.","1) Рано или поздно между лидерами возникает скрытое соперничество или даже явная конкуренция. − Запятые не нужны.","2) С высоты не только сами они, но и их надежды и устремления казались мелкими и незначительными. − Запятая при однородных подлежащих.","3) Надо было либо встать и уйти, либо вступиться за этого маленького человека и защитить его от нападок собравшихся. − Запятая при однородных сказуемых при повторяющемся союзе ЛИБО.","4) Институтов в этот момент не то брезгливо, не то пугливо ютился на пороге собственного кабинета, держал нараспашку дверь и выпроваживал гостя. − Запятые при однородных сказуемых и однородных обстоятельствах.","5) Ранним утром над озером шёл ливень и буйствовала гроза. − Запятые не нужны.","Ответ: 23|32."]},{"text":"Расставьте знаки препинания. Укажите два предложения, в которых нужно поставить ОДНУ запятую. Запишите номера этих предложений.","options":["1) Учитель наш слыл радикалом и бранил за легкомыслие не только Пифагора но даже Лейбница и Ньютона.","2) Семён Иванович брал по порциям или одни щи с пирогом или одну говядину.","3) Трактирщик то помогал некоторым то отбегал в сторону и всё командовал критиковал.","4) В комнате Риты окна были открыты настежь и пахло яблоками.","5) Мать положила в мешок хлеба и соли и сахара."],"answer":["12","21"],"explanation":["Пояснение.","Расставим знаки препинания.","1) Учитель наш слыл радикалом и бранил за легкомыслие не только Пифагора, но даже Лейбница и Ньютона. − Запятая при однородных дополнениях.","2) Семён Иванович брал по порциям или одни щи с пирогом, или одну говядину. − Запятая при однородных дополнениях.","3) Трактирщик то помогал некоторым, то отбегал в сторону и всё командовал, критиковал. − Запятые при однородных сказуемых.","4) В комнате Риты окна были открыты настежь и пахло яблоками. − Запятая не ставится между основами, потому что есть общий второстепенный член − обстоятельство.","5) Мать положила в мешок хлеба, и соли, и сахара. − Запятые при однородных, связанных повторяющимся союзом И.","Ответ: 12|21."]}]