[
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Впереди виднеется слома(1)ая листве(2)ица, серебря(3)ый в  инее пень, значит – мне в следующий дом."
    ],
    "answer": [
      "12",
      "21"
    ],
    "explanation": [
      "Вот сломаННая огромная листвеННица, серебряНый в инее пень, значит ― в следующий дом.",
      "В этом предложении:",
      "сломаННая ― полное причастие с приставкой;С/ЛОМ/А/НН/ая",
      "листвеННица ― существительное, образованное от прилагательного ЛИСТВЕННЫЙ;",
      "серебряНый ― прилагательное, образованное с помощью суффикса –ЯН–.",
      "Ответ: 12."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "Путники, задумчивые и восторже(1)ые одновреме(2)о, очутились как бы в ватном облаке, солнце превратилось в маленький оловя(3)ый круг, по которому плыли белесые клочья, пока соверше(4)о не закрыли его."
    ],
    "answer": [
      "1234"
    ],
    "explanation": [
      "Путники, задумчивые и восторжеННые одновремеННо, очутились как бы в ватном облаке, солнце превратилось в маленький оловяННый круг, по которому плыли белесые клочья, пока совершеННо не закрыли его.",
      "В этом предложении:",
      "восторжеННые ― прилагательное, образованное с помощью суффикса –ЕНН;",
      "одновремеННо ― наречие, образованное от прилагательного ОДНОВРЕМЕННЫЙ;",
      "оловяННый ― прилагательное, образованное с помощью суффикса –ЯНН- (исключение);",
      "совершеННо ― наречие, образованное от прилагательного СОВЕРШЕННЫЙ.",
      "Ответ: 1234."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Над детской кроваткой висел  тка(1)ый коврик, на котором огне(2)ая лиса волочила в зубах растрепа(3)ого белого петуха, уносила его куда-то за синие леса, за высокие горы."
    ],
    "answer": [
      "23",
      "32"
    ],
    "explanation": [
      "Над детской кроваткой висел  ткаНый коврик, на котором огнеННая лиса волочила в зубах растрепаННого белого петуха, уносила его куда-то за синие леса, за высокие горы.",
      "В этом предложении:",
      "ткаНый ― отглагольное прилагательное без приставки и зависимых слов;",
      "огнеННая ― прилагательное, образованное от слова ОГОНЬ с помощью суффикса –ЕНН–;",
      "растрепаННого ― полное причастие с приставкой, образовано от глагола совершенного вида.",
      "Ответ: 23."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "Вдоль стен, вымаза(1)ых синей извёсткой, стояли скамейки, в передней комнате несколько стульев и стол для музыкантов, в задней — десяток столов, составле(2)ых в дли(3)ый ряд для ужина, — вот вся обстановка."
    ],
    "answer": [
      "123"
    ],
    "explanation": [
      "Вдоль стен, вымазаННых синей извёсткой, стояли скамейки, в передней комнате несколько стульев и стол для музыкантов, в задней — десяток столов, составлеННых в длиННый ряд для ужина, — вот вся обстановка.",
      "В этом предложении:",
      "вымазаННых — полное причастие с приставкой;",
      "составлеННых — полное причастие с приставкой;",
      "длиННый — прилагательное, образованное от существительного с основой на Н при помощи суффикса Н.",
      "Ответ:123"
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется одна буква Н?",
    "options": [
      "Шум прибоя растёт, осе(1)ий ледя(2)ой ветер вздымает и беше(3)о срывает волны, разнося по воздуху брызги и резкий запах моря."
    ],
    "answer": [
      "23",
      "32"
    ],
    "explanation": [
      "Шум прибоя растёт, осеННий ледяНой ветер вздымает и бешеНо срывает волны, разнося по воздуху брызги и резкий запах моря.",
      "В этом предложении:",
      "осеННий — прилагательное, образованное от существительного с основой на Н при помощи суффикса Н;",
      "ледяНой — прилагательное, образованное от существительного при помощи суффикса ЯН;",
      "бешеНо — наречие, образованное от отглагольного прилагательного БЕШЕНЫЙ, которое пишется с Н.",
      "Ответ: 23."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется одна буква Н?",
    "options": [
      "На хозяине была тка(1)ая рубаха, подпояса(2)ая кожа(3)ым ремнём, и давно не глаже(4)ые штаны."
    ],
    "answer": [
      "13",
      "31"
    ],
    "explanation": [
      "На хозяине была ткаНая рубаха, подпоясаННая кожаНым ремнём, и давно не глажеННые штаны.",
      "В этом предложении:",
      "ткаНая — отглагольное прилагательное без зависимых слов и приставки;",
      "подпоясаННая — полное причастие с приставкой;",
      "кожаНым — прилагательное, образованное от существительного при помощи суффикса АН;",
      "глажеННые — полное причастие с зависимым словом.",
      "Ответ: 13."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН?",
    "options": [
      "Когда льня(1)ые вещи в доме старели, их заменяли свежими, вновь вытка(2)ыми сельскими ткачихами на стари(3)ых станках."
    ],
    "answer": [
      "23",
      "32"
    ],
    "explanation": [
      "Когда льняНые вещи в доме старели, их заменяли свежими, вновь выткаННыми сельскими ткачихами на стариННых станках.",
      "В этом предложении:",
      "льняНые — прилагательное, образованное от существительного ЛЁН  при помощи суффикса ЯН;",
      "выткаННыми — полное причастие с приставкой и зависимым словом;",
      "стариННых — прилагательное, образованное от существительного с основой на Н (старина).",
      "Ответ: 23."
    ]
  },
  {
    "text": "Укажите  все цифры, на месте которых пишется НН?",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "Мощё(1)ая мраморной плиткой прихожая украше(2)а стекля(3)ыми вазами и золочё(4)ой мебелью, созда(5)ой лучшими мастерами Италии."
    ],
    "answer": [
      "135"
    ],
    "explanation": [
      "МощёННая мраморной плиткой прихожая украшеНа стекляННыми вазами и золочёНой мебелью, создаННой лучшими мастерами Италии.",
      "В этом предложении:",
      "мощёННая ― причастие с зависимым словом;",
      "украшеНа ― краткое причастие;",
      "стекляННыми ― прилагательное, является исключением;",
      "золочёНой ― отглагольное прилагательное без зависимых слов и приставки;",
      "создаННой ― полное причастие совершенного вида.",
      "Ответ: 135."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН?",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "Разработа(1)ые китайскими лингвистами различные проекты перехода на буквенно-звуковое письмо так и не были реализова(2)ы: обществе(3)ость увидела угрозу разрыва с многовековой культурой, воплощё(4)ой в иероглифическом письме."
    ],
    "answer": [
      "134"
    ],
    "explanation": [
      "РазработаННые китайскими лингвистами различные проекты перехода на буквенно-звуковое письмо так и не были реализоваНы: обществеННость увидела угрозу разрыва с многовековой культурой, воплощёННой в иероглифическом письме.",
      "В этом предложении:",
      "разработаННые — полное причастие с приставкой и зависимым словом;",
      "реализоваНы — краткое причастие;",
      "обществеННость — существительное, образованное от прилагательного ОБЩЕСТВЕННЫЙ, в котором пишется НН;",
      "воплощёННой — полное причастие с приставкой и зависимым словом.",
      "Ответ: 134."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН?",
    "options": [
      "Извержение Везувия подробно описа(1)о в адресова(2)ых римскому историку Тациту письмах Плиния Младшего, ране(3)ого в тот страшный августовский месяц."
    ],
    "answer": [
      "23",
      "32"
    ],
    "explanation": [
      "Извержение Везувия подробно описаНо в адресоваННых римскому историку Тациту письмах Плиния Младшего, ранеННого в тот страшный августовский месяц.",
      "В этом предложении:",
      "описаНо — краткое причастие;",
      "адресоваННых — полное причастие на -ОВАННЫЙ и -ЁВАННЫЙ;",
      "ранеННого — полное причастие с зависимым словом.",
      "Ответ: 23."
    ]
  },
  {
    "text": "Укажите  все цифры, на месте которых пишется НН?",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "В совреме(1)ом строительстве цементом, смеша(2)ым с песком и водой или водным раствором солей, соединяют кирпичи и бето(3)ые блоки."
    ],
    "answer": [
      "123"
    ],
    "explanation": [
      "В совремеННом строительстве цементом, смешаННым с песком и водой или водным раствором солей, соединяют кирпичи и бетоННые блоки.",
      "совремеННом — отыменное прилагательное, образованное при помощи суффикса ЕНН;",
      "смешаННым — полное причастие с приставкой и зависимым словом;",
      "бетоННые — прилагательное, образованное от слова с основой на Н при помощи суффикса Н.",
      "Ответ: 123."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН?",
    "options": [
      "Прямые и круговые участки железнодорожного пути соедине(1)ы между собой криволинейными — с таким переме(2)ым радиусом, чтобы центробежная сила нарастала постепе(3)о."
    ],
    "answer": [
      "23",
      "32"
    ],
    "explanation": [
      "Прямые и круговые участки железнодорожного пути соединеНы между собой криволинейными — с таким перемеННым радиусом, чтобы центробежная сила нарастала постепеННо.",
      "В этом предложении:",
      "соединеНы — краткое причастие;",
      "перемеННым — полное причастие с приставкой;",
      "постепеННо — наречие, образованное от прилагательного ПОСТЕПЕННЫЙ, в котором пишется НН.",
      "Ответ: 23."
    ]
  },
  {
    "text": "Укажите  все цифры, на месте которых пишется НН?",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "Когда тума(1)ый восток посветлел и в лагере отгремела бараба(2)ая дробь, нежда(3)о началась атака неприятеля."
    ],
    "answer": [
      "123"
    ],
    "explanation": [
      "Когда тумаННый восток посветлел и в лагере отгремела барабаННая дробь, неждаННо началась атака неприятеля.",
      "В этом предложении:",
      "тумаННый — прилагательное, образованное от существительного с основой на Н при помощи суффикса Н;",
      "барабаННая — прилагательное, образованное от существительного с основой на Н при помощи суффикса Н;",
      "неждаННо — наречие, образованное от слова НЕЖДАННЫЙ, в котором НН (исключение из правила «в прилагательных, образованных от глаголов несовершенного вида, без приставок и зависимых слов»).",
      "Ответ: 123."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется одна буква Н?",
    "options": [
      "Старший лесник, дли(1)ый и неуклюжий, в галифе из домотка(2)ого сукна, в стира(3)ой сорочке, сидел в стороне от всех и насмешливо улыбался."
    ],
    "answer": [
      "23",
      "32"
    ],
    "explanation": [
      "Старший лесник, длиННый и неуклюжий, в галифе из домоткаНого сукна, в стираНой сорочке, сидел в стороне от всех и насмешливо улыбался.",
      "В этом предложении:",
      "длиННый — прилагательное, образованное от существительного с основой на Н при помощи суффикса Н;",
      "домоткаНого — отглагольное прилагательное;",
      "стираНой — отглагольное прилагательное без приставки и зависимых слов.",
      "Ответ: 23."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН?",
    "options": [
      "В подготовке молодых шахматистов важно не время, которое было проведе(1)о непосредстве(2)о за игрой в шахматы, а сознательная тренировка, основа(3)ая на преодолении, требующая усилий."
    ],
    "answer": [
      "23",
      "32"
    ],
    "explanation": [
      "В подготовке молодых шахматистов важно не время, которое было проведеНо непосредствеННо за игрой в шахматы, а сознательная тренировка, основаННая на преодолении, требующая усилий.",
      "В этом предложении:",
      "проведеНо — краткое страдательное причастие;",
      "непосредствеННо — наречие, образованное от прилагательного НЕПОСРЕДСТВЕННЫЙ, в котором НН;",
      "основаННая — полное причастие с зависимым словом.",
      "Ответ: 23."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется одна буква Н?",
    "options": [
      "Если рядом с полюсом Луны будут обнаруже(1)ы водя(2)ые запасы на дне вечно затенё(3)ого кратера, то решится проблема доставки на спутник Земли важнейших ресурсов для его освоения: кислорода, водорода и воды."
    ],
    "answer": [
      "12",
      "21"
    ],
    "explanation": [
      "Если рядом с полюсом Луны будут обнаружеНы водяНые запасы на дне вечно затенёННого кратера, то решится проблема доставки на спутник Земли важнейших ресурсов для его освоения: кислорода, водорода и воды.",
      "В этом предложении:",
      "обнаружеНы — краткое причастие;",
      "водяНые — прилагательное, образованное от слова ВОДА при помощи суффикса ЯН;",
      "затенёННого — полное причастие с приставкой и зависимым словом.",
      "Ответ: 12."
    ]
  },
  {
    "text": "Укажите все цифры, на месте  которых пишется НН.",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "Арка в стене, завеше(1)ая ковром, ведет в тусклое пространство, в центре которого на кофейном столике, инкрустирова(2)ом перламутром, стоит серебря(3)ый кувшин  дивной стари(4)ой работы."
    ],
    "answer": [
      "124"
    ],
    "explanation": [
      "Арка в стене, завешеННая ковром, ведет в тусклое пространство, в центре которого на кофейном столике, инкрустироваННом перламутром, стоит серебряНый кувшин  дивной стариННой работы.",
      "В этом предложении:",
      "завешеННая ― причастие с приставкой и зависимым словом;",
      "инкрустироваННом ― причастие на –ОВАННЫЙ/ЁВАННЫЙ–;",
      "серебряНый ― прилагательное, образованное с помощью суффикса –ЯН–;",
      "стариННой ― прилагательное, образованное от существительного СТАРИНА с помощью суффикса –Н–.",
      "Ответ:124."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН?",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "После завершения аукцио(1)ой продажи на рынке це(2)ых бумаг приватизирова(3)ых предприятий было отмече(4)о значительное расширение спроса на акции предприятий гостиничного бизнеса и торговли."
    ],
    "answer": [
      "123"
    ],
    "explanation": [
      "После завершения аукциоННой продажи на рынке цеННых бумаг приватизировННых предприятий было отмечеНо значительное расширение спроса на акции предприятий гостиничного бизнеса и торговли.",
      "В этом предложении:",
      "аукциоННый — прилагательное образовано от существительного «аукцион» при помощи суффикса Н;",
      "цеННых» — прилагательное образовано путем прибавления суффикса Н к основе, заканчивающейся на Н;",
      "приватизироваННых — причастие на –ОВАННЫЙ/–ЁВАННЫЙ.",
      "отмечеНо — краткое причастие.",
      "Ответ: 123."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется одна буква Н?",
    "options": [
      "Может быть, коньки назва(1)ы коньками именно потому, что в старину делали деревя(2)ые коньки, украше(3)ые завитком в виде лошади(4)ой головы."
    ],
    "answer": [
      "14",
      "41"
    ],
    "explanation": [
      "Может быть, коньки назваНы коньками именно потому, что в старину делали деревяННые коньки, украшеННые завитком в виде лошадиНой головы.",
      "В этом предложении:",
      "назваНы — краткое причастие;",
      "деревяННые — прилагательное, образованное от существительного при помощи суффикса ЯНН, (исключение);",
      "украшеННые — полное страдательное причастие с приставкой и зависимым словом;",
      "лошадиНой — прилагательное, образованное от существительного при помощи суффикса ИН.",
      "Ответ: 14."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется Н.",
    "options": [
      "Церковь Василия Блаженного увенча(1)а огромной, радужного цвета главой, чрезвычайно похожей на хрустальную гранё(2)ую пробку стари(3)ого графина."
    ],
    "answer": [
      "12"
    ],
    "explanation": [
      "Церковь Василия Блаженного увенчаНа огромной, радужного цвета главой, чрезвычайно похожей на хрустальную гранёНую пробку стариННого графина.",
      "увенчаНа — краткое причастие;",
      "гранёНую — отглагольное прилагательное;",
      "стариННого — прилагательное, образованное от существительного СТАРИНА с основой на Н при помощи суффикса Н.",
      "Ответ: 12"
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН?",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "Ситуация на российском рынке начала коре(1)ым образом меняться из-за предложения всё большего числа акций иностра(2)ых фондов, в том числе зарегистрирова(3)ых в офшорных зонах."
    ],
    "answer": [
      "123"
    ],
    "explanation": [
      "Ситуация на российском рынке начала кореННым образом меняться из-за предложения всё большего числа акций иностраННых фондов, в том числе зарегистрироваННых в офшорных зонах.",
      "В этом предложении:",
      "кореННым — прилагательное, образованное от существительного КОРЕНЬ с основой на Н при помощи суффикса Н;",
      "иностраННых — прилагательное, образованное от существительного СТРАНА с основой на Н при помощи суффикса Н;",
      "зарегистрироваННых — полное причастие с приставкой и зависимым словом + причастие на ОВАНН/ЁВАНН.",
      "Ответ: 123."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН?",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "По мнению М. Ю. Лермонтова, ярко одарё(1)ая личность в кругу ничтожеств обрече(2)а на непонимание и одиночество, а если ведёт себя соответстве(3)о «нормам» этого общества, то и на постепе(4)ое самоуничтожение."
    ],
    "answer": [
      "134"
    ],
    "explanation": [
      "По мнению М. Ю. Лермонтова, ярко одарёННая личность в кругу ничтожеств обречеНа на непонимание и одиночество, а если ведёт себя соответствеННо «нормам» этого общества, то и на постепеННое самоуничтожение.",
      "В этом предложении:",
      "одарёННая — полное причастие с приставкой и зависимым словом;",
      "обречеНа — краткое причастие всегда с Н;",
      "соответствеННо — наречие, образованно от прилагательного СООТВЕТСТВЕННЫЙ, в котором НН;",
      "постепеННое — прилагательное, образованное от существительного СТЕПЕНЬ с основой на Н при помощи суффикса Н.",
      "Ответ: 134."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН?",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "В силу своего неопределё(1)ого положения Арсений не мог заниматься только музыкой: ему приходилось выполнять ещё и хозяйстве(2)ые обяза(3)ости."
    ],
    "answer": [
      "123"
    ],
    "explanation": [
      "В силу своего неопределёННого положения Арсений не мог заниматься только музыкой: ему приходилось выполнять ещё и хозяйствеННые обязаННости.",
      "В этом предложении:",
      "неопределёННого — полное причастие;",
      "хозяйствеННые — прилагательное, образованное от существительного ХОЗЯЙСТВО при помощи суффикса ЕНН;",
      "обязаННости — существительное, образованное от слова, в котором уже НН.",
      "Ответ: 123."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН?",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "С одной стороны, талантливые крепостные графа Шереметьева были призна(1)ыми артистами, музыкантами, художниками, а с другой — бесправными и несвободными людьми, живущими в определё(2)ой личной стеснё(3)ости."
    ],
    "answer": [
      "123"
    ],
    "explanation": [
      "С одной стороны, талантливые крепостные графа Шереметьева были признаННыми артистами, музыкантами, художниками, а с другой — бесправными и несвободными людьми, живущими в определёННой личной стеснёННости.",
      "В этом предложении:",
      "признаННыми — полное причастие с приставкой;",
      "определёННой — отглагольное прилагательное;",
      "стеснёННости — существительное, образованное от слова с НН (причастие стесненный: полное с приставкой).",
      "Ответ: 123."
    ]
  },
  {
    "text": "Укажите  все цифры, на месте которых пишется НН?",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "Парадный портрет должен был вызывать у совреме(1)иков и потомков восторже(2)ые чувства, поэтому изображё(3)ый на нём человек освобождался от всего будничного."
    ],
    "answer": [
      "123"
    ],
    "explanation": [
      "Парадный портрет должен был вызывать у совремеННиков и потомков восторжеННые чувства, поэтому изображёННый на нём человек освобождался от всего будничного.",
      "В этом предложении:",
      "совремеННиков — существительное, образованное от прилагательного СОВРЕМЕННЫЙ, в котором есть сочетание НН;",
      "восторжеННые — прилагательное, образованное от существительного ВОСТОРГ при помощи суффикса ЕНН;",
      "изображёННый — полное причастие совершенного вида и зависимым словом.",
      "Ответ: 123."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН?",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "Создавая свой проект, архитектор стремился к соверше(1)ой законче(2)ости и тщательности, что несколько препятствовало свободе и непринуждё(3)ой лёгкости."
    ],
    "answer": [
      "123"
    ],
    "explanation": [
      "Создавая свой проект, архитектор стремился к совершеННой закончеННости и тщательности, что несколько препятствовало свободе и непринуждёННой лёгкости.",
      "В этом предложении:",
      "совершеННой — прилагательное, перешедшее из полного страдательного причастия;",
      "закончеННости — существительное, образованное от причастия ЗАКОНЧЕННЫЙ, в котором пишется НН;",
      "непринуждёННой — прилагательное, образованное от приставочного глагола ПРИНУЖДАТЬ при помощи суффикса ЕНН.",
      "Ответ: 123."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется одна буква Н?",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "Мы видим, что в костя(1)ых коньках, найде(2)ых археологами на севере Европы, продела(3)ы отверстия для кожа(4)ых тесёмок."
    ],
    "answer": [
      "134"
    ],
    "explanation": [
      "Мы видим, что в костяНых коньках, найдеННых археологами на севере Европы, проделаНы отверстия для кожаНых тесёмок.",
      "В этом предложении:",
      "костяНых — прилагательное, образованное от существительного кость при помощи суффикса ЯН;",
      "найдеННых — причастие совершенного вида;",
      "проделаНы — краткое причастие всегда с Н;",
      "кожаНых — прилагательное, образованное от существительного кожа при помощи суффикса АН.",
      "Ответ: 134."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН?",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "В ра(1)их работах, созда(2)ых русским мастером, ещё чувствовалось посторо(3)ее влияние, но его зрелые работы отличались уже абсолютной самостоятельностью."
    ],
    "answer": [
      "123"
    ],
    "explanation": [
      "В раННих работах, создаННых русским мастером, ещё чувствовалось постороННее влияние, но его зрелые работы отличались уже абсолютной самостоятельностью.",
      "В этом предложении:",
      "раННих — прилагательное, образованное от существительного с основой на Н при помощи суффикса Н;",
      "создаННых — полное страдательное причастие совершенного вида и зависимым словом;",
      "постороННее — прилагательное, образованное от существительного с основой на Н при помощи суффикса Н.",
      "Ответ: 123."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН?",
    "options": [
      "Одинаково построе(1)ые, краше(2)ые одной и той же лиловой краской домики пансионата разброса(3)ы небольшими группами среди вековых сосен."
    ],
    "answer": [
      "12",
      "21"
    ],
    "explanation": [
      "Одинаково построеННые, крашеННые одной и той же лиловой краской домики пансионата разбросаНы небольшими группами среди вековых сосен.",
      "В этом предложении:",
      "построеННые — полное страдательное причастие с приставкой и зависимым словом;",
      "крашеННые (чем?) краской — полное страдательное причастие с зависимым словом;",
      "разбросаНы — краткое причастие: всегда Н.",
      "Ответ: 12."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется одна буква Н?",
    "options": [
      "Уценё(1)ая вещица была прода(2)а коллекционеру, а её бывший владелец, даже не заходя в гости(3)ицу, отправился на вокзал."
    ],
    "answer": [
      "23",
      "32"
    ],
    "explanation": [
      "УценёННая вещица была продаНа коллекционеру, а её бывший владелец, даже не заходя в гостНицу, отправился на вокзал.",
      "В этом предложении:",
      "уценёННая — полное страдательное причастие с приставкой;",
      "продаНа — краткое страдательное причастие;",
      "гостиНица — существительное, образованное от прилагательного с Н (гостиная).",
      "Ответ: 23."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется одна буква Н.",
    "options": [
      "Любимыми блюдами Петра I были жаре(1)ое мясо с овощами, запече(2)ая рыба, толстые колбасы, копче(3)ый окорок и маринова(4)ые грибы."
    ],
    "answer": [
      "13",
      "31"
    ],
    "explanation": [
      "Любимыми блюдами Петра I были жареНое мясо с овощами, запечёННая рыба, толстые колбасы, копчёНый окорок и мариноваННые грибы.",
      "В этом предложении:",
      "жареНое — отглагольное прилагательное, образованное от глагола несовершенного вида без приставки и зависимого слова;",
      "запечеННая — полное причастие с приставкой;",
      "копчёНый — отглагольное прилагательное, образованное от глагола несовершенного вида без приставки и зависимого слова;",
      "мариноваННые — страдательное причастие, с суффиксом ОВАНН/ЁВАНН.",
      "О жареном мясе с грибами...",
      "НН пишется, если причастие стоит в причастном обороте. Ищем оборот, то есть схемы ГС+ПО или ПО+ГС. Видим только «жареное мясо», МЕЖДУ главным словом и причастием НЕТ зависимых слов, до причастия их тоже нет. Сравним: жаренное с овощами мясо, оборот по схеме ПО+ГС. И уже с двумя НН.",
      "Ответ: 13."
    ]
  },
  {
    "text": "В каком варианте ответа правильно указаны все цифры, на месте которых пишется НН?",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "Елена  появлялась в нашем дворе с сумками, в которых  лежали мои отглаже(1)ые, заштопа(2)ые рубашки, штаны, носки и обязательный подарок ― оловя(3)ый солдатик или копеечная машинка."
    ],
    "answer": [
      "123"
    ],
    "explanation": [
      "Елена  появлялась в нашем дворе с сумками, в которых  лежали мои отглажеННые, заштопаННые рубашки, штаны, носки и обязательный подарок ― оловяННый солдатик или копеечная машинка.",
      "В этом предложении:",
      "отглажеННые ― полное причастие с приставкой;",
      "заштопаННые ― полное причастие с приставкой;",
      "оловяННый ― прилагательное, образованное с помощью суффикса –ЯНН–(исключение).",
      "Ответ: 123."
    ]
  },
  {
    "text": "Укажите  все цифры, на месте которых пишется одна буква Н.",
    "options": [
      "Не стоит оформлять квартиру целиком в стиле кантри: плетё(1)ые коврики и легкомысле(2)ые шторки совсем не уместны в гостиной, а тяжелый кова(3)ый сундук не впишется в интерьер спальни."
    ],
    "answer": [
      "13",
      "31"
    ],
    "explanation": [
      "Не стоит оформлять квартиру целиком в стиле кантри: плетёНые коврики и легкомыслеННые шторки совсем не уместны в гостиной, а тяжелый коваНый сундук не впишется в интерьер спальни.",
      "В этом предложении:",
      "плетёНые ― отглагольное прилагательное без приставки и зависимых слов;",
      "легкомыслеННые ― прилагательное, образованное от слова МЫСЛЬ с помощью суффикса –ЕНН-;",
      "коваНый ― отглагольное прилагательное без приставки и зависимых слов. В нем нет суффикса ОВА, это слово исключение.",
      "Ответ: 13."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН?",
    "options": [
      "В героях своих картин Пабло Пикассо хотел видеть носителей скрытой от обычных людей исти(1)ы, доступной только внутре(2)ему взору человека, его возвыше(3)ой природе."
    ],
    "answer": [
      "23",
      "32"
    ],
    "explanation": [
      "В героях своих картин Пабло Пикассо хотел видеть носителей скрытой от обычных людей истиНы, доступной только внутреННему взору человека, его возвышеННой природе.",
      "В этом предложении:",
      "истиНы — существительное с корнем -ИСТИН-;",
      "внутреННему — прилагательное образованное с суффиксом ЕНН;",
      "возвышеННой — полное причастие (отглагольное прилагательное) с приставкой.",
      "Ответ: 23."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется одна буква Н.",
    "options": [
      "Дом стоял несколько в стороне от леса, стены тут и там подновле(1)ы свежими лесинами, окна покраше(2)ы белилами, маленькое крылечко сбоку, изукраше(3)ое резьбой, ещё пахло смолой."
    ],
    "answer": [
      "12",
      "21"
    ],
    "explanation": [
      "Дом стоял несколько в стороне от леса, стены тут и там подновлеНы свежими лесинами, окна покрашеНы белилами, маленькое крылечко сбоку, изукрашеННое резьбой, ещё пахло смолой.",
      "В этом предложении:",
      "подновлеНы — краткое причастие всегда с Н;",
      "покрашеНы — краткое причастие всегда с Н;",
      "изукрашеННое — полное причастие с приставкой и зависимым словом.",
      "Ответ: 12."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "Портрет стра(1)ого человека, написа(2)ый художником, обладавшим недюжи(3) ым талантом, был частью прида(4)ого ю(5)ой хозяйки дома."
    ],
    "answer": [
      "123"
    ],
    "explanation": [
      "Портрет страННого человека, написаННый художником, обладавшим недюжиННым талантом, был частью придаНого юНой хозяйки дома.",
      "В этом предложении:",
      "страННого — прилагательное, в нём НН является частью корня.",
      "написаННый — полное причастие с приставкой и зависимым словом;",
      "недюжиННым — прилагательное, образовано от слова ДЮЖИНА с помощью суффикса –Н–;",
      "придаНого — субстантивированное прилагательное, образовано от глагола с приставкой, но утратило смысловую связь со значением производящего глагола, пишется Н, надо запомнить.",
      "юной -Н часть корня.",
      "Ответ: 123."
    ]
  },
  {
    "text": "Укажите  все цифры, на месте которых пишется одна буква Н.",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "Стари(1)ые лампы, тка(2)ые кошельки, серебря(3)ые ножи и вилки, старое, тускловатое венецианское стекло — всё было выброше(4)о прибоем времени на эту площадь, как волны выбрасывают на берег водоросли, ракушки и прочий морской сор."
    ],
    "answer": [
      "234"
    ],
    "explanation": [
      "СтариННые лампы, ткаНые кошельки, серебряНые ножи и вилки, старое, тускловатое венецианское стекло — всё было выброшеНо прибоем времени на эту площадь, как волны выбрасывают на берег водоросли, ракушки и прочий морской сор.",
      "В этом предложении:",
      "стариННые — прилагательное, образованное от существительного СТАРИНА с основой на Н при помощи суффикса Н;",
      "ткаНые — отглагольное прилагательное без приставки и зависимого слова;",
      "серебряНые — прилагательное, образованное от существительного СЕРЕБРО при помощи суффикса ЯН–;",
      "выброшеНо — краткое причастие всегда с Н.",
      "Ответ: 234."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется одна буква Н.",
    "options": [
      "В моей комнате есть железная кровать с никелирова(1)ыми шишечками, стари(2)ая тумбочка, на ней глиня(3)ый кувшин с цветами, на стене  тка(4)ый коврик ― по морю-окияну плывут лебеди, на берегу стоит Бова Королевич."
    ],
    "answer": [
      "34",
      "43"
    ],
    "explanation": [
      "В моей комнате есть железная кровать с никелироваННыми шишечками, стариННая тумбочка, на ней глиняНый кувшин с цветами, на стене  ткаНый коврик ― по морю-окияну плывут лебеди, на берегу стоит Бова Королевич.",
      "В этом предложении:",
      "никелироваННыми ― полное причастие на –ОВАННЫЙ/ЁВАННЫЙ–;",
      "стариННая ― прилагательное, образованное от слова СТАРИНА с помощью суффикса –Н–;",
      "глиняНый ― прилагательное, образованное от слова ГЛИНА с помощью суффикса –ЯН–;",
      "ткаНый ― отглагольное прилагательное без приставки и зависимых слов.",
      "Ответ: 34."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "Когда художники увидели присла(1)ую из Ялты картину Фёдора Васильева «Мокрый луг», они были потрясе(2)ы: чистая зелень травы, невида(3)ый свет, лёгкий ветерок говорили о необыкнове(4)ом таланте автора."
    ],
    "answer": [
      "134"
    ],
    "explanation": [
      "Когда художники увидели прислаННую из Ялты картину Фёдора Васильева «Мокрый луг», они были потрясеНы: чистая зелень травы, невидаННый свет, лёгкий ветерок говорили о необыкновеННом таланте автора.",
      "В этом предложении:",
      "прислаННую — полное причастие с приставкой и зависимым словом;",
      "потрясеНы — краткое причастие всегда с Н;",
      "невидаННый — прилагательное, образованное от глагола несовершенного вида, без приставок и зависимых слов (надо запомнить); приставка «не» не считается приставкой, влияющей на вид. Это— слово исключение, наряду с «нежданный», «негаданный» и других. Все они есть в правиле к заданию.",
      "необыкновеННом — прилагательное, образованное от существительного ОБЫКНОВЕНИЕ с основой на Н при помощи суффикса Н.",
      "Ответ: 134."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Опера С. С. Прокофьева «Война и мир», написа(1)ая по роману Л.Н. Толстого, реше(2)а в духе традицио(3)ой русской оперной музыки XIX века."
    ],
    "answer": [
      "13",
      "31"
    ],
    "explanation": [
      "Опера С. С. Прокофьева «Война и мир», написаННая по роману Л. Н. Толстого, решеНа в духе традициоННой русской оперной музыки XIX века.",
      "В этом предложении:",
      "написаННая ― полное причастие с приставкой и зависимым словом;",
      "решеНа ― краткое причастие всегда с Н;",
      "традициоННой — прилагательное, образованное от существительного с помощью суффикса -ОНН-.",
      "Ответ: 13."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется одна буква Н.",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "Валаам стал поисти(1)е школой живописи для И. Шишкина: ра(2)ие валаамские полотна принесли ему серебря(3)ую медаль Академии художеств, а после того, как два пейзажа были награжде(4)ы золотой медалью, художника отправили в творческую поездку в Италию."
    ],
    "answer": [
      "134"
    ],
    "explanation": [
      "Валаам стал поистиНе школой живописи для И. Шишкина: раННие валаамские полотна принесли ему серебряНую медаль Академии художеств, а после того, как два пейзажа были награждеНы золотой медалью, художника отправили в творческую поездку в Италию.",
      "В этом предложении:",
      "поистиНе  ― наречие, образованное от существительного ИСТИНА;",
      "раННие ― прилагательное, образованное от слова с помощью суффикса Н;",
      "серебряНую ― прилагательное, образованное с помощью суффикса ЯН;",
      "награждеНы — краткое причастие всегда с Н.",
      "Ответ: 134."
    ]
  },
  {
    "text": "Укажите  все цифры, на месте которых пишется одна буква Н.",
    "options": [
      "Хрупкий точё(1)ый силуэт изображё(2)ой на картине девушки особе(3)о выделяется на фоне белё(4)ой стены, по которой бегут перламутровые тени."
    ],
    "answer": [
      "14",
      "41"
    ],
    "explanation": [
      "Хрупкий точёНый силуэт изображёННой на картине девушки особеННо выделяется на фоне белёНой стены, по которой бегут перламутровые тени.",
      "В этом предложении:",
      "точёНый ― отглагольное прилагательное, образованное от глагола несовершенного вида без приставки и зависимого слова;",
      "изображёННой ― полное причастие с зависимым словом;",
      "особеННо ― наречие, образованное от прилагательного ОСОБЕННЫЙ;",
      "белёНой ― отглагольное прилагательное, образованное от глагола несовершенного вида без приставки и зависимого слова.",
      "Ответ: 14."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН?",
    "options": [
      "Некоторые картины художника Саврасова были небольшого размера; написа(1)ые им в течение одного-двух часов, они отмече(2)ы очарованием вдохнове(3)ых импровизаций."
    ],
    "answer": [
      "13",
      "31"
    ],
    "explanation": [
      "Некоторые картины художника Саврасова были небольшого размера; написаННые им в течение одного-двух часов, они отмечеНы очарованием вдохновеННых импровизаций.",
      "В этом предложении:",
      "написаННые — полное причастие с приставкой и зависимым словом;",
      "отмечеНы — краткое причастие всегда с Н;",
      "вдохновеННых — первоначально причастие, перешедшее в прилагательное,  образовано при помощи суффикса ЕНН.",
      "Ответ: 13."
    ]
  },
  {
    "text": "Укажите  цифру(-ы), на месте которой(-ых) пишется  НН.",
    "options": [
      "Цифры указывать в порядке возрастания.",
      "Модель нового дворца была доставле(1)а в Петербург, одобре(2)а императрицей, после чего торжестве(3)о прошла церемония закладки первого камня."
    ],
    "answer": [
      "3"
    ],
    "explanation": [
      "Модель нового дворца была доставлеНа в Петербург, одобреНа императрицей, после чего торжествеННо прошла церемония закладки первого камня.",
      "В этом предложении:",
      "доставлеНа — краткое страдательное причастие;",
      "одобреНа — краткое страдательное причастие;",
      "торжествеННо — наречие, образованное от слова ТОРЖЕСТВЕННЫЙ, в котором НН.",
      "Ответ: 3."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется одна буква Н.",
    "options": [
      "На переднем плане картины на фоне фигур ряже(1)ых с маза(2)ыми сажей лицами ярко выделяется девушка в белоснежном платье с плетё(3)ой корзиной в руках."
    ],
    "answer": [
      "13",
      "31"
    ],
    "explanation": [
      "На переднем плане картины на фоне фигур ряжеНых с мазаННыми сажей лицами ярко выделяется девушка в белоснежном платье с плетёНой корзиной в руках.",
      "В этом предложении:",
      "ряжеНых — субстантивированное отглагольное прилагательное без приставки и зависимых слов;",
      "мазаННыми — полное причастие с зависимым словом;",
      "плетёНой — отглагольное прилагательное без приставки и зависимых слов.",
      "Ответ: 1,3."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Основное действие картины разворачивается на втором плане: в светлой комнате заплака(1)ая дама с ребёнком на руках с мольбой смотрит на приглашё(2)ого доктора в золочё(3)ом  пенсне."
    ],
    "answer": [
      "12",
      "21"
    ],
    "explanation": [
      "Основное действие картины разворачивается на втором плане: в светлой комнате заплакаННая дама с ребёнком на руках с мольбой смотрит на приглашёННого доктора в золочёНом пенсне.",
      "В этом предложении:",
      "заплакаННая — отглагольное прилагательное;",
      "приглашёННого — полное причастие совершенного вида;",
      "золочёНом — отглагольное прилагательное без приставки и зависимого слова.",
      "Ответ: 12."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "Почему коньки, сдела(1)ые из любого материала, скользят только по ледя(2)ой поверхности и соверше(3)о не скользят по гладкому каме(4)ому полу?"
    ],
    "answer": [
      "134"
    ],
    "explanation": [
      "Почему коньки, сделаННые из любого материала, скользят только по ледяНой поверхности и совершеННо не скользят по гладкому камеННому полу?",
      "В этом предложении:",
      "сделаННые — полное причастие с приставкой и зависимым словом;",
      "ледяНой — прилагательное, образованное от существительного ЛЕД, с суффиксом ЯН;",
      "севершеННо — наречие, образованное от слова СОВЕРШЕННЫЙ, в котором НН;",
      "камеННому — прилагательное, образованное от существительного КАМЕНЬ  с помощью суффикса Н.",
      "Ответ: 134."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Мощё(1)ая мрамором гостиная виллы «Керилос» украше(2)а золочё(3)ой мебелью, созда(4)ой лучшими мастерами Италии по образцу древнегреческой."
    ],
    "answer": [
      "14",
      "41"
    ],
    "explanation": [
      "МощёННая мрамором гостиная виллы «Керилос» украшеНа золочёНой мебелью, создаННой лучшими мастерами Италии по образцу древнегреческой.",
      "В этом предложении:",
      "мощёННая (чем) — причастие с зависимым словом;",
      "украшеНа — краткое причастие всегда с Н;",
      "золочёНой — отглагольное прилагательное  без приставки и зависимого слова;",
      "создаННой — полное причастие с приставкой и зависимым словом.",
      "В связи с неоднократными вопросами о слове мощёный/мощённый размещаем статью из самого авторитетного словаря. Ссылка: http://lopatin.academic.ru/68726",
      "Ответ: 14."
    ]
  },
  {
    "text": "Укажите  все цифры, на месте которых пишется НН.",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "Золотилось солнце на востоке, за тума(1)ой синью отдалё(2)ых лесов, за белой снежной низме(3)остью, на которую глядел с невысокого берега древний русский город."
    ],
    "answer": [
      "123"
    ],
    "explanation": [
      "Золотилось солнце на востоке, за тумаННой синью отдалёННых лесов, за белой снежной низмеННостью, на которую глядел с невысокого берега древний русский город.",
      "В этом предложении:",
      "тумаННой — образованное от существительного с основой на Н при помощи суффикса Н;",
      "отдалёННых — прилагательное, образованное от существительного ДАЛЬ и суффиксом ЁНН;",
      "низмеННостью — существительное, образованное от слова НИЗМЕННЫЙ, в котором НН.",
      "Ответ: 123."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется одна буква Н.",
    "options": [
      "На картине изображе(1)а весёлая деревенская свадьба, пёстрая масса людей удачно вписа(2)а в пейзаж — широкий, с прекрасно нарисова(3)ым высоким голубым небом."
    ],
    "answer": [
      "12",
      "21"
    ],
    "explanation": [
      "На картине изображеНа весёлая деревенская свадьба, пёстрая масса людей удачно вписаНа в пейзаж — широкий, с прекрасно нарисоваННым высоким голубым небом.",
      "В этом предложении:",
      "изображеНа — краткое причастие всегда с Н;",
      "вписаНа — краткое причастие всегда с Н;",
      "нарисоваННым — полное причастие всегда с НН (приставка и зависимое слово - показатели причастия).",
      "Ответ: 12."
    ]
  },
  {
    "text": "Укажите  все цифры, на месте которых пишется НН.",
    "options": [
      "На праздничном вечере было сказа(1)о немало тёплых слов, адресова(2)ых юбиляру, который растрога(3)о благодарил пришедших  поздравить  его гостей."
    ],
    "answer": [
      "23",
      "32"
    ],
    "explanation": [
      "На праздничном вечере было сказаНо немало тёплых слов, адресоваННых юбиляру, который растрогаННо благодарил пришедших поздравить его  гостей.",
      "В этом предложении:",
      "сказаНо — краткое причастие всегда с Н;",
      "адресоваННых — причастие (прилагательное) на –ОВАНН–/–ЁВАНН–;",
      "растрогаННо — наречие, образованно от слова «растроганный», в котором НН. В наречиях пишется столько Н, сколько в слове, от которого оно образовано.",
      "Ответ: 23."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "Ели и сосны, скова(1)ые морозом, застыли черные и неподвижные, только изредка сухо потрескивали, словно простуже(2)о кашляли. Волк поднял голову и завыл – тоскливо и дли(3)о. В ответ ему испуга(4)о залаял в избе пес."
    ],
    "answer": [
      "1234"
    ],
    "explanation": [
      "Ели и сосны, сковаННые морозом, застыли черные и неподвижные, только изредка сухо потрескивали, словно простужеННо кашляли. Волк понял голову и завыл – тоскливо и длиННо. В ответ ему испугаННо залаял в избе пес.",
      "В этом предложении:",
      "сковаННые — полное причастие, образованное от глагола совершенного вида;",
      "простужеННо — КАК? наречие, образовано от причастия ПРОСТУЖЕННЫЙ;",
      "длиННо — наречие, образовано от прилагательного ДЛИННЫЙ;",
      "испугаННо — наречие, образовано от причастия ИСПУГАННЫЙ.",
      "Ответ: 1234."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "В лавке было немало интересных вещей: стари(1)ые кофейники, маленькие серебря(2)ые ложки, фарфоровые тарелки, украше(3)ые разноцветными узорами."
    ],
    "answer": [
      "13",
      "31"
    ],
    "explanation": [
      "В лавке было немало интересных вещей: стариННые кофейники, маленькие серебряНые ложки, фарфоровые тарелки, украшеННые разноцветными узорами.",
      "В этом предложении:",
      "стариННый — прилагательное, образованное от существительного СТАРИНА (основа на Н) с помощью суффикса -Н-.",
      "серебряНый — прилагательное, образованное от существительного СЕРЕБРО с помощью суффикса -ЯН-.",
      "украшеННые — причастие, образованное от глагола совершенного вида.",
      "Ответ: 13."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "Деревя(1)ый вместительный дом с некраше(2)ым дощатым полом, отштукатуре(3)ый изнутри, прочно стоял на каме(4)ом фундаменте."
    ],
    "answer": [
      "134"
    ],
    "explanation": [
      "ДеревяННый вместительный дом с некрашеНым дощатым полом, отштукатуреННый изнутри, прочно стоял на камеННом фундаменте.",
      "В этом предложении:",
      "деревяНный — прилагательное, образованное от существительного ДЕРЕВО с помощью суффикса -ЯНН (исключение);",
      "некрашеНым — отглагольное прилагательное, образованное от глагола несовершенного вида;",
      "оштукатуреННый — причастие, образованное от глагола совершенного вида;",
      "камеНный — прилагательное, образованное от существительного КАМЕНЬ  (основа на Н) с помощью суффикса -Н-.",
      "Ответ: 134."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Дверь в комнату была отворе(1)а, и оттуда явстве(2)о слышались звуки пианино, на котором исполняли какой-то медле(3)ый этюд."
    ],
    "answer": [
      "23",
      "32"
    ],
    "explanation": [
      "Дверь в комнату была отвореНа, и оттуда явствеННо слышались звуки пианино, на котором исполняли какой-то медлеННый этюд.",
      "В этом предложении:",
      "отвореНа — краткое причастие пишем с Н;",
      "явствеННо — наречие, образованное от прилагательного ЯВСТВЕННЫЙ (суффикс -ЕНН-).",
      "медлеННый — прилагательное пишем с НН, написание слова надо запомнить.",
      "Ответ: 23."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется одна буква Н.",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "Жаре(1)ая картошка была щедро посыпа(2)а пря(3)ыми азиатскими приправами, отчего приобрела изыска(4)ый, восточный привкус."
    ],
    "answer": [
      "123"
    ],
    "explanation": [
      "ЖареНая картошка была щедро посыпаНа пряНыми азиатскими приправами, отчего приобрела изыскаННый, восточный привкус.",
      "В этом предложении:",
      "жареНая — отглагольное прилагательное, образованное от глагола несовершенного вида;",
      "посыпаНа — краткое причастие пишем с Н;",
      "пряНый — прилагательное, пишем с Н, написание слова надо запомнить;",
      "изыскаННый — прилагательное, образованное от причастия.",
      "Ответ: 123."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Прогулочные шлюпки с полотня(1)ым тентом, нарядные, свежевыкраше(2)ые, были рядком пришвартова(3)ы к ограждё(4)ому канатами причалу."
    ],
    "answer": [
      "24",
      "42"
    ],
    "explanation": [
      "Прогулочные шлюпки с полотняНым тентом, нарядные, свежевыкрашеННые, были рядком пришвартоваНы к ограждёННому канатами причалу.",
      "В этом предложении:",
      "полотняНым — прилагательное, образованное от существительного ПОЛОТНО с помощью суффикса -ЯН-;",
      "свежевыкрашеННые — причастие, образованное от глагола совершенного вида ВЫКРАСИТЬ;",
      "пришвартоваНы — краткое причастие пишем с Н;",
      "ограждеННому — причастие, образованное от глагола совершенного вида ОГРАДИТЬ.",
      "Ответ: 24."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "На внутре(1)ей стороне двери висела аккуратно приклее(2)ая репродукция картины, где была изображе(3)а живописная речка с плотиной и небольшой ветря(4)ой мельницей."
    ],
    "answer": [
      "12",
      "21"
    ],
    "explanation": [
      "На внутреННей стороне двери висела аккуратно приклееННая репродукция картины, где была изображеНа живописная речка с плотиной и небольшой ветряНой мельницей.",
      "В этом предложении:",
      "внутреННей — прилагательное, образованное с помощью суффикса -ЕНН;",
      "приклееННая — полное причастие,образованное от глагола совершенного вида ПРИКЛЕИТЬ;",
      "изображеНа — краткое причастие пишем с Н;",
      "ветряНой — прилагательное, образованное с помощью суффикса –ЯН–.",
      "Ответ: 12."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "Необыкнове(1)о изменилось её лицо под гримом: оно стало как будто незнакомым, черты его проявились резче и красивей, глаза были подведе(2)ы тёмной краской и, неестестве(3)о громадные, ярко блестели от внутре(4)его волнения."
    ],
    "answer": [
      "134"
    ],
    "explanation": [
      "НеобыкновеННо изменилось её лицо под гримом: оно стало как будто незнакомым, черты его проявились резче и красивей, глаза были подведеНы тёмной краской и, неестествеННо громадные, ярко блестели от внутреННего волнения.",
      "В этом предложении:",
      "необыкновеННо — наречие, образованное от прилагательного НЕОБЫКНОВЕННЫЙ (суффикс -ЕНН-);",
      "подведенЫ — краткое причастие пишем с Н;",
      "неестествеННо — наречие, образованное от прилагательного НЕЕСТЕСТВЕННЫЙ (суффикс -ЕНН-);",
      "внутреННего — прилагательное, образованное с помощью суффикса -ЕНН-.",
      "Ответ: 134."
    ]
  },
  {
    "text": "Укажите цифру(-ы), на месте которых пишется НН.",
    "options": [
      "При посещении охотничьего замка туристам понравились стари(1)ые гобелены в центральном зале, а также великолепные изыска(2)ые портреты в золочё(3)ых рамах, на которых изображе(4)ы были прежние владельцы."
    ],
    "answer": [
      "12",
      "21"
    ],
    "explanation": [
      "При посещении охотничьего замка туристам понравились стариННые гобелены в центральном зале, а также великолепные изыскаННые портреты в золочёНых рамах, на которых изображеНы были прежние владельцы.",
      "В этом предложении:",
      "стариННые — прилагательное, образованное с помощью суффикса Н от слова СТАРИНА;",
      "изыскаННые — прилагательное, образованное путём перехода из причастия. Картины никто не изыскивал, то есть это не причастие.",
      "золочеНых — отглагольное прилагательное без приставки и зависимого слова, образовано от глагола несовершенного вида, следовательно, Н;",
      "изображеНы — краткое причастие пишем с Н.",
      "Ответ: 12."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется одна буква Н.",
    "options": [
      "На улице было ветре(1)о, знакомый мне мальчик в кожа(2)ой курточке и вяза(3)ой шапочке запускал на площадке перед домом подаре(4)ого отцом воздушного змея."
    ],
    "answer": [
      "123"
    ],
    "explanation": [
      "На улице было ветреНо, знакомый мне мальчик в кожаНой курточке и вязаНой шапочке запускал на площадке перед домом подареННого отцом воздушного змея.",
      "В этом предложении:",
      "ветреНо — наречие, образованное от слова ВЕТРЕНЫЙ, сохраняется столько же Н, сколько в слове, от которого образовано.",
      "кожаНой — прилагательное, образовано от существительного с помощью суффикса -АН-.",
      "вязаНой — отглагольное прилагательное, нет никаких условий для написания НН.",
      "подареННого — причастие с приставкой, есть также зависимые слова, следовательно, пишем НН.",
      "Ответ: 123."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "По приказу капитана все награбле(1)ое пиратами добро было немедле(2)о разложе(3)о на большом деревя(4)ом столе."
    ],
    "answer": [
      "124"
    ],
    "explanation": [
      "По приказу капитана все награблеННое пиратами добро было немедлеННо разложеНо на большом деревяННом столе.",
      "В этом предложении:",
      "награблеННое — причастие, образованное от глагола совершенного вида,  есть приставка;",
      "немедлеННо — наречие, образованное от слова НЕМЕДЛЕННЫЙ, НН сохраняется.",
      "разложеНо — краткое причастие, следовательно, Н.",
      "деревяННом — слово-исключение.",
      "Ответ: 124."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Татьяна была измуче(1)а произошедшими накануне событиями, и я не нашёл в себе сил искре(2)е ответить на зада(3)ый ею вопрос о судьбе драгоце(4)ых камней её матери."
    ],
    "answer": [
      "234"
    ],
    "explanation": [
      "Татьяна была измучеНа произошедшими накануне событиями, и я не нашёл в себе сил искреННе ответить на задаННый ею вопрос о судьбе драгоцеННых камней её матери.",
      "В этом предложении:",
      "измучеНа — краткое причастие, следовательно, Н;",
      "искреННе — наречие, образованное от слова ИСКРЕННИЙ: сколько Н в прилагательном или причастии, столько же и в наречиях, от них образованных;",
      "задаННый — причастие, образованное от глагола совершенного вида,  есть приставка, следовательно — НН;",
      "драгоцеННых  — прилагательное ЦЕННЫХ образовано с помощью суффикса Н от основы на Н.",
      "Ответ: 234."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Во время дождя мощё(1)ая гранё(2)ыми плитами мостовая мгнове(3)о превращалась в беше(4)ый водя(5)ой поток."
    ],
    "answer": [
      "13",
      "31"
    ],
    "explanation": [
      "Во время дождя мощёННная гранёНыми плитами мостовая мгновеННо превращалась в бешеНый водяНой поток.",
      "В этом предложении:",
      "мощеННая — причастие с зависимым словом: мощённая чем? плитами.",
      "гранеНыми — отглагольное прилагательное, пишется с одной Н.",
      "мгновеННо — наречие, образованное от слова МГНОВЕННЫЙ, в котором было две Н.",
      "бешеНый — отглагольное прилагательное, пишется с одной Н.",
      "водяНой — прилагательное, образованное от существительного с помощью суффикса -ЯН-, в котором пишется одна -Н-",
      "Ответ: 13."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "Мы видели только вспене(1)ые гребни разъярё(2)ых волн и слышали крики встревоже(3)ых птиц, беше(4)о проносившихся над морем."
    ],
    "answer": [
      "123"
    ],
    "explanation": [
      "Мы видели только вспенеННые гребни разъярёННых волн и слышали крики встревожеННых птиц, бешеНо проносившихся над морем.",
      "В этом предложении:",
      "вспенеННые — причастие, образованное от глагола совершенного вида ВСПЕНИТЬ;",
      "разъяреННых — причастие, образованное от глагола совершенного вида РАЗЪЯРИТЬ;",
      "встревожеННых — причастие, образованное от глагола совершенного вида ВСТРЕВОЖИТЬ;",
      "бешеНо — наречие, образованное от отглагольного прилагательного БЕШЕНЫЙ.",
      "Ответ: 123."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Исти(1)ый талант — это, безусловно, врождё(2)ое качество, но не все от природы талантливые люди готовы в нужной мере развить свои способности и пройти творческий путь дли(3)ою в жизнь."
    ],
    "answer": [
      "12",
      "21"
    ],
    "explanation": [
      "ИстиННый талант — это, безусловно, врождёННое качество, но не все от природы талантливые люди готовы в нужной мере развить свои способности и пройти творческий путь длиНою в жизнь.",
      "В этом предложении:",
      "истиННый — прилагательное, образованное от существительного ИСТИНА с помощью суффикса -Н-;",
      "врождеННый — прилагательное, пишем с НН; образовано от глагола, но потеряло признак действия.",
      "длиНою — существительное пишем с Н. Это слово не образовано от прилагательного, нет двух н, как в слове ширина.",
      "Ответ: 12."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется одна буква Н.",
    "options": [
      "Утро было ветре(1)ым; за ночь око(2)ые стёкла покрылись ледя(3)ыми узорами; казалось, что через пару дней вся округа будет занесе(4)а снегом."
    ],
    "answer": [
      "134"
    ],
    "explanation": [
      "Цифры укажите в порядке возрастания.",
      "Утро было ветреНым; за ночь окоННые стёкла покрылись ледяНыми узорами; казалось, что через пару дней вся округа будет занесеНа снегом.",
      "В этом предложении:",
      "ветреНым — данное прилагательное является исключением;",
      "окоННые — прилагательное, образованное с помощью суффикса -Н- от основы на Н;",
      "ледяНыми — прилагательное, образованное с помощью суффикса -ЯН-, имеет одну букву Н в суффиксе;",
      "занесеНа — краткое причастие, следовательно, пишем Н.",
      "Ответ: 134."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "За око(1)ым стеклом жила своей утре(2)ей жизнью обыкнове(3)ая городская асфальтирова(4)ая улица, по которой мчались переполне(5)ые маршрутные такси и гружё(6)ые самосвалы."
    ],
    "answer": [
      "12345"
    ],
    "explanation": [
      "Приведем правильное написание.",
      "За окоННым стеклом жила своей утреННей жизнью обыкновеННая городская асфальтироваННая улица, по которой мчались переполнеННые маршрутные такси и гружёНые самосвалы.",
      "В этом предложении:",
      "1.окоННым — прилагательное, образованное от слова ОКНО с помощью суффикса -Н-;",
      "2.утреННей — прилагательное, образованное от слова УТРО с помощью суффикса -ЕНН-;",
      "3.обыкновеННая — прилагательное, образованное с помощью суффикса -ЕНН-;",
      "4.асфальтироваННая — причастие, оканчивается на -ОВАННЫЙ;",
      "5.переполнеННые — полное причастие, образованное от глагола совершенного вида ПЕРЕПОЛНИТЬ;",
      "6.гружеНые — отглагольное прилагательное, нет условий для написания НН.",
      "Ответ: 12345"
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Солнце медленно поднималось из осе(1)его марева, село обозначилось верхушками более явстве(2)о, оттуда донеслись петуши(3)ые крики, в поле уже пасся смеша(4)ый табун овец и коз."
    ],
    "answer": [
      "124"
    ],
    "explanation": [
      "Солнце медленно поднималось из осеННего марева, село обозначилось верхушками более явствеННо, оттуда донеслись петушиНые крики, в поле уже пасся смешаННый табун овец и коз.",
      "В этом предложении:",
      "осеННего — прилагательное, образованное от существительного ОСЕНЬ  с помощью суффикса -Н-;",
      "явствеННо — наречие, образованное от прилагательного ЯВСТВЕННЫЙ (суффикс -ЕНН-);",
      "петушиНые — прилагательное, образованное от существительного с помощью суффикса -ИН-;",
      "смешаННом — причастие, образованное от глагола совершенного вида СМЕШАТЬ.",
      "Ответ: 124."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется одна буква Н.",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "Осе(1)ие улицы были усыпа(2)ы жёлтой и багря(3)ой листвой, напоминавшей пёстротка(4)ый ковёр."
    ],
    "answer": [
      "234"
    ],
    "explanation": [
      "ОсеННие улицы были усыпаНы желтой и багряНой листвой, напоминавшей пестроткаНый ковер.",
      "В этом предложении:",
      "осеННие — прилагательное, образованное от существительного ОСЕНЬ с помощью суффикса -Н-;",
      "усыпаНы — краткое причастие пишем Н;",
      "багряНой — прилагательное пишем с Н, написание слова надо запомнить;",
      "пестроткаНый — отглагольное прилагательное, образованное от глагола несовершенного вида ТКАТЬ без приставки и зависимых слов.",
      "Ответ: 234."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "Груня глядела в маленькое, криво прорубле(1)ое окошко, прижавшись сморще(2)ым лбом к нестрога(3)ому переплёту око(4)ой рамы."
    ],
    "answer": [
      "124"
    ],
    "explanation": [
      "Груня глядела в маленькое, криво прорублеННое окошко, прижавшись сморщеННым лбом к нестрогаНому переплёту окоННой рамы.",
      "В этом предложении:",
      "прорублеННое — причастие, образованное от глагола совершенного вида ПРОРУБИТЬ;",
      "сморщеННом — причастие, образованное от глагола совершенного вида СМОРЩИТЬ;",
      "нестрогаНому — отглагольное прилагательное, образованное от глагола несовершенного вида СТРОГАТЬ, без приставки и зависимых слов; приставка НЕ не влияет на написание Н или НН.",
      "окоННой — прилагательное, образованное от слова ОКНО с помощью суффикса -Н-.",
      "Ответ: 124.",
      "При возникновении трудностей при выполнении задания обращайтесь к «Правилу», прикреплённому к заданию."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "На углу Гороховой — единстве(1)ый извозчик, старик, в армяке, подпояса(2)ом обрывками вылинявшей вожжи, в рыжей овчи(3)ой шапке, из которой султаном торчит кусок пакли; пузатая мохнатая лошадёнка его запряже(4)а в низкие лубочные санки."
    ],
    "answer": [
      "123"
    ],
    "explanation": [
      "На углу Гороховой — единствеННый извозчик, старик, в армяке, подпоясаННом обрывками вылинявшей вожжи, в рыжей овчиННой шапке, из которой султаном торчит кусок пакли; пузатая мохнатая лошадёнка его запряжеНа в низкие лубочные санки.",
      "В этом предложении:",
      "единствеННый — прилагательное, образованное с помощью суффикса -ЕНН-;",
      "подпоясаННом — причастие, образованное от глагола совершенного вида ПОДПОЯСАТЬ;",
      "овчиННой — прилагательное, образованное от существительного ОВЧИНА с помощью суффикса -Н-;",
      "запряжеНа — краткое причастие пишем с Н.",
      "Ответ: 123."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "Лёвушка показал князю дом Густава Бирона, брата герцога, почтовый двор, набережную, укреплё(1)ую деревя(2)ым парапетом, и маленькое двухэтажное каме(3)ое здание под накло(4)ою, голландского образца, крышею — Зимний дворец."
    ],
    "answer": [
      "1234"
    ],
    "explanation": [
      "Лёвушка показал князю дом Густава Бирона, брата герцога, почтовый двор, набережную, укреплёННую деревяННым парапетом, и маленькое двухэтажное камеННое здание под наклоННою, голландского образца, крышею — Зимний дворец.",
      "В этом предложении:",
      "укреплеННую — полное причастие, образованное от глагола совершенного вида УКРЕПИТЬ;",
      "деревяННым — прилагательное пишем с  НН, так как это исключение;",
      "камеННое — прилагательное, образованное от существительного КАМЕНЬ с помощью суффикса -Н-;",
      "наклоННою — наклон+-н-.",
      "Ответ: 1234."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Обойдя дом с другой стороны, я увидел небольшую каме(1)ую пристройку со стекля(2)ой дверью, окружё(3)ую густым боярышником; крыльцо и скамейка у входа были разруше(4)ы."
    ],
    "answer": [
      "123"
    ],
    "explanation": [
      "Обойдя дом с другой стороны, я увидел небольшую камеННую пристройку со стекляННой дверью, окружёННую густым боярышником; крыльцо и скамейка у входа были разрушеНы.",
      "В этом предложении:",
      "камеННую — прилагательное, образованное от слова КАМЕНЬ с помощью суффикса -Н-;",
      "стекляННой — прилагательное, образованное от существительного СТЕКЛО с помощью суффикса -ЯНН, пишем НН, так как это слово-исключение;",
      "окружеННую — причастие, образованное от глагола совершенного вида ОКРУЖИТЬ;",
      "разрушеНы — краткое причастие пишем с Н.",
      "Ответ: 123."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Бурсаки вдруг преобразились: на них явились, вместо прежних запачка(1)ых сапог, сафьянные красные, с серебря(2)ыми подковами; шаровары с тысячью складок и со сборами, перетянулись золотым очкуром; к очкуру прицепле(3)ы были дли(4)ые ремешки с кистями и прочими побрякушками."
    ],
    "answer": [
      "14",
      "41"
    ],
    "explanation": [
      "Бурсаки вдруг преобразились: на них явились, вместо прежних запачкаННых сапог, сафьянные красные, с серебряНыми подковами; шаровары с тысячью складок и со сборами, перетянулись золотым очкуром; к очкуру прицеплеНы были длиННые ремешки с кистями и прочими побрякушками.",
      "В этом предложении:",
      "запачкаННых — причастие, образованное от глагола совершенного вида ЗАПАЧКАТЬ;",
      "серебряНыми — прилагательное, образованное от существительного СЕРЕБРО с помощью суффикса -ЯН-;",
      "прицеплеНы — краткое причастие пишем с Н;",
      "длиННые — прилагательное, образованное от существительного ДЛИНА с помощью суффикса -Н-.",
      "Ответ: 14."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "Уже в первом пейзаже В. Серова были проявле(1)ы почти все черты, свойстве(2)ые ему как пейзажисту: острота видения, глубочайшее проникновение в суть изображаемого, изыска(3)ость и точность колорита."
    ],
    "answer": [
      "23",
      "32"
    ],
    "explanation": [
      "Пояснение.",
      "Расставим знаки препинания.",
      "Уже в первом пейзаже В. Серова были проявле(1)Ны почти все черты, свойстве(2)ННые ему как пейзажисту: острота видения, глубочайшее проникновение в суть изображаемого, изыска(3)ННость и точность колорита.",
      "1) -Н- в кратком причастии;",
      "2) -НН- в суффиксе -енн- прилагательного;",
      "3) -НН- в существительном, образованном от прилагательного «изысканный» сохраняется.",
      "Ответ: 23|32",
      "----------",
      "Дублирует задание 12636."
    ]
  },
  {
    "text": "Укажите все uифры, на месте которых пишется НН.",
    "options": [
      "Весе(1)ие воды приносят с верховьев следы пребывания человека: рва(2)ые сети, полома(З)ые вёсла и дpyгиe немудрё(4)ые принадлежности рыбачьего обихода."
    ],
    "answer": [
      "13",
      "31"
    ],
    "explanation": [
      "Весенние воды приносят с верховьев следы пребывания человека: рваные сети, поломанные вёсла и дpyгиe немудрёные принадлежности рыбачьего обихода.",
      "В этом предложении:",
      "Весенние — прилагательное образовано от основы -весен- с помощью суффикса -Н-.",
      "поломанные — в полном причастии пишем НН.",
      "немудрёные (от мудрить), рваные (от рвать) — отглагольные прилагательные, Н",
      "Ответ: 13"
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется одна буква Н.",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "Непроше(1)ые гости подошли к струга(2)ому столу, на котором были расставле(3)ы деревенские яства: яйца, картошка, огурцы и клюкве(4)ый морс в глиня(5)ом кувшине."
    ],
    "answer": [
      "1235"
    ],
    "explanation": [
      "НепрошеНые гости подошли к стругаНому столу, на котором были расставлеНы деревенские яства: яйца, картошка, огурцы и клюквеННый морс в глиняНом кувшине.",
      "В этом предложении:",
      "непрошеНые ― отглагольное прилагательное без приставки и зависимых слов; приставка НЕ не влияет на написание.",
      "стругаНому ― отглагольное прилагательное без приставки и зависимых слов; несовершенный вид, который СТРОГАЛИ",
      "расставлеНы  — краткое причастие всегда с Н;",
      "клюквеННый — от существительного КЛЮКВА, суффикс ЕНН;",
      "глиняНом — от существительного ГЛИНА, суффикс ЯН, глин+ЯН+ЫЙ= глиняный",
      "Ответ: 1235."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "В приусадебном саду покорно никнут под водя(1)ой бегущей сетью деревья, но цветники у балкона необыкнове(2)о ярки и изыска(3)ы."
    ],
    "answer": [
      "23",
      "32"
    ],
    "explanation": [
      "В приусадебном саду покорно никнут под водяНой бегущей сетью деревья, но цветники у балкона необыкновеННо ярки и изыскаННы.",
      "В этом предложении:",
      "водяНой — от существительного ВОДА, суффикс ЯН;",
      "необыкновеННо — наречие образовано от прилагательного НЕОБЫКНОВЕННЫЙ с суффиксом –ЕНН–;",
      "изыскаННы — краткое отглагольное прилагательное. Не краткое причастие.",
      "Ответ: 23."
    ]
  },
  {
    "text": "Укажите  все цифры, на месте которых пишется НН.",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "Автор «Слова о полку Игореве» всем сердцем переживал события, положе(1)ые в основу повествования; он создал образы огромной эмоциональной силы, использовав разнообразные художестве(2)ые приёмы, например, внутре(3)ий монолог."
    ],
    "answer": [
      "123"
    ],
    "explanation": [
      "Автор «Слова о полку Игореве» всем сердцем переживал события, положеННые в основу повествования; он создал образы огромной эмоциональной силы, использовав разнообразные художествеННые приёмы, например, внутреННий монолог.",
      "В этом предложении:",
      "положеННые  — причастие, образованное от глагола совершенного вида ПОЛОЖИТЬ;",
      "художествеННые — прилагательное, образованное с помощью суффикса ― ЕНН–;",
      "внутреННий — прилагательное, образованное с помощью суффикса ― ЕНН–.",
      "Ответ: 123."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "Речка была смире(1)ая, сплошь по берегам заросшая водя(2)ой травой, кое-где освеще(3)ая желтыми лампадами кувшинок и шибко засоре(4)ая лесом от весе(5)его сплава."
    ],
    "answer": [
      "1345"
    ],
    "explanation": [
      "Речка была смиреННая, сплошь по берегам заросшая водяНой травой, кое-где освещеННая желтыми лампадами кувшинок и шибко засореННая лесом от весеННего сплава.",
      "В этом предложении:",
      "смиреННая ― прилагательное, образовано от глагола совершенного вида СМИРИТЬ;",
      "водяНой ― прилагательное, образовано с помощью суффикса –ЯН–;",
      "освещеННая ― причастие, образованное от глагола совершенного вида, имеет приставку и зависимое слово;",
      "засореННая ― причастие, образованное от глагола совершенного вида, имеет приставку и зависимое слово;",
      "весеННего ― прилагательное, образовано от слова ВЕСНА с помощью суффикса –Н–.",
      "Ответ: 1345."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется одна буква Н.",
    "options": [
      "Поэма «Медный всадник» — поисти(1)е одно из самых соверше(2)ых произведений А. С. Пушкина — была написа(3)а, как и «Евгений Онегин», четырёхстопным ямбом."
    ],
    "answer": [
      "13",
      "31"
    ],
    "explanation": [
      "Поэма «Медный всадник» — поистиНе одно из самых совершеННых произведений А.С. Пушкина — была написаНа, как и «Евгений Онегин», четырёхстопным ямбом.",
      "В этом предложении:",
      "поистиНе ― наречие,  образованное от существительного ИСТИНА (суффикс -Е).",
      "совершеННых — прилагательное, образованное  от глагола совершенного вида.",
      "написаНа — краткое причастие всегда с Н.",
      "Ответ: 13."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "Леруа лукавит, как всякий исти(1)ый француз, утверждая, что всё это лишь художестве(2)ое произведение, а многие характеры открове(3)о выдума(4)ы."
    ],
    "answer": [
      "123"
    ],
    "explanation": [
      "Леруа лукавит, как всякий истиННый француз, утверждая, что всё это лишь художествеННое произведение, а многие характеры откровеННо выдумаНы.",
      "В этом предложении:",
      "истиННый ― прилагательное, образовано от слова ИСТИНА с помощью суффикса –Н–;",
      "художествеННое ― прилагательное, образованное с помощью суффикса –ЕНН–;",
      "откровеННо ― наречие, образованное от прилагательного ОТКРОВЕННЫЙ;",
      "выдумаНы ― краткое причастие, всегда Н.",
      "Ответ: 123."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "До наших дней в архивах сохранились счета, предъявле(1)ые художнику за доставле(2)ые ему масля(3)ые краски."
    ],
    "answer": [
      "12",
      "21"
    ],
    "explanation": [
      "До наших дней в архивах сохранились счета, предъявлеННые художнику за доставлеННые ему масляНые краски.",
      "В этом предложении:",
      "предъявлеННые ― полное причастие с приставкой и зависимым словом;",
      "доставлеННые  — полное причастие с приставкой и зависимым словом;",
      "масляНые — прилагательное, образованное  от существительного МАСЛО; суффикс -ЯН-.",
      "Ответ: 12."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется одна буква Н.",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "И густое молоко, льющееся из глиня(1)ого кувшина, и пышный каравай в плетё(2)ой корзине, и сползающая салфетка выписа(3)ы художником во всех деталях и с особой выразительностью."
    ],
    "answer": [
      "123"
    ],
    "explanation": [
      "И густое молоко, льющееся из глиняНого кувшина, и пышный каравай в плетёНой корзине, и сползающая салфетка выписаНы художником во всех деталях и с особой выразительностью.",
      "В этом предложении:",
      "глиняНого — прилагательное от существительного ГЛИНА; суффикс -ЯН-;",
      "плетёНой — прилагательное, образованное от глагола несовершенного вида, без приставки и зависимого слова;",
      "выписаНы — краткое причастие всегда с Н.",
      "Ответ: 123."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "На автопортрете художник изображён в изыска(1)ом плаще, лицо спокойно и увере(2)о, усы и бородка тщательно причёса(3)ы."
    ],
    "answer": [
      "12",
      "21"
    ],
    "explanation": [
      "На автопортрете художник изображён в изыскаННом плаще, лицо спокойно и увереННо, усы и бородка тщательно причёсаНы.",
      "В этом предложении:",
      "изыскаННом — прилагательное, не причастие, так как нельзя сказать «который изыскали». Следовательно, причастие перешло в прилагательное. Но НН сохранилось.",
      "лицо (каково?) увереННо — краткое отглагольное прилагательное;",
      "причёсаНы — краткое причастие всегда с Н.",
      "Ответ: 12."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется одна буква Н.",
    "options": [
      "В эту тетрадь в синем кожа(1)ом переплёте были записа(2)ы не только поразившие Варю высказывания из прочита(3)ых книг, но и её первые стихи."
    ],
    "answer": [
      "12",
      "21"
    ],
    "explanation": [
      "В эту тетрадь в синем кожаНом переплёте были записаНы не только поразившие Варю высказывания из прочитаННых книг, но и её первые стихи.",
      "В этом предложении:",
      "кожаНом — прилагательное о существительного КОЖА; суффикс -АН-;",
      "записаНы — краткое причастие всегда с Н;",
      "прочитаННых — полное причастие от глагола совершенного вида, есть приставка.",
      "Ответ: 12."
    ]
  },
  {
    "text": "Укажите  цифру(-ы), на месте которой (-ых) пишется НН.",
    "options": [
      "За прилавками с белокоча(1)ой капустой, за россыпями золотого лука, ра(2)их сортов моркови, за бочонками с мочё(3)ыми яблоками и солё(4)ыми огурцами, за поросячьими тушками стояли в белых фартуках продавцы."
    ],
    "answer": [
      "12",
      "21"
    ],
    "explanation": [
      "За прилавками с белокочаННой капустой, за россыпями золотого лука, раННих сортов моркови, за бочонками с мочёНыми яблоками и солёНыми огурцами, за поросячьими тушками стояли в белых фартуках продавцы.",
      "В этом предложении:",
      "белокочаННой — прилагательное, образованное от существительного с основой на -Н- (КОЧАН);",
      "раННих  — прилагательное, образованное от наречия РАНО (основа на -Н-);",
      "мочёНыми — отглагольное прилагательное без приставки и зависимых слов;",
      "солёНыми ― отглагольное прилагательное без приставки и зависимых слов.",
      "Ответ: 12."
    ]
  },
  {
    "text": "Укажите  все цифры, на месте которых пишется одна Н.",
    "options": [
      "Все стены кабинета украше(1)ы резными панелями, золочё(2)ым орнаментом и зеркалами, которые расширяют пространство, придавая ему неопределё(3)ость."
    ],
    "answer": [
      "12",
      "21"
    ],
    "explanation": [
      "Все стены кабинета украшеНы резными панелями, золочёНым орнаментом и зеркалами, которые расширяют пространство, придавая ему неопределёННость.",
      "В этом предложении:",
      "украшеНы — краткое причастие всегда с Н.",
      "золочёНым — отглагольное прилагательное без приставки и зависимых слов",
      "неопределёННость — существительное от прилагательного НЕОПРЕДЕЛЕННЫЙ, а оно, в свою очередь, от глагола совершенного вида (ОПРЕДЕЛИТЬ).",
      "Ответ: 12."
    ]
  },
  {
    "text": "Укажите  все цифры, на месте которых пишется НН.",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "Здесь не было величестве(1)ых гор и скал, окружё(2)ых облаками; это был обычный русский простор: поля, луга, редкие деревни с соломе(3)ыми и деревя(4)ыми кровлями."
    ],
    "answer": [
      "1234"
    ],
    "explanation": [
      "Здесь не было величествеННых гор и скал, окружёННых облаками; это был обычный русский простор: поля, луга, редкие деревни с соломеННыми и деревяННыми кровлями.",
      "В этом предложении:",
      "величествеННых ― прилагательное, образованное с помощью суффикса –ЕНН–;",
      "окружёННых ― полное причастие с приставкой и зависимым словом;",
      "соломеННыми ― прилагательное, образованное с помощью суффикса –ЕНН–;",
      "деревяННыми — прилагательное, слово исключение (НН, хотя образовано при помощи суффикса -ЯНН-).",
      "Ответ: 1234."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется одна буква Н.",
    "options": [
      "Все стены кабинета украше(1)ы резными панелями, золочё(2)ым орнаментом и зеркалами, которые расширяют пространство, придавая ему неопределё(3)ость."
    ],
    "answer": [
      "12",
      "21"
    ],
    "explanation": [
      "Все стены кабинета украшеНы резными панелями, золочёНым орнаментом и зеркалами, которые расширяют пространство, придавая ему неопределёННость.",
      "В этом предложении:",
      "украшеНы — краткое причастие пишем с Н;",
      "золочеНым — от глагола несовершенного вида ЗОЛОТИТЬ;",
      "неопределеННость — существительное от прилагательного НЕОПРЕДЕЛЕННЫЙ, а оно, в свою очередь, от глагола совершенного вида ОПРЕДЕЛИТЬ.",
      "Ответ: 12."
    ]
  },
  {
    "text": "Укажите  цифры(у), на месте которых(ой) пишется Н.",
    "options": [
      "Вдали, на крутом известковом берегу, подмытом разливами, в утре(1)ем воздухе ясно виднеется село с белой каме(2)ой церковью и ветря(3)ыми мельницами."
    ],
    "answer": [
      "3"
    ],
    "explanation": [
      "Вдали, на крутом известковом берегу, подмытом разливами, в утреННем воздухе ясно виднеется село с белой камеННой церковью и ветряНыми мельницами.",
      "В этом предложении:",
      "утреННем — прилагательное с суффиксом -ЕНН-;",
      "камеННой — прилагательное, образованное от существительного КАМЕНЬ (основа на -Н-);",
      "ветряНыми — прилагательное, образованное от существительного ВЕТЕР, суффикс -ЯН-.",
      "Ответ: 3."
    ]
  },
  {
    "text": "Укажите цифру(-ы), на месте которой(-ых) пишется НН.",
    "options": [
      "Цифры указывать в порядке возрастания.",
      "На картине «Кермесса» Рубенс изобразил толпу разгорячё(1)ых горожан, отчая(2)о отплясывающих беше(3)ый танец."
    ],
    "answer": [
      "12",
      "21"
    ],
    "explanation": [
      "На картине «Кермесса» Рубенс изобразил толпу разгорячёННых горожан, отчаяННо отплясывающих бешеНый танец.",
      "В этом предложении:",
      "разгорячеННых — прилагательное, образованное от причастия РАЗГОРЯЧЕННЫЙ;",
      "отчаяННо — наречие, образованное от причастия ОТЧАЯННЫЙ;",
      "бешеНый — отглагольное прилагательное, образованное от глагола несовершенного вида.",
      "Ответ: 12."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Тема женстве(1)ости в философском восприятии России достаточно традицио(2)а; она выразилась в работах славянофилов, была развита в концепциях философов Серебря(3)ого века: В. Соловьёва, В. Розанова, Н. Бердяева."
    ],
    "answer": [
      "12",
      "21"
    ],
    "explanation": [
      "Тема женствеННости в философском восприятии России достаточно традициоННа; она выразилась в работах славянофилов, была развита в концепциях философов СеребряНого века: В. Соловьёва, В. Розанова, Н. Бердяева.",
      "В этом предложении:",
      "женствеННость — существительное, образованное от прилагательного ЖЕНСТВЕННЫЙ (суффикс -ЕНН-);",
      "традициоННа — прилагательное с суффиксом -ОНН-;",
      "серебряНого — прилагательное, образованное от существительного СЕРЕБРО, (суффикс -ЯН-).",
      "Ответ: 12."
    ]
  },
  {
    "text": "Укажите  все цифры, на месте которых пишется НН.",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "Петербург И. А. Гончарова как город «искусстве(1)ых чувств, безжизне(2)ой суматохи» не приемлет непосредстве(3)ости, простоты, естестве(4)ости, господствующих в глуши."
    ],
    "answer": [
      "1234"
    ],
    "explanation": [
      "Петербург И. А. Гончарова как город «искусствеННых чувств, безжизнеННой суматохи» не приемлет непосредствеННости, простоты, естествеННости, господствующих в глуши.",
      "В этом предложении:",
      "искусствеННых — прилагательное, образованное при помощи суффикса -ЕНН-;",
      "безжизнеННой — прилагательное, образованное при помощи суффикса -ЕНН-;",
      "непосредствеННости — существительное, образованное от прилагательного НЕПОСРЕДСТВЕННЫЙ;",
      "естествеННости — существительное, образованное от прилагательного ЕСТЕСТВЕННЫЙ.",
      "Ответ: 1234."
    ]
  },
  {
    "text": "Укажите  все цифры, на месте которых пишется одна буква Н.",
    "options": [
      "Угловые въезды на городскую площадь оформле(1)ы кова(2)ыми решётками и воротами с изящным позолоче(3)ым узором."
    ],
    "answer": [
      "12",
      "21"
    ],
    "explanation": [
      "Угловые въезды на городскую площадь оформлеНы коваНыми решётками и воротами с изящным позолочеННым узором.",
      "В этом предложении:",
      "оформлеНы — краткое причастие пишем с Н;",
      "коваНыми — отглагольное прилагательное, образованное от глагола несовершенного вида КОВАТЬ;",
      "позолочеННыми — причастие, образованное от глагола совершенного вида ПОЗОЛОТИТЬ.",
      "Ответ: 12."
    ]
  },
  {
    "text": "Укажите  все цифры, на месте которых пишется одна буква Н.",
    "options": [
      "Обращение А. Радищева в «Путешествии из Петербурга в Москву» к народной музыке не только оправда(1)о художестве(2)ыми особенностями, но и подкрепле(3)о просветительскими выводами."
    ],
    "answer": [
      "13",
      "31"
    ],
    "explanation": [
      "Обращение А. Радищева в «Путешествии из Петербурга в Москву» к народной музыке не только оправдаНо художествеННыми особенностями, но и подкреплеНо просветительскими выводами.",
      "В этом предложении:",
      "оправдаНо и подкреплеНо— краткие причастия пишем с Н;",
      "художествеННыми — прилагательное, образованное с помощью суффикса -ЕНН-.",
      "Ответ: 13."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Золотилось солнце на востоке за тума(1)ой полосой зелё(2)ых лесов, за широкой низме(3)остью, на которую глядел с невысокого берега древний русский город."
    ],
    "answer": [
      "13",
      "31"
    ],
    "explanation": [
      "Золотилось солнце на востоке за тумаННой полосой зелёНых лесов, за широкой низмеННостью, на которую глядел с невысокого берега древний русский город.",
      "В этом предложении:",
      "тумаННой — слово образовано от существительного ТУМАН с основой на -Н-;",
      "зелеНых — первообразное прилагательное, надо запомнить;",
      "низмеННость — существительное, образованное от прилагательного низменный, с корнем НИЗМЕНН. Словарное слово.",
      "Ответ: 13."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Тема женстве(1)ости в философском восприятии России достаточно традицио(2)а; она выразилась в работах славянофилов, была развита в концепциях философов Серебря(3)ого века: В. Соловьёва, В. Розанова, Н. Бердяева."
    ],
    "answer": [
      "12",
      "21"
    ],
    "explanation": [
      "Тема женствеННости в философском восприятии России достаточно традициоННа; она выразилась в работах славянофилов, была развита в концепциях философов СеребряНого века: В. Соловьёва, В. Розанова, Н. Бердяева.",
      "В этом предложении:",
      "женствеННость — существительное, образованное от прилагательного с суффиксом -ЕНН-;",
      "традициоННа  — прилагательное, образованное с помощью суффикса -ОНН-;",
      "серебряНого — прилагательное, образованное от существительного СЕРЕБРО, суффикс -ЯН-.",
      "Ответ: 12."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется одна буква Н.",
    "options": [
      "Славное место эта долина: со всех сторон горы неприступные, красноватые скалы, которые обвеша(1)ы зелёным плющом и увенча(2)ы купами чинар, жёлтые обрывы, исчерче(3)ые промоинами, высоко-высоко — золотая бахрома облаков, а внизу — Арагва."
    ],
    "answer": [
      "12",
      "21"
    ],
    "explanation": [
      "Славное место эта долина: со всех сторон горы неприступные, красноватые скалы, которые обвешаНы зелёным плющом и увенчаНы купами чинар, жёлтые обрывы, исчерчеННые промоинами, высоко-высоко — золотая бахрома облаков, а внизу — Арагва.",
      "В этом предложении:",
      "обвешаНы и увенчаНы — краткие причастия пишем с Н;",
      "исчерчеННые — полное причастие от глагола совершенного вида.",
      "Ответ: 12."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется одна буква Н.",
    "options": [
      "Эта картина, подаре(1)ая её отцу несколько лет назад смышлё(2)ым, но балова(3)ым племя(4)иком, была вставле(5)а в простую рамку."
    ],
    "answer": [
      "25",
      "52"
    ],
    "explanation": [
      "Эта картина, подареННая её отцу несколько лет назад смышлёНым, но баловаННым племяННиком, была вставлеНа в простую рамку.",
      "В этом предложении:",
      "подареННая — полное причастие, образованное от глагола совершенного вида;",
      "смышлеНый — отглагольное прилагательное, пишется с одной Н  (во многих пособиях и справочниках помечается как исключение).",
      "баловаННый — причастие, оканчивающееся на -ОВАННЫЙ;",
      "племяННик — существительное, от основы на -Н- ПЛЕМЯН-/ПЛЕМЕН- ;",
      "вставлеНа — краткое причастие пишем с Н.",
      "Ответ: 25."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "Дли(1)ый ряд невида(2)ых картин в стари(3)ых рамах, развеша(4)ых по некраше(5)ым стенам, радовал глаз буйством красок."
    ],
    "answer": [
      "1234"
    ],
    "explanation": [
      "ДлиННый ряд невидаННых картин в стариННых рамах, развешаННых по некрашеНым стенам, радовал глаз буйством красок.",
      "В этом предложении:",
      "длиННых и стариННых — прилагательные, образованные от существительных с основой на -Н-;",
      "развешаННых — причастие, образованное от глагола совершенного вида РАЗВЕШАТЬ;",
      "невидаННых — исключение (пишется с НН, хотя образовано от глагола несовершенного вида);",
      "некрашеНым — отглагольное прилагательное, образованное от глагола несовершенного вида.",
      "Ответ: 1234."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется одна буква Н.",
    "options": [
      "Графиня взяла златотка(1)ую подушку и медле(2)о опустилась в глубокое лакирова(3)ое кресло, которое было инкрустирова(4)о кожей."
    ],
    "answer": [
      "14",
      "41"
    ],
    "explanation": [
      "Графиня взяла златоткаНую подушку и медлеННо опустилась в глубокое лакироваННое кресло, которое было инкрустироваНо кожей.",
      "В этом предложении:",
      "златоткаНую — отглагольное прилагательное, образованное от глагола несовершенного вида ТКАТЬ;",
      "медлеННо — наречие, образованное от слова МЕДЛЕННЫЙ (исключение);",
      "лакироваННое — причастие, оканчивающееся на -ОВАННОЕ;",
      "инкрустироваНо — краткое причастие пишем с Н.",
      "Ответ: 14."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется одна буква Н.",
    "options": [
      "Возвращение М. Цветаевой на родину в 1939 г. закончилось катастрофой: вскоре были арестова(1)ы её муж и дочь, с большим трудом подготовле(2)ый к изданию сборник цветаевских стихотворений и прозы был отвергнут, жизне(3)ые силы поэтессы были подорва(4)ы."
    ],
    "answer": [
      "14",
      "41"
    ],
    "explanation": [
      "Возвращение М. Цветаевой на родину в 1939 г. закончилось катастрофой: вскоре были арестоваНы её муж и дочь, с большим трудом подготовлеННый к изданию сборник цветаевских стихотворений и прозы был отвергнут, жизнеННые силы поэтессы были подорваНы.",
      "В этом предложении:",
      "арестоваНы и подорваНы — краткие причастия пишем с Н;",
      "подготовлеННый — причастие, образованное от глагола совершенного вида ПОДГОТОВИТЬ;",
      "жизнеННые — прилагательное, образованное с помощью суффикса -ЕНН.",
      "Ответ: 14."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "Левша вобрал в себя многие качества, присущие лесковским праведникам: подли(1)ый патриотизм, наличие чётких нравстве(2)ых ориентиров, стойкость характера, природную одарё(3)ость, живой интерес к окружающей жизни — «очарова(4)ость»."
    ],
    "answer": [
      "1234"
    ],
    "explanation": [
      "Левша вобрал в себя многие качества, присущие лесковским праведникам: подлиННый патриотизм, наличие чётких нравствеННых ориентиров, стойкость характера, природную одарёННость, живой интерес к окружающей жизни — «очароваННость».",
      "В этом предложении:",
      "подлиННый — словарное слово;",
      "нравствеННых — прилагательное с суффиксом -ЕНН-;",
      "одареННость и очароваННость — существительные, образованные  от причастий ОДАРЕННЫЙ и ОЧАРОВАННЫЙ, а они, в свою очередь, от глаголов совершенного вида (ОДАРИТЬ и ОЧАРОВАТЬ).",
      "Ответ: 1234."
    ]
  },
  {
    "text": "Укажите цифры(-у), на месте которых(ой) пишется НН.",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "Свойстве(1)ая лирическому герою О. Мандельштама сосредоточе(2)ость исключительно на собстве(3)ом мире впоследствии постепе(4)о преодолевается."
    ],
    "answer": [
      "1234"
    ],
    "explanation": [
      "СвойствеННая лирическому герою О. Мандельштама сосредоточеННость исключительно на собствеННом мире впоследствии постепеННо преодолевается.",
      "В этом предложении:",
      "свойствеННая — прилагательное с суффиксом -ЕНН;",
      "сосредоточеННость — существительное, образованное от причастия СОСРЕДОТОЧЕННЫЙ;",
      "постепеННО — наречие, образованное от слова ПОСТЕПЕННЫЙ",
      "Ответ: 1234."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется одна буква Н.",
    "options": [
      "На хозяине была тка(1)ая рубаха, подпояса(2)ая кожа(3)ым ремнём, и холсти(4)ые, давно не глаже(5)ые штаны."
    ],
    "answer": [
      "13",
      "31"
    ],
    "explanation": [
      "На хозяине была ткаНая рубаха, подпоясаННая кожаНым ремнём, и холстиННые, давно не глажеННые штаны.",
      "В этом предложении:",
      "ткаНая — отглагольное прилагательное, образованное от глагола несовершенного вида ТКАТЬ;",
      "подпоясаННая — причастие, образованное от глагола совершенного вида, зависимое слово;",
      "кожаНым — прилагательное, образованное от существительного КОЖА с помощью  суффикса -АН-;",
      "холстиННые  — прилагательное, образованное от существительного ХОЛСТИНА (основа на -Н-);",
      "(давно не) глажеННые — причастие с зависимым словом.",
      "Ответ: 13."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "В творчестве Сальвадор Дали был неутомимым искателем, ненавидевшим обыде(1)ость и создававшим обновлё(2)ые образы и неожида(3)ые композиции."
    ],
    "answer": [
      "123"
    ],
    "explanation": [
      "В творчестве Сальвадор Дали был неутомимым искателем, ненавидевшим обыдеННость и создававшим обновлёННые образы и неожидаННые композиции.",
      "В этом предложении:",
      "обыдеННость — существительное, образованное от слова ОБЫДЕННЫЙ, от основы ДЕНЬ (основа на -Н-);",
      "обновлеННые — причастие, образованное от глагола совершенного вида ОБНОВИТЬ;",
      "неожидаННые — исключение (НН, хотя от глагола несовершенного вида).",
      "Ответ: 123."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется одна буква Н.",
    "options": [
      "На картине Вермейера «Уличка» мостовая вымете(1)а, мощё(2)ое плиткой крыльцо вымыто, фасады снизу выбеле(3)ы извёсткой."
    ],
    "answer": [
      "13",
      "31"
    ],
    "explanation": [
      "На картине Вермейера «Уличка» мостовая выметеНа, мощёННое плиткой крыльцо вымыто, фасады снизу выбелеНы извёсткой.",
      "В этом предложении:",
      "выметеНа и выбелеНы — краткие причастия пишем с Н;",
      "мощеННая (плиткой) — причастие с зависимым словом.",
      "Ответ: 13."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется Н?",
    "options": [
      "В небольшом, оклее(1)ом чисто белыми обоями, соверше(2)о пустом зале было светло, пахло масля(3)ой краской, на блестящем краше(4)ом полу стояли две китайские вазы."
    ],
    "answer": [
      "34",
      "43"
    ],
    "explanation": [
      "В небольшом, оклеенном чисто белыми обоями, совершенно пустом зале было светло, пахло масляной краской, на блестящем крашеном полу стояли две китайские вазы.",
      "В этом предложении:",
      "крашеном  — отглагольное прилагательное, в суффиксе пишем одну -Н-;",
      "масляной — прилагательное, образованное от основы -масл- с помощью суффикса -ЯН-;",
      "оклеенном — полное причастие пишем с НН;",
      "совершенно — пишется столько же Н, сколько и в слове, от которого оно образовано (совершенный).",
      "Ответ: 34."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "За ночь на око(1)ом стекле выросли дикови(2)ые серебря(3)ые цветы, сквозь которые лился слабый утре(4)ий свет."
    ],
    "answer": [
      "124"
    ],
    "explanation": [
      "За ночь на окоННом стекле выросли диковиННые серебряНые цветы, сквозь которые лился слабый утреННий свет.",
      "В этом предложении:",
      "окоННом — прилагательное, образованное от существительного ОКНО с помощью суффикса -Н-;",
      "диковиННые — прилагательное, образованное от существительного ДИКОВИНА с помощью суффикса -Н-;",
      "серебряНые — прилагательное, образованное от существительного СЕРЕБРО с помощью суффикса -ЯН-;",
      "утреННий — прилагательное, образованное от существительного УТРО с помощью суффикса -ЕНН-.",
      "Ответ: 124."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "Вслед за жаре(1)ыми лебедями на стол русским царям непреме(2)о подавали запечё(3)ого осетра — пусть подивятся иностра(4)ые гости."
    ],
    "answer": [
      "234"
    ],
    "explanation": [
      "Вслед за жареНыми лебедями на стол русским царям непремеННо подавали запечёННого осетра — пусть подивятся иностраННые гости.",
      "В этом предложении:",
      "жареНыми — отглагольное прилагательное без приставки и зависимых слов;",
      "непремеННо — наречие, образованное от прилагательного НЕПРЕМЕННЫЙ;",
      "запечёННого — причастие, образованное от глагола совершенного вида ЗАПЕЧЬ;",
      "иностраННые — прилагательное, образованное от существительного СТРАНА с помощью суффикса -Н-.",
      "Ответ: 234."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется одна буква Н.",
    "options": [
      "Среди развалин древнего города на прочных столбах установле(1)ы колокола с высече(2)ыми на них подли(3)ыми греческими письменами. В студё(4)ые осенние туманы эти колокола заменяли морякам маяк."
    ],
    "answer": [
      "14",
      "41"
    ],
    "explanation": [
      "Среди развалин древнего города на прочных столбах установлеНы колокола с высечеННыми на них подлиННыми греческими письменами. В студёНые осенние туманы эти колокола заменяли морякам маяк.",
      "В этом предложении:",
      "установлеНы — краткое причастие пишем с Н;",
      "высечеННыми — причастие, образованное от глагола совершенного вида ВЫСЕЧЬ;",
      "подлиННыми — прилагательное, пишем НН, написание слова надо запомнить;",
      "студеНые — отглагольное прилагательное без приставки и зависимых слов.",
      "Ответ: 14."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Эпическая тема поэмы С. Есенина «Анна Снегина» выдержа(1)а в некрасовских традициях: тут и сосредоточе(2)ость на народных проблемах, и сюжет о народном вожаке, и сказовый стиль, и лексико-стилистические особе(3)ости речи крестьян."
    ],
    "answer": [
      "23",
      "32"
    ],
    "explanation": [
      "Эпическая тема поэмы С. Есенина «Анна Снегина» выдержаНа в некрасовских традициях: тут и сосредоточеННость на народных проблемах, и сюжет о народном вожаке, и сказовый стиль, и лексико-стилистические особеННости речи крестьян.",
      "В этом предложении:",
      "выдержаНа — краткое причастие пишем  Н;",
      "сосредоточеННость — существительное, пишем НН, так как оно образовано от причастия СОСРЕДОТОЧЕННЫЙ;",
      "особеННость — существительное, пишем НН, так как оно образовано от прилагательного ОСОБЕННЫЙ.",
      "Ответ: 23."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется одна буква Н.",
    "options": [
      "На картине Айвазовского мы видим, как о песча(1)ый берег бьются волны, вдали на рейде стоят корабли с убра(2)ыми парусами, а на тёмном небосклоне мерцает серебря(3)ый диск луны."
    ],
    "answer": [
      "13",
      "31"
    ],
    "explanation": [
      "На картине Айвазовского мы видим, как о песчаНый берег бьются волны, вдали на рейде стоят корабли с убраННыми парусами, а на тёмном небосклоне мерцает серебряНый диск луны.",
      "В этом предложении:",
      "песчаНый — прилагательное,образованно от существительного ПЕСОК с помощью суффикса -АН-;",
      "убраННыми — причастие, образованное от глагола совершенного вида УБРАТЬ;",
      "серебряНый — прилагательное, образованное от существительного СЕРЕБРО с помощью суффикса -ЯН-.",
      "Ответ: 13."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется одна буква Н.",
    "options": [
      "Жизнь художника Айвазовского, великого труже(1)ика, была поглоще(2)а творчеством, насыще(3)ым импровизацией и фантазией."
    ],
    "answer": [
      "12",
      "21"
    ],
    "explanation": [
      "Жизнь художника Айвазовского, великого тружеНика, была поглощеНа творчеством, насыщеННым импровизацией и фантазией.",
      "В этом предложении:",
      "тружеНик — существительное, пишем Н, написание слова надо запомнить;",
      "поглощеНа — краткое причастие пишем с Н;",
      "насыщеННым — причастие, образованное от глагола совершенного вида НАСЫТИТЬ.",
      "Ответ: 12."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "И вот решилась Авдотья идти в монастырь. Продала свои сто душ и столько же оставле(1)ых ей мужем, шесть лет жила на послушании, пять лет как постриже(2)а в монахини, половину капитала отдала монастырю, остальное – родстве(3)икам покойного мужа."
    ],
    "answer": [
      "13",
      "31"
    ],
    "explanation": [
      "И вот решилась Авдотья идти в монастырь. Продала свои сто душ и столько же оставлеННых ей мужем, шесть лет жила на послушании, пять лет как пострижеНа в монахини, половину капитала отдала монастырю, остальное – родствеННикам покойного мужа.",
      "В этом предложении:",
      "оставлеННых — причастие, образованное от глагола совершенного вида ОСТАВИТЬ;",
      "пострижеНа — краткое причастие пишем с Н;",
      "родствеННиками — существительное, пишем НН, так как оно образовано от прилагательного РОДСТВЕННЫЙ.",
      "Ответ: 13."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Делавшие замаскирова(1)ый под грабёж обыск забрали только то, что находилось в столе, прочие бумаги оставле(2)ы соверше(3)о нетронутыми."
    ],
    "answer": [
      "13",
      "31"
    ],
    "explanation": [
      "Делавшие замаскироваННый под грабёж обыск забрали только то, что находилось в столе, прочие бумаги оставлеНы совершеННо нетронутыми.",
      "В этом предложении:",
      "замаскироваННый  — причастие, образованное от глагола совершенного вида ЗАМАСКИРОВАТЬ;",
      "оставлеНы — краткое причастие пишем с Н;",
      "совершеННо — наречие, образовано от слова СОВЕРШЕННЫЙ.",
      "Ответ: 13."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Это был его собстве(1)ый крыжовник, собра(2)ый в первый раз с тех пор, как были посаже(3)ы кусты."
    ],
    "answer": [
      "12",
      "21"
    ],
    "explanation": [
      "Это был его собствеННый крыжовник, собраННый в первый раз с тех пор, как были посажеНы кусты.",
      "В этом предложении:",
      "собствеННый — прилагательное, образованное с помощью суффикса -ЕНН;",
      "собраННый — причастие, образованное от глагола совершенного вида СОБРАТЬ;",
      "посажеНы — краткое причастие пишем с Н.",
      "Ответ: 12."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Крупной же картошки огород её песча(1)ый, с довое(2)ых лет ни разу не удобре(3)ый, не давал."
    ],
    "answer": [
      "23",
      "32"
    ],
    "explanation": [
      "Крупной же картошки огород её песчаНый, с довоеННых лет ни разу не удобреННый, не давал.",
      "В этом предложении:",
      "песчаНый — прилагательное, образованное от существительного  ПЕСОК  с помощью суффикса -АН-;",
      "довоеННый — прилагательное, образованное от существительного ВОЙНА с помощью суффикса -Н-;",
      "удобреННый — причастие, образованное от глагола совершенного вида УДОБРИТЬ, есть зависимые слова.",
      "Ответ: 23."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Впоследствии я разыскал в кладовке какие-то необыкнове(1)ые рукописи, переплете(2)ые в тома и писа(3)ые по-латыни."
    ],
    "answer": [
      "123"
    ],
    "explanation": [
      "Впоследствии я разыскал в кладовке какие-то необыкновенные рукописи, переплетенные в тома и писанные по-латыни.",
      "необыкновенные —прилагат., традиционное написание",
      "переплетенные—причастие сов. вид;",
      "писанные (как? чем?)—прич. с зависимым словом.",
      "Ответ: 123"
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Окрыле(1)ый успехом своей поэмы, Парни издал сборник «Украде(2)ый портфель», куда вошла забавная пародия на поэму Мильтона «Потеря(3)ый рай». Но все же наиболее известными остаются его любовные элегии, в которых соедине(4)ы ирония и меланхолия, изящество и глубина."
    ],
    "answer": [
      "123"
    ],
    "explanation": [
      "ОкрылеННый успехом своей поэмы, Парни издал сборник «УкрадеННый портфель», куда вошла забавная пародия на поэму Мильтона «ПотеряННый рай». Но все же наиболее известными остаются его любовные элегии, в которых соединеНы ирония и меланхолия, изящество и глубина.",
      "В этом предложении:",
      "окрылеННый — полное причастие, образованное от глагола совершенного вида;",
      "украдеННый — полное причастие,образованное от глагола совершенного вида;",
      "потеряННый — полное причастие, образованное от глагола совершенного вида;",
      "соединеНы — краткое причастие пишем с Н.",
      "Ответ: 123."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Старообрядцы сдержа(1)о посовещались, и один из них, пригибаясь, подошёл к печи и положил на колени Яшкина круглый каравай хлеба, кусок варё(2)ого мяса, две луковицы и берестя(3)ое лукошко с солью, сдела(4)ое в виде пенала."
    ],
    "answer": [
      "14",
      "41"
    ],
    "explanation": [
      "Старообрядцы сдержаННо совещались, и один из них, пригибаясь, подошёл к печи и положил на колени Яшкина круглый каравай хлеба, кусок варёНого мяса, две луковицы и берестяНое лукошко с солью, сделаННое в виде пенала.",
      "В этом предложении:",
      "сдержаННо — КАК? наречие, образованное от причастия СДЕРЖАННЫЙ (совершенный вид);",
      "вареНого — отглагольное прилагательное без приставки и зависимых слов;",
      "берестяНое — прилагательное, образованное от существительного БЕРЕСТА  с помощью суффикса -ЯН-;",
      "сделаННое — причастие, образованное от глагола совершенного вида СДЕЛАТЬ.",
      "Ответ: 14."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "Своеобразие художестве(1)ого мира ра(2)их повестей Н.В. Гоголя связа(3)о с использованием фольклорных традиций: име(4)о в народных сказаниях, полуязыческих легендах и преданиях писатель нашёл темы и сюжеты для своих произведений."
    ],
    "answer": [
      "124"
    ],
    "explanation": [
      "Своеобразие художествеННого мира раННих повестей Н.В. Гоголя связаНо с использованием фольклорных традиций: имеННо в народных сказаниях, полуязыческих легендах и преданиях писатель нашёл темы и сюжеты для своих произведений.",
      "В этом предложении:",
      "художествеННого — прилагательное, образованное с помощью суффикса -ЕНН",
      "раННих —  прилагательное образовано от основы -ран- с помощью суффикса -Н-.",
      "связаНо — в кратком причастии пишем Н.",
      "имеННо — пишется столько же Н, сколько и в слове, от которого оно образовано (именной).",
      "Ответ: 124."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Теaтр был огромный, с кaме(1)ыми коло(2)aми: нa крыше его взвивaлись нa дыбы чугу(3)ые лошaди, и их беше(4)ый порыв мужестве(5)о сдерживaл человек с венком нa голове, должно быть сильный и хрaбрый."
    ],
    "answer": [
      "1235"
    ],
    "explanation": [
      "Теaтр был огромный, с кaмеНН(1)ыми колоНН(2)aми: нa крыше его взвивaлись нa дыбы чугуНН(3)ые лошaди, и их бешеН(4)ый порыв мужествеНН(5)о сдерживaл человек с венком нa голове, должно быть сильный и хрaбрый.",
      "Каменными — камен- + -Н-в прилагательном. Колоннами — существительное с НН. Чугунные — от «чугун» +суффикс -Н-. Бешеный — отглагольное прилагательное с одной -Н-. Мужественно- от «мужественный», поэтому -НН- сохраняется.",
      "Ответ: 1235"
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется одна буква Н.",
    "options": [
      "Ю(1)ая красавица смущё(2)о улыбнулась и выронила золочё(3)ую пудре(4)ицу из рук."
    ],
    "answer": [
      "134"
    ],
    "explanation": [
      "ЮН(1)ая красавица смущёНН(2)о улыбнулась и выронила золочёН(3)ую пудреН(4)ицу из рук.",
      "Юная — одна Н в корне.",
      "Смущённо — от «смущённый», поэтому -НН- сохраняется.",
      "Золочёную — отглагольное прилагательное с одной Н.",
      "Пудреницу— существительное с суффиксами -Ен- и -ИЦ-.",
      "Чтобы не ошибиться в морфемном составе слова \"пудреница\", пройдем по пути его образования. Слово \"пудреница\" образовалось вот так: пудра → пудрить → пудреный → пудреница.",
      "Пудр — корень слова;",
      "-ен- — суффикс;",
      "-иц — суффикс;",
      "-а — окончание.",
      "Ответ: 134."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Так оно было или не так, хорошо или плохо выдума(1)о, но первая Колюнина любовь оказалась несчастной; он не пытался ничего добиться, а если бы и добился, то не знал бы, что с этой бесце(2)ой добычей делать, и летними вечерами он слушал с трудом купле(3)ый в универмаге кассетный магнитофон «Весна», зажигал свечи, разговаривал с далёкими, будто золочё(4)ыми огоньками у черты горизонта."
    ],
    "answer": [
      "23",
      "32"
    ],
    "explanation": [
      "Так оно было или не так, хорошо или плохо выдумаН(1)о, но первая Колюнина любовь оказалась несчастной; он не пытался ничего добиться, а если бы и добился, то не знал бы, что с этой бесцеНН(2)ой добычей делать, и летними вечерами он слушал с трудом куплеНН(3)ый в универмаге кассетный магнитофон «Весна», зажигал свечи, разговаривал с далёкими, будто золочёН(4)ыми огоньками у черты горизонта.",
      "выдумано — краткое причастие, всегда Н;",
      "бесценной—от сущ цена;",
      "купленный — отглагольное прилагательное с зависимым словом;",
      "золочёными —отглагольное прилагательное, от глагола золотить несов. вида",
      "Ответ: 23|32."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Не для того наш народ создал для нас и для наших потомков богатый, свободный и сильный язык, поражающий своими изощрё(1)ыми, гибкими, бесконечно разнообразными формами; не для того нам оставле(2)о в дар это бесце(3)ое сокровище нашей национальной культуры, чтобы мы, с презрением забросив его, свели свою речь к нескольким десяткам штампова(4)ых фраз."
    ],
    "answer": [
      "134"
    ],
    "explanation": [
      "Не для того наш народ создал для нас и для наших потомков богатый, свободный и сильный язык, поражающий своими изощрёНН(1)ыми, гибкими, бесконечно разнообразными формами; не для того нам оставлеН(2)о в дар это бесцеНН(3)ое сокровище нашей национальной культуры, чтобы мы, с презрением забросив его, свели свою речь к нескольким десяткам штамповаНН(4)ых фраз.",
      "Изощрённый— 1. прич. страд. прош. от изощрить. 2. в знач. прил. Превосходно развитый, тонкий, острый. В данном предложении это слово—прилагательное, но по происхождению восходящее к причастию. Поэтому и НН: изощрить +ЕНН, убираем И основы глагола.",
      "Ответ: 134."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "У пристани, протянувшейся бесчисле(1)ыми причалами, стояли, как будто набирали силы, гружё(2)ые корабли: они готовились отплыть в Швецию и Германию, и ветерок лениво полоскал серые, умышле(3)о приспуще(4)ые ветрила."
    ],
    "answer": [
      "134"
    ],
    "explanation": [
      "У пристани, протянувшейся бесчислеНН(1)ыми причалами, стояли, как будто набирали силы, гружёН(2)ые корабли: они готовились отплыть в Швецию и Германию, и ветерок лениво полоскал серые, умышлеНН(3)о приспущеНН(4)ые ветрила.",
      "Бесчисленные — прилагательное с суффиксом -ЕНН-. Умышленно — наречие, образованное от «умышленный», поэтому НН сохраняется. Приспущенные — причастие с суффиксом -НН-. Гружёные —отглагольное прилагательное, несов. вид, без приставки, Н.",
      "Ответ: 134."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Корабли, успевшие заблаговреме(1)о укрыться в гавани, были вытаще(2)ы на берег, но и сюда докатывались рассерже(3)ые волны, и тогда широко раскачивались и плясали стройные, точё(4)ые мачты, а доски скрипели, точно готовые развалиться."
    ],
    "answer": [
      "13",
      "31"
    ],
    "explanation": [
      "Корабли, успевшие заблаговремеНН(1)о укрыться в гавани, были вытащеН(2)ы на берег, но и сюда докатывались рассержеНН(3)ые волны, и тогда широко раскачивались и плясали стройные, точёН(4)ые мачты, а доски скрипели, точно готовые развалиться.",
      "Заблаговременно- наречие, образованное от «заблаговременный», поэтому -НН- сохраняется.",
      "Рассерженные — -НН- в суффиксе причастия.",
      "Точёные — отглагольное прилагательное (с одной Н). Вытащены — краткое причастие с одной -Н-.",
      "Ответ: 13|31."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Александр Блок создал особе(1)ый поэтический мир, прониза(2)ый синим и пурпурным цветом, сотка(3)ый из бликов и наполне(4)ый удивительной мелодичностью.",
      "В ответ выпишите цифры в порядке возрастания."
    ],
    "answer": [
      "1234"
    ],
    "explanation": [
      "Александр Блок создал особеННый поэтический мир, пронизаННый синим и пурпурным цветом, соткаННый из бликов и наполнеННый удивительной мелодичностью.",
      "Все слова с НН, кроме особенный, — полные страдательные причастия прошедшего времени.",
      "Прилагательное особенный образовано от особь, при помощи суффикса ЕНН",
      "Ответ: 1234."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "На пепелищах старых имений рождаются такие милые женщины, всегда неопределё(1)ого возраста и необыкнове(2)ой доброты; никогда они не выходят замуж, берут на себя всевозможные тяготы, воспитывая удручё(3)ых племянников, и, воспитав, перебираются, всё в том же вяза(4)ом чёрном платье и с картонным футляром для очков, на новое пепелище, мечтая о прочита(5)ых книгах и всемирном добре."
    ],
    "answer": [
      "1235"
    ],
    "explanation": [
      "На пепелищах старых имений рождаются такие милые женщины, всегда неопределё(1)ННого (причастие, поэтому суффикс -НН-) возраста и необыкнове(2)ННой (прилагательное с суффиксом -ЕНН-) доброты; никогда они не выходят замуж, берут на себя всевозможные тяготы, воспитывая удручё(3)ННых (причастие, поэтому суффикс -НН-) племянников, и, воспитав, перебираются, всё в том же вяза(4)Ном (отглагольное прилагательное пишется с одной -Н-) чёрном платье и с картонным футляром для очков, на новое пепелище, мечтая о прочита(5)ННых (причастие, поэтому суффикс -НН-) книгах и всемирном добре.",
      "Ответ: 1235."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Фасад и боковые стены в домике Савелия были выкраше(1)ы светло-голубою масля(2)ою краской, с разноцветными звёздочками, прибитыми над каждым из трёх его окон; окна эти обрамлялись ещё ярко раскраше(3)ыми наличниками и зелёными ставнями, которые никогда не закрывались: отец протопоп любил свет, любил звезду, заглядывавшую ночью с неба в его комнату, любил лунный луч, полосой глазета ложившийся на его раздела(4)ый под паркет пол."
    ],
    "answer": [
      "34",
      "43"
    ],
    "explanation": [
      "Фасад и боковые стены в домике Савелия были выкраше(1)Ны (краткое причастие пишется с одной -Н-) светло-голубою масля(2)Ною (в суффиксе прилагательного -ЯН- пишется одна -Н-) краской, с разноцветными звёздочками, прибитыми над каждым из трёх его окон; окна эти обрамлялись ещё ярко раскраше(3)ННыми (суффикс причастия -НН-) наличниками и зелёными ставнями, которые никогда не закрывались: отец протопоп любил свет, любил звезду, заглядывавшую ночью с неба в его комнату, любил лунный луч, полосой глазета ложившийся на его раздела(4)ННый (суффикс причастия -НН-) под паркет пол.",
      "Ответ: 34 или 43."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Угловые въезды на городскую площадь оформле(1)ы кова(2)ыми решётками и воротами, украше(3)ыми изящным позолоче(4)ым узором."
    ],
    "answer": [
      "34",
      "43"
    ],
    "explanation": [
      "Угловые въезды на городскую площадь оформле(1)Ны (краткое причастие с одной Н) кова(2)Ными (отглагольное прилагательное с одной Н) решётками и воротами, украше(3)ННыми (причастие с двумя Н) изящным позолоче(4)ННым (прилагательное с суффиксом -ЕНН-) узором.",
      "Ответ: 3, 4."
    ]
  },
  {
    "text": "Укажите цифру(-ы), на месте которой(-ых) пишется НН.",
    "options": [
      "Разразилась буря: беше(1)о визжит ветер, мчатся рыжие, словно в клочья разорва(2)ые облака; захлестал, закачался отвесными столбами рья(3)ый ливень, молнии слепят огнистой зеленью, грохочет отрывистый гром. Всё вокруг занавеше(4)о пеленой дождя."
    ],
    "answer": [
      "2"
    ],
    "explanation": [
      "бешено: наречие, Н потому, что в прилагательном бешеный Н.;",
      "разорваННые — полное страдательное причастие;",
      "рьяНый — нет суффикса, это корень рьян;",
      "занавешеНо — Н в кратком причастии.",
      "Ответ: 2."
    ]
  },
  {
    "text": "Укажите цифру(-ы), на месте которой(-ых) пишется НН.",
    "options": [
      "На озерце, глубоко запрята(1)ом в крутых берегах, лежала зелё(2)ая илистая тень, и в этой тени сверкали серебря(3)ыми огоньками ракиты, которые, словно алмазами, были усыпа(4)ы каплями росы."
    ],
    "answer": [
      "1"
    ],
    "explanation": [
      "запрятаННом — полное причастие;",
      "зелёНая — это корень;",
      "серебряНыми — суффикс АН/ЯН прилагательного;",
      "усыпаНы — краткое причастие.",
      "Ответ: 1."
    ]
  },
  {
    "text": "Укажите все цифры в порядке возрастания, на месте которых пишется НН.",
    "options": [
      "Человек остановился возле одноэтажного домика и прочитал слова над дверью, которые показались ему словами долгожда(1)ой телеграммы, написа(2)ой белыми буквами на синей стеклянной табличке: «Почта, телеграф, телефон». Однако в этот поздний час маленькие полукруглые оконца почты были уже заставле(3)ы карто(4)ыми щитками с категоричным словом «Закрыто»."
    ],
    "answer": [
      "124"
    ],
    "explanation": [
      "долгождаННой — слово-исключение из НН в причастиях;",
      "написаННой — полное страдательное причастие;",
      "заставлеНы — Н в кратком причастии;",
      "картоННыми — прилагательное от сущ. картон + Н.",
      "Ответ: 1, 2, 4."
    ]
  },
  {
    "text": "Укажите цифру(-ы), на месте которой(-ых) пишется НН.",
    "options": [
      "На берегу было ветре(1)о. Возмущё(2)ый океан с шумом накатывал волны на безлюдный песча(3)ый берег. Юлька, не замечая надвигавшегося шторма, неподвижно сидела на макушке валуна: она была погруже(4)а в свои мысли."
    ],
    "answer": [
      "2"
    ],
    "explanation": [
      "ветреНо — краткое прилагательное от ветреный;",
      "ВозмущёННый  — по форме причастие, полное, с НН;",
      "песчаНый — суффикс АН прилагательного;",
      "погружеНа  — краткое причастие.",
      "Ответ: 2."
    ]
  },
  {
    "text": "Укажите цифру(-ы), на месте которой(-ых) пишется НН.",
    "options": [
      "Жизнь Пришвина – пример того, как человек отрешился от всего наносного, что навяза(1)о ему средой, и начал жить только по велению сердца, в согласии со своим внутре(2)им миром. Книги Пришвина – это бесконечная радость постоя(3)ых открытий, его проза наполне(4)а поэзией."
    ],
    "answer": [
      "23",
      "32"
    ],
    "explanation": [
      "1. навязаНо — краткое причастие, Н;",
      "2. внутреННим— от сущ. нутр при помощи ЕНН;",
      "3. постояННых — исторически суффиксальное производное от постояти \"продолжаться, удерживаться\".;",
      "4. наполнеНа — краткое причастие, Н.",
      "Ответ: 2, 3."
    ]
  },
  {
    "text": "Укажите цифру(-ы), на месте которой(-ых) пишется НН.",
    "options": [
      "Народ-патриот выступил на поле Бородина, где французы потеряли убитыми и ране(1)ыми более 58 тысяч солдат и офицеров, подли(2)ым творцом истории и убедительно доказал всему миру, что нет на земле большей силы, чем народные массы, сплочё(3)ые народными вождями для достижения величестве(4)ой, понятной и близкой их сердцу цели."
    ],
    "answer": [
      "234"
    ],
    "explanation": [
      "Народ-патриот выступил на поле Бородина, где французы потеряли убитыми и ранеНыми более 58 тысяч солдат и офицеров, подлиННым творцом истории и убедительно доказал всему миру, что нет на земле большей силы, чем народные массы, сплочёННые народными вождями для достижения величествеННой, понятной и близкой их сердцу цели.",
      "ранеными — слово-исключение, с одной Н;",
      "подлинными— исторически НН, этимологически от слова длина;",
      "сплочённые— причастие, НН;",
      "величествЕННой—от сущ. величество +ЕНН.",
      "Ответ: 234"
    ]
  },
  {
    "text": "Укажите цифру(-ы), на месте которой(-ых) пишется НН.",
    "options": [
      "Со временем Пётр привык к скудной пище, научился с удовольствием есть варё(1)ую картошку с постным маслом, а особенно полюбил свежевыпече(2)ый ржа(3)ой хлеб, от которого исходил несказа(4)о вкусный запах."
    ],
    "answer": [
      "24",
      "42"
    ],
    "explanation": [
      "Со временем Пётр привык к скудной пище, научился с удовольствием есть варёНую картошку с постным маслом, а особенно полюбил свежевыпечеННый ржаНой хлеб, от которого исходил несказаННо вкусный запах.",
      "варёную — отглагольное прилагательное,  от глагола несовершенного вида;",
      "свежевыпеченный— причастие;",
      "ржаной — прилагательное с суффиксом АН, корень рж.",
      "несказанно — наречие от несказанный.",
      "Ответ: 24."
    ]
  },
  {
    "text": "Укажите цифру(-ы), на месте которой(-ых) пишется НН. Цифры указывать в порядке возрастания.",
    "options": [
      "При оформлении помещения в стиле кантри соверше(1)о противопоказа(2)ы хромирова(3)ый металл и высокотехнологичные изделия из стекла и пластика. Металлическим деталям в таком интерьере можно придать состаре(4)ый вид, тогда они отлично впишутся в общий дизайн."
    ],
    "answer": [
      "134"
    ],
    "explanation": [
      "При оформлении помещения в стиле кантри совершеННо противопоказаНы хромироваННый металл и высокотехнологичные изделия из стекла и пластика. Металлическим деталям в таком интерьере можно придать состареННый вид, тогда они отлично впишутся в общий дизайн.",
      "совершенно— наречие от прилагательного совершенный;",
      "противопоказаны— краткое причастие;",
      "хромированный— полное причастие;",
      "состаренный— полное страдательное причастие.",
      "Ответ: 1, 3, 4."
    ]
  },
  {
    "text": "Укажите цифру(-ы), на месте которой(-ых) пишется Н.",
    "options": [
      "В некоторых картинах Рембрандта есть подли(1)ая праздничность: даже затенё(2)ые силуэты людей наполне(3)ы теплом и дыханием светотени."
    ],
    "answer": [
      "3"
    ],
    "explanation": [
      "В некоторых картинах Рембрандта есть подлиННая праздничность: даже затенёННые силуэты людей наполнеНы теплом и дыханием светотени.",
      "наполнены— краткое причастие;",
      "подлиННая— прилагательное, исконно от слово длина;",
      "затенёННые — полное страдательное причастие.",
      "Ответ: 3."
    ]
  },
  {
    "text": "Укажите цифру(-ы), на месте которой(-ых) пишется НН.",
    "options": [
      "Хозяева дома явно торопились покинуть жилище: повсюду были разброса(1)ы оставле(2)ые вещи, на полу лежал перевёрнутый стари(3)ый кова(4)ый сундук."
    ],
    "answer": [
      "23",
      "32"
    ],
    "explanation": [
      "Хозяева дома явно торопились покинуть жилище: повсюду были разбросаНы оставлеННые вещи, на полу лежал перевёрнутый стариННый коваНый сундук.",
      "разбросаНы— краткое причастие;",
      "оставлеННые— полное страдат. причастие;",
      "стариННый— прилагательное, образованное от слова старина+н;",
      "коваНый— отглагольное прилагательное, исключение.",
      "Ответ: 2, 3."
    ]
  },
  {
    "text": "Укажите цифру(-ы), на месте которой(-ых) пишется НН.",
    "options": [
      "Дину встретил весе(1)ий апрельский день – с остатками снега по обочинам дороги, с залепле(2)ыми дорожной слякотью машинами, с синим, в рва(3)ых облаках небом: обычный петербургский апрельский ветре(4)ый день."
    ],
    "answer": [
      "12",
      "21"
    ],
    "explanation": [
      "Дину встретил весеННий апрельский день – с остатками снега по обочинам дороги, с залеплеННыми дорожной слякотью машинами, с синим, в рваНых облаках небом: обычный петербургский апрельский ветреНый день.",
      "ветреный— прилагательное-исключение;",
      "рваНых— отглагольное прилагательное;",
      "весеННий— прилагательное от слова весна;",
      "залеплеННыми— полное страдательное причастие.",
      "Ответ: 1, 2."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "Славное место эта долина: со всех сторон неприступные горы, красноватые скалы, обвеша(1)ые зелёным плющом и увенча(2)ые купами чинар, жёлтые обрывы, исчерче(3)ые промоинами; высоко-высоко – золотая бахрома облаков, а внизу – Арагва."
    ],
    "answer": [
      "123"
    ],
    "explanation": [
      "Пояснение.",
      "Славное место эта долина: со всех сторон неприступные горы, красноватые скалы, обвеша(1)ННые (причастие с суффиксом -НН-) зелёным плющом и увенча(2)ННые (причастие с суффиксом -НН-) купами чинар, жёлтые обрывы, исчерче(3)ННые (причастие с суффиксом -НН-) промоинами; высоко-высоко – золотая бахрома облаков, а внизу – Арагва.",
      "Ответ: 123."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется Н.",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "Комнаты  были  устрое(1)ы  с  замечательной  роскошью:  стены  обиты пёстрыми  бухарскими  коврами,  потолки  расписа(2)ы  масля(3)ыми красками, на полах – настоящие персидские ковры."
    ],
    "answer": [
      "123"
    ],
    "explanation": [
      "Комнаты  были  устрое(1)ы  с  замечательной  роскошью:  стены  обиты пёстрыми  бухарскими  коврами,  потолки  расписа(2)ы  масля(3)ыми красками, на полах — настоящие персидские ковры.",
      "устроены, расписаны по правилу кратких причастий с Н; масляными по правилу прилагательных",
      "Ответ: 123."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "Свобода для Пушкина – полнота жизни, её насыще(1)ость, разнообразие. Болдинское  творчество  поэта  поражает  этой  самой  свободой,  которая выраже(2)а  в  нескова(3)ом  разнообразии  замыслов,  тем,  образов, в стремлении постигнуть внутре(4)ий смысл происходящего."
    ],
    "answer": [
      "134"
    ],
    "explanation": [
      "1) Две буквы н пишутся в полной форме прилагательного, образованного от существительного с основой на н помощью суффикса -Н-.4) внутренний (от нутро)2) Две буквы н пишутся в полной форме прилагательного, образованного от существительного с помощью суффикса -ЕНН-/-ОНН-.3) Одна буква н пишется прилагательном,   образованном от существительного при помощи суффикса -АН-/ЯН-,-ИН-.4) В краткой форме прилагательного пишется столько н, сколько и в полной3) нескованном 5)Две буквы н пишутся в полной форме причастия, образованного от глагола совершенного вида. 6) Две буквы н пишутся в причастии или прилагательном, имеющем суффикс -ОВА- 7) Две буквы н пишутся в полной форме причастия, образованного от глагола несовершенного вида и употреблённого с зависимым словом. 8) Одна буква н пишется в полной форме прилагательного, образованного от глагола несовершенного вида и употреблённого без зависимого слова. 2) выражена 9) Одна буква н пишется в краткой форме страдательного причастия.1) насыщенность от насыщенный10) В наречии и в существительном пишется столько Н, сколько в слове, от которого оно образовано",
      "Ответ: 134."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "Пушкин  легко  покинул  стены  родного  дома  и  ни  разу  в  стихах  не упомянул ни отца, ни матери, но при этом сердце его не было лише(1)о родстве(2)ых  чувств:  брата  и  сестру  он  нежно  любил  всю  жизнь, самоотверже(3)о им помогал, даже находясь в стеснё(4)ых материальных обстоятельствах."
    ],
    "answer": [
      "234"
    ],
    "explanation": [
      "1) Две буквы н пишутся в полной форме прилагательного, образованного от существительного с основой на н помощью суффикса -Н-.2) родственных (от родство)2) Две буквы н пишутся в полной форме прилагательного, образованного от существительного с помощью суффикса -ЕНН-/-ОНН-.3) Одна буква н пишется прилагательном,   образованном от существительного при помощи суффикса -АН-/ЯН-,-ИН-.4) В краткой форме прилагательного пишется столько н, сколько и в полной4) стеснённых 5)Две буквы н пишутся в полной форме причастия, образованного от глагола совершенного вида. 6) Две буквы н пишутся в причастии или прилагательном, имеющем суффикс -ОВА- 7) Две буквы н пишутся в полной форме причастия, образованного от глагола несовершенного вида и употреблённого с зависимым словом. 8) Одна буква н пишется в полной форме прилагательного, образованного от глагола несовершенного вида и употреблённого без зависимого слова. 1) лишено 9) Одна буква н пишется в краткой форме страдательного причастия.3) самоотверженность от самоотверженный10) В наречии и в существительном пишется столько Н, сколько в слове, от которого оно образовано",
      "Ответ: 234"
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "Анна  Ахматова  позволяла  себе  иронизировать  по  поводу  своих знаменитейших  стихов,  и  это  ничуть  не  противоречило  её царстве(1)ости,  не  нарушало  её  внутре(2)ей  поэтической  гармонии,  а только обогащало её образ, сообщало ему то «четвёртое измерение», по которому  Мандельштам  отличал  подли(3)ую  поэзию  от  рифмова(4)ых строк."
    ],
    "answer": [
      "1234"
    ],
    "explanation": [
      "3) подлинную (историч. корень длин)1) Две буквы н пишутся в полной форме прилагательного, образованного от существительного с основой на н помощью суффикса -Н-.2) внутренней (от нутро)2) Две буквы н пишутся в полной форме прилагательного, образованного от существительного с помощью суффикса -ЕНН-/-ОНН-.3) Одна буква н пишется прилагательном,   образованном от существительного при помощи суффикса -АН-/ЯН-,-ИН-.4) В краткой форме прилагательного пишется столько н, сколько и в полной5)Две буквы н пишутся в полной форме причастия, образованного от глагола совершенного вида. 4) рифмованных6) Две буквы н пишутся в причастии или прилагательном, имеющем суффикс -ОВА- 7) Две буквы н пишутся в полной форме причастия, образованного от глагола несовершенного вида и употреблённого с зависимым словом. 8) Одна буква н пишется в полной форме прилагательного, образованного от глагола несовершенного вида и употреблённого без зависимого слова.  9) Одна буква н пишется в краткой форме страдательного причастия.1) царственность от царственный10) В наречии и в существительном пишется столько Н, сколько в слове, от которого оно образовано",
      "Ответ: 1234."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "Омары уже были прода(1)ы, и теперь старик мог спокойно стоять хоть до  вечера,  с  величестве(2)ой  повадкой  поглядывать  вокруг,  рисуясь своей глиня(3)ой трубкой и красным беретом, спуще(4)ым на одно ухо."
    ],
    "answer": [
      "24",
      "42"
    ],
    "explanation": [
      "1) Две буквы н пишутся в полной форме прилагательного, образованного от существительного с основой на н помощью суффикса -Н-.2) величественной (от величество)2) Две буквы н пишутся в полной форме прилагательного, образованного от существительного с помощью суффикса -ЕНН-/-ОНН-.3) глиняной3) Одна буква н пишется в прилагательном,   образованном от существительного при помощи суффикса -АН-/ЯН-,-ИН-.4) В краткой форме прилагательного пишется столько н, сколько и в полной4) спущенным 5)Две буквы н пишутся в полной форме причастия, образованного от глагола совершенного вида. 6) Две буквы н пишутся в причастии или прилагательном, имеющем суффикс -ОВА- 7) Две буквы н пишутся в полной форме причастия, образованного от глагола несовершенного вида и употреблённого с зависимым словом. 8) Одна буква н пишется в полной форме прилагательного, образованного от глагола несовершенного вида и употреблённого без зависимого слова. 1) проданы 9) Одна буква н пишется в краткой форме страдательного причастия.10) В наречии и в существительном пишется столько Н, сколько в слове, от которого оно образовано",
      "Ответ: 24"
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "Назначе(1)ые в полк молодые офицеры были избалова(2)ы мягким отношением  к  ним  в  период  обучения  и  соверше(3)о  ничего  не знали об исти(4)ой жизни простых солдат."
    ],
    "answer": [
      "134"
    ],
    "explanation": [
      "4) истинной 1) Две буквы н пишутся в полной форме прилагательного, образованного от существительного с основой на н помощью суффикса -Н-.2) Две буквы н пишутся в полной форме прилагательного, образованного от существительного с помощью суффикса -ЕНН-/-ОНН-.3) Одна буква н пишется прилагательном,   образованном от существительного при помощи суффикса -АН-/ЯН-,-ИН-.4) В краткой форме прилагательного пишется столько н, сколько и в полной1) назначенные5)Две буквы н пишутся в полной форме причастия, образованного от глагола совершенного вида. 6) Две буквы н пишутся в причастии или прилагательном, имеющем суффикс -ОВА- 7) Две буквы н пишутся в полной форме причастия, образованного от глагола несовершенного вида и употреблённого с зависимым словом. 8) Одна буква н пишется в полной форме прилагательного, образованного от глагола несовершенного вида и употреблённого без зависимого слова. 2) избалованы 9) Одна буква н пишется в краткой форме страдательного причастия.3) совершенно от совершенный10) В наречии и в существительном пишется столько Н, сколько в слове, от которого оно образовано",
      "Ответ: 134."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "Я терпеливо обследовал песча(1)ую отмель и свежий намыв гальки в поисках интересных камешков; дул лёгкий ветерок, волны были кротки и смире(2)ы. Мне чудилось, что я брожу в таинстве(3)ом, оставле(4)ом всеми мире."
    ],
    "answer": [
      "234"
    ],
    "explanation": [
      "1) Две буквы н пишутся в полной форме прилагательного, образованного от существительного с основой на н помощью суффикса -Н-.3) таинственном от таинство2) Две буквы н пишутся в полной форме прилагательного, образованного от существительного с помощью суффикса -ЕНН-/-ОНН-.1) песчаную3) Одна буква н пишется прилагательном,   образованном от существительного при помощи суффикса -АН-/ЯН-,-ИН-.2) смиренны от смиренный4) В краткой форме прилагательного пишется столько н, сколько и в полной4) оставленном5)Две буквы н пишутся в полной форме причастия, образованного от глагола совершенного вида. 6) Две буквы н пишутся в причастии или прилагательном, имеющем суффикс -ОВА- 7) Две буквы н пишутся в полной форме причастия, образованного от глагола несовершенного вида и употреблённого с зависимым словом. 8) Одна буква н пишется в полной форме прилагательного, образованного от глагола несовершенного вида и употреблённого без зависимого слова.  9) Одна буква н пишется в краткой форме страдательного причастия.10) В наречии и в существительном пишется столько Н, сколько в слове, от которого оно образовано",
      "Ответ: 234."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "Тут  же  запомнилось  зеркало  до  самого  пола,  немедле(1)о  отразившее второго  истаска(2)ого  и  рва(3)ого  Шарика,  оленьи  рога  в  высоте, бесчисле(4)ые шубы и калоши."
    ],
    "answer": [
      "124"
    ],
    "explanation": [
      "1) Две буквы н пишутся в полной форме прилагательного, образованного от существительного с основой на н помощью суффикса -Н-.4) бесчисленные ← численный← число2) Две буквы н пишутся в полной форме прилагательного, образованного от существительного с помощью суффикса -ЕНН-/-ОНН-.3) Одна буква н пишется прилагательном,   образованном от существительного при помощи суффикса -АН-/ЯН-,-ИН-.4) В краткой форме прилагательного пишется столько н, сколько и в полной2) истасканного5)Две буквы н пишутся в полной форме причастия, образованного от глагола совершенного вида. 6) Две буквы н пишутся в причастии или прилагательном, имеющем суффикс -ОВА- 7) Две буквы н пишутся в полной форме причастия, образованного от глагола несовершенного вида и употреблённого с зависимым словом.3) рваного 8) Одна буква н пишется в полной форме прилагательного, образованного от глагола несовершенного вида и употреблённого без зависимого слова.  9) Одна буква н пишется в краткой форме страдательного причастия.1) немедленно от медленный10) В наречии и в существительном пишется столько Н, сколько в слове, от которого оно образовано",
      "Ответ: 124."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "Трагически  напряжё(1)ый,  полный  контрастов  и  противоречий, освещё(2)ый  изнутри  постоя(3)ыми  поисками  идеала  художестве(4)ый мир Ф.М. Достоевского отчётливо отражается в языке его произведений."
    ],
    "answer": [
      "1234"
    ],
    "explanation": [
      "3) постоянными от древнего глагола «постояти»Словарные слова, написание может быть объяснено исторически1) Две буквы н пишутся в полной форме прилагательного, образованного от существительного с основой на н помощью суффикса -Н-.4) художественный ← художество2) Две буквы н пишутся в полной форме прилагательного, образованного от существительного с помощью суффикса -ЕНН-/-ОНН-.3) Одна буква н пишется прилагательном,   образованном от существительного при помощи суффикса -АН-/ЯН-,-ИН-.4) В краткой форме прилагательного пишется столько н, сколько и в полной1) напряжённый2) освещённый5)Две буквы н пишутся в полной форме причастия, образованного от глагола совершенного вида. 6) Две буквы н пишутся в причастии или прилагательном, имеющем суффикс -ОВА- 7) Две буквы н пишутся в полной форме причастия, образованного от глагола несовершенного вида и употреблённого с зависимым словом. 8) Одна буква н пишется в полной форме прилагательного, образованного от глагола несовершенного вида и употреблённого без зависимого слова.  9) Одна буква н пишется в краткой форме страдательного причастия.10) В наречии и в существительном пишется столько Н, сколько в слове, от которого оно образовано",
      "Ответ: 1234."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "В  середине  сентября  было  ветре(1)о;  жёлтые  и  багря(2)ые  листья, обречё(3)о  подчиняясь  порывам  ветра,  отчая(4)ыми  хороводами  кружили по улицам и скверам и, смешиваясь с серебря(5)ыми паутинками, улетали куда-то вдаль."
    ],
    "answer": [
      "34",
      "43"
    ],
    "explanation": [
      "1) Две буквы н пишутся в полной форме прилагательного, образованного от существительного с основой на н помощью суффикса -Н-.2) Две буквы н пишутся в полной форме прилагательного, образованного от существительного с помощью суффикса -ЕНН-/-ОНН-.2) багряные5) серебряные3) Одна буква н пишется прилагательном,   образованном от существительного при помощи суффикса -АН-/ЯН-,-ИН-.4) В краткой форме прилагательного пишется столько н, сколько и в полной4) отчаянными (по форме причастие, употребляется как прилагательное)5)Две буквы н пишутся в полной форме причастия, образованного от глагола совершенного вида. 6) Две буквы н пишутся в причастии или прилагательном, имеющем суффикс -ОВА- 7) Две буквы н пишутся в полной форме причастия, образованного от глагола несовершенного вида и употреблённого с зависимым словом. 8) Одна буква н пишется в полной форме прилагательного, образованного от глагола несовершенного вида и употреблённого без зависимого слова.  9) Одна буква н пишется в краткой форме страдательного причастия.1) ветрено от ветреный (слово-исключение)3) обречённо от обречённый10) В наречии и в существительном пишется столько Н, сколько в слове, от которого оно образовано",
      "Ответ: 34."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "Почти все купле(1)ые товары оказались бракова(2)ыми; качестве(3)ыми были  только  глиня(4)ые  горшки,  которые  закупали  маленькими партиями у одного ремесле(5)ика."
    ],
    "answer": [
      "1235"
    ],
    "explanation": [
      "1) Две буквы н пишутся в полной форме прилагательного, образованного от существительного с основой на н помощью суффикса -Н-.3) качественными от качество2) Две буквы н пишутся в полной форме прилагательного, образованного от существительного с помощью суффикса -ЕНН-/-ОНН-.4) глиняные3) Одна буква н пишется прилагательном,   образованном от существительного при помощи суффикса -АН-/ЯН-,-ИН-.4) В краткой форме прилагательного пишется столько н, сколько и в полной1) купленные 5)Две буквы н пишутся в полной форме причастия, образованного от глагола совершенного вида. 2) бракованными6) Две буквы н пишутся в причастии или прилагательном, имеющем суффикс -ОВА- 7) Две буквы н пишутся в полной форме причастия, образованного от глагола несовершенного вида и употреблённого с зависимым словом. 8) Одна буква н пишется в полной форме прилагательного, образованного от глагола несовершенного вида и употреблённого без зависимого слова.  9) Одна буква н пишется в краткой форме страдательного причастия.5) ремесленник от ремесленный10) В наречии и в существительном пишется столько Н, сколько в слове, от которого оно образовано",
      "Ответ: 1235."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "Уже в первом пейзаже В. Серова были проявле(1)ы почти все черты, свойстве(2)ые ему как пейзажисту: острота видения, глубочайшее проникновение в суть изображаемого, изыска(3)ость и точность колорита."
    ],
    "answer": [
      "23",
      "32"
    ],
    "explanation": [
      "Пояснение.",
      "Расставим знаки препинания.",
      "Уже в первом пейзаже В. Серова были проявле(1)Ны почти все черты, свойстве(2)ННые ему как пейзажисту: острота видения, глубочайшее проникновение в суть изображаемого, изыска(3)ННость и точность колорита.",
      "1) -Н- в кратком причастии;",
      "2) -НН- в суффиксе -енн- прилагательного;",
      "3) -НН- в существительном, образованном от прилагательного «изысканный» сохраняется.",
      "Ответ: 23|32"
    ]
  },
  {
    "text": "Укажите цифру(-ы), на месте которой(-ых) пишется НН.",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "Утверждали ещё, что в Петербурге было отыска(1)о какое-то громадное противогосударстве(2)ое общество. Как нарочно, в то же самое время в Москве была арестова(3)а поэма нашего достопочте(4)ого Степана Трофимовича, написа(5)ая им ещё лет шесть назад в Берлине."
    ],
    "answer": [
      "245"
    ],
    "explanation": [
      "Пояснение.",
      "Расставим знаки препинания.",
      "Утверждали ещё, что в Петербурге было отыска(1)Но какое-то громадное противогосударстве(2)ННое общество. Как нарочно, в то же самое время в Москве была арестова(3)На поэма нашего достопочте(4)ННого Степана Трофимовича, написа(5)ННая им ещё лет шесть назад в Берлине.",
      "1) -Н- в кратком причастии;",
      "2) -НН- в суффиксе -енн- прилагательного;",
      "3) -Н- в кратком причастии;",
      "4)-НН- в суффиксе -енн- прилагательного;",
      "5) -НН- в полном причастии.",
      "Ответ: 245"
    ]
  },
  {
    "text": "Укажите цифру(-ы), на месте которой(-ых) пишется НН. Цифры укажите в порядке возрастания.",
    "options": [
      "Книг у прабабушки было много: стари(1)ые церковные, с металлическими застёжками, в переплётах из тиснё(2)ой сви(3)ой кожи, подшивка журнала «Крокодил» за 1938 год и целая вязанка бесце(4)ых произведений русских классиков."
    ],
    "answer": [
      "14"
    ],
    "explanation": [
      "Пояснение.",
      "Расставим знаки препинания.",
      "Книг у прабабушки было много: стари(1)ННые церковные, с металлическими застёжками, в переплётах из тиснё(2)Ной сви(3)Ной кожи, подшивка журнала «Крокодил» за 1938 год и целая вязанка бесце(4)ННых произведений русских классиков.",
      "1) -НН- в прилагательном на стыке корня и суффикса: старин+н;",
      "2) -Н- в суффиксе отглагольного прилагательного;",
      "3) -Н- в корне: свин+ой;",
      "4) -НН- на стыке корня и суффикса.",
      "Ответ: 14"
    ]
  },
  {
    "text": "Укажите цифру(-ы), на месте которой(-ых) пишется НН.",
    "options": [
      "Чтоб не очень-то сквозило на давно заброше(1)ом сеновале, Данила зашил старыми ваго(2)ыми досками прорехи, щели в глубине деревя(3)ого сеновала; в общем-то, было и безветре(4)о, и покойно."
    ],
    "answer": [
      "1234"
    ],
    "explanation": [
      "Пояснение.",
      "Расставим знаки препинания.",
      "Чтоб не очень-то сквозило на давно заброше(1)ННом сеновале, Данила зашил старыми ваго(2)ННыми досками прорехи, щели в глубине деревя(3)ННого сеновала; в общем-то, было и безветре(4)ННо, и покойно.",
      "1) -НН- в суффиксе причастия;",
      "2) -НН- в прилагательном на стыке корня и суффикса: вагон+н;",
      "3) -НН- слово−исключение;",
      "4) -НН- в суффиксе енн.",
      "Ответ: 1234"
    ]
  },
  {
    "text": "Укажите цифру(-ы), на месте которой(-ых) пишется НН. Цифры укажите в порядке возрастания.",
    "options": [
      "Оба, растрога(1)ые, пошли в дом и стали пить чай из стари(2)ых фарфоровых чашек, со сливками, с сытными сдобными свежеиспечё(3)ыми кренделями – и эти мелочи опять напомнили Коврину его детство и ю(4)ость."
    ],
    "answer": [
      "123"
    ],
    "explanation": [
      "Пояснение.",
      "Расставим знаки препинания.",
      "Оба, растрога(1)ННые, пошли в дом и стали пить чай из стари(2)ННых фарфоровых чашек, со сливками, с сытными сдобными свежеиспечё(3)ННыми кренделями – и эти мелочи опять напомнили Коврину его детство и ю(4)Ность.",
      "1) -НН- в суффиксе причастия;",
      "2) -НН- в прилагательном на стыке корня и суффикса: старин+н;",
      "3) -НН- в суффиксе причастия;",
      "4)  -Н- в корне: юн+ость;",
      "Ответ: 123"
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется Н.",
    "options": [
      "Цифры укажите в порядке возрастания.",
      "На торжестве(1)ой церемонии вручения государстве(2)ых наград была произнесе(3)а пламе(4)ая речь, которая произвела сильное впечатление на собравшихся в зале труже(5)иков тыла."
    ],
    "answer": [
      "35"
    ],
    "explanation": [
      "Пояснение.",
      "На торжестве(1)ННой церемонии вручения государстве(2)ННых наград была произнесе(3)На пламе(4)ННая речь, которая произвела сильное впечатление на собравшихся в зале труже(5)Ников тыла.",
      "1)  -НН- в суффиксе -енн- прилагательного;",
      "2) -НН- в суффиксе -енн- прилагательного;",
      "3) -Н- в кратком причастии;",
      "4) -НН- на стыке морфем: одна в корне+суффикс -н-",
      "5) -Н- в суффиксе существительного.",
      "Ответ: 35"
    ]
  },
  {
    "text": "Укажите цифру(-ы), на месте которой(-ых) пишется НН.",
    "options": [
      "Отец у этого нищего был свяще(1)ик, а мать дворянка, значит, по рождению он принадлежал к привилегирова(2)ому сословию, но я всматривался в его лицо, в его рыжую, уже седеющую бороду, в рва(3)ый пиджак и никак не мог найти даже следа того, что у нас зовётся привилегиями. А он называл себя образова(4)ым и рассказывал, что учился в духовном училище."
    ],
    "answer": [
      "124",
      "241",
      "412"
    ],
    "explanation": [
      "Пояснение.",
      "Расставим знаки препинания.",
      "Отец у этого нищего был свяще(1)ННик, а мать дворянка, значит, по рождению он принадлежал к привилегирова(2)ННому сословию, но я всматривался в его лицо, в его рыжую, уже седеющую бороду, в рва(3)Ный пиджак и никак не мог найти даже следа того, что у нас зовётся привилегиями. А он называл себя образова(4)ННым и рассказывал, что учился в духовном училище.",
      "1) -НН- в существительном;",
      "2) -НН- в прилагательном на -ованный;",
      "3) -Н- в  прилагательном, образованном с помощью суффикса -н- от глагола несовершенного вида без приставки, при отсутствии зависимых слов;",
      "4) -НН- если причастие (или отглагольное прилагательное) заканчивается на -ованный, -ёванный, пишется нн.",
      "Ответ: 124"
    ]
  },
  {
    "text": "Укажите цифру(-ы), на месте которой(-ых) пишется НН.",
    "options": [
      "Дверь в комнату Лизы была отворе(1)а, и сама она сидела в старом плетё(2)ом кресле около постели, в капоте, укута(3)ая в шаль, непричёса(4)ая."
    ],
    "answer": [
      "34",
      "43"
    ],
    "explanation": [
      "Пояснение.",
      "Расставим знаки препинания.",
      "Дверь в комнату Лизы была отворе(1)На, и сама она сидела в старом плетё(2)Ном кресле около постели, в капоте, укута(3)ННая в шаль, непричёса(4)ННая.",
      "1) -Н- в суффиксе краткого причастия;",
      "2) -Н- в отглагольном прилагательном;",
      "3) -НН- в причастии;",
      "4) -НН- в причастии.",
      "Ответ: 34|43"
    ]
  },
  {
    "text": "Укажите цифру(-ы), на месте которой(-ых) пишется НН.",
    "options": [
      "Когда-то зелёная крыша, давно не краше(1)ая, краснела от ржавчины, и несколько листов были задра(2)ы кверху, вероятно бурей; некоторые окна вместо стекла были задела(3)ы тёсом. Листве(4)ица, которая была посаже(5)а Софьей Ивановной около дома, была теперь большим деревом. И только на лугу за рекой всё так же паслось пёстрое смеша(6)ое крестьянское стадо."
    ],
    "answer": [
      "146",
      "641",
      "164",
      "614",
      "416"
    ],
    "explanation": [
      "Пояснение.",
      "Расставим знаки препинания.",
      "Когда-то зелёная крыша, давно не краше(1)ННая, краснела от ржавчины, и несколько листов были задра(2)Ны кверху, вероятно бурей; некоторые окна вместо стекла были задела(3)Ны тёсом. Листве(4)ННица, которая была посаже(5)На Софьей Ивановной около дома, была теперь большим деревом. И только на лугу за рекой всё так же паслось пёстрое смеша(6)ННое крестьянское стадо.",
      "1) -НН- в суффиксе причастия (при причастии есть зависимое слово);",
      "2) -Н- в кратком причастии;",
      "3) -Н- в кратком причастии;",
      "4) -НН- в существительном, образованном от прилагательного «лиственный»: -нн- сохраняется;",
      "5) -Н- в кратком причастии;",
      "6) -НН- в полном причастии.",
      "Ответ: 146|641|461"
    ]
  },
  {
    "text": "Укажите цифру(-ы), на месте которой(-ых) пишется НН.",
    "options": [
      "На этом торжестве(1)ом столе, покрытом тонкой накрахмале(2)ой скатертью с большими вензелями, стояли серебря(3)ый кофейник с пахучим кофе, сливочник с кипячё(4)ыми сливками, корзина со свежепечё(5)ым калачом, подле прибора лежали получе(6)ые письма и газеты."
    ],
    "answer": [
      "126",
      "261",
      "621",
      "612"
    ],
    "explanation": [
      "Пояснение.",
      "Расставим знаки препинания.",
      "На этом торжестве(1)ННом столе, покрытом тонкой накрахмале(2)ННой скатертью с большими вензелями, стояли серебря(3)Ный кофейник с пахучим кофе, сливочник с кипячё(4)Ными сливками, корзина со свежепечё(5)Ным калачом, подле прибора лежали получе(6)ННые письма и газеты.",
      "1) -НН- в суффиксе -енн-;",
      "2) -НН- в причастии;",
      "3) -Н- в суффиксе -ян-;",
      "4) -Н- в суффиксе отглагольного прилагательного;",
      "5) -Н- в суффиксе отглагольного прилагательного;",
      "6) -НН- в суффиксе причастия, образованного от глагола совершенного вида.",
      "Ответ: 126|261|621|612"
    ]
  },
  {
    "text": "Укажите цифру(-ы), на месте которой(-ых) пишется НН.",
    "options": [
      "Он молча слушал, облокотившись на лакирова(1)ый столик, и я со страхом ожидал признаков раздражения или прямой злости на его лице. Но его глаза были утомлё(2)о суже(3)ы, устремле(4)ы куда-то вдаль, будто он и впрямь видел над по-верхарновски чёрными фабричными трубами революцио(5)ый рассвет; и даже расслабле(6)ые пальцы руки его выражали глубокое огорчение, почти нескрываемую боль."
    ],
    "answer": [
      "1256"
    ],
    "explanation": [
      "Пояснение.",
      "Расставим знаки препинания.",
      "Он молча слушал, облокотившись на лакирова(1)ННый столик, и я со страхом ожидал признаков раздражения или прямой злости на его лице. Но его глаза были утомлё(2)ННо суже(3)Ны, устремле(4)Ны куда-то вдаль, будто он и впрямь видел над по-верхарновски чёрными фабричными трубами революцио(5)ННый рассвет; и даже расслабле(6)ННые пальцы руки его выражали глубокое огорчение, почти нескрываемую боль.",
      "1) -НН- в слове с суффиксом -ирова-;",
      "2) -НН- в наречии, образованном от прилагательного, в котором пишется -НН- (утомлённый → утомлённо);",
      "3) -Н- в кратком причастии;",
      "4) -Н- в кратком причастии;",
      "5) -НН- в суффиксе -онн-;",
      "6) -НН- в полном причастии.",
      "Ответ: 1256"
    ]
  },
  {
    "text": "Укажите цифру(-ы), на месте которой(-ых) пишется НН.",
    "options": [
      "Теплоход замер у подножия каменистого острова с полуразруше(1)ым монастырём по другую сторону, стари(2)ыми церковками и часовенками по опушкам и в чаще, мостиками через ручьи и овраги, с туристскими тропами и звери(3)ыми тропками, замер на грани двух прохлад – резкой озёрной и мягкой лесной, – со всей своей начинкой: хорошими и плохими людьми, жадными до впечатлений экскурсантами, растрога(4)ыми любителями природы, уставшими от города труже(5)иками, дисциплинирова(6)ой командой."
    ],
    "answer": [
      "1246"
    ],
    "explanation": [
      "Пояснение.",
      "Расставим знаки препинания.",
      "Теплоход замер у подножия каменистого острова с полуразруше(1)ННым монастырём по другую сторону, стари(2)ННыми церковками и часовенками по опушкам и в чаще, мостиками через ручьи и овраги, с туристскими тропами и звери(3)Ными тропками, замер на грани двух прохлад – резкой озёрной и мягкой лесной, – со всей своей начинкой: хорошими и плохими людьми, жадными до впечатлений экскурсантами, растрога(4)ННыми любителями природы, уставшими от города труже(5)Никами, дисциплинирова(6)ННой командой.",
      "1) -НН- в суффиксе причастия;",
      "2) -НН- в прилагательном на стыке корня и суффикса: старин+н;",
      "3) -Н- в суффиксе -ин-;",
      "4) -НН- в причастии;",
      "5) -Н- в суффиксе -ник- в существительном",
      "6) -НН- в слове с -ирова-.",
      "Ответ: 1246"
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Зеленела трава, зеленели посадки в оголё(1)ых ещё огородах, и всё было так углубле(2)о в себя, так занято собою, так глубоко погруже(3)о в молчаливую творческую думу. Будь у травы и у деревьев лица, все лица были бы обраще(4)ы к земле, все уста были бы скова(5)ы огромным бездо(6)ым молчанием."
    ],
    "answer": [
      "16",
      "61"
    ],
    "explanation": [
      "Пояснение.",
      "Расставим знаки препинания.",
      "Зеленела трава, зеленели посадки в оголё(1)ННых ещё огородах, и всё было так углубле(2)Но в себя, так занято собою, так глубоко погруже(3)Но в молчаливую творческую думу. Будь у травы и у деревьев лица, все лица были бы обраще(4)Ны к земле, все уста были бы скова(5)Ны огромным бездо(6)ННым молчанием.",
      "1) -НН- в причастии;",
      "2) 3) 4) 5) -Н- в  кратких причастиях;",
      "6) -НН- в прилагательном, образованном от существительного с основой на -н: дно.",
      "Ответ: 16|61."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Будяев был из числа тех всегда встревоже(1)ых людей, чья жизнь отравле(2)а переживанием будущих несчастий: глаза из-под нахмуре(3)ых бровей смотрели не насторожё(4)о даже, а обречё(5)о, и в них читалась увере(6)ость, что вот-вот должно случиться нечто непоправимое."
    ],
    "answer": [
      "13456"
    ],
    "explanation": [
      "Пояснение.",
      "Расставим знаки препинания.",
      "Будяев был из числа тех всегда встревоже(1)ННых людей, чья жизнь отравле(2)На переживанием будущих несчастий: глаза из-под нахмуре(3)ННых бровей смотрели не насторожё(4)ННо даже, а обречё(5)ННо, и в них читалась увере(6)ННость, что вот-вот должно случиться нечто непоправимое.",
      "1) -НН- в полном причастии;",
      "2) -Н- в кратком причастии;",
      "3) -НН- в полном причастии;",
      "4) 5) -НН- в наречии столько же -н-, сколько в слове, от которого оно образовано: настороженный, обречённый;",
      "6) -НН- в существительном",
      "Ответ: 13456."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "В да(1)ом случае соверше(2)о однозначно могу сказать, что симбиоз документальной хроники и собстве(3)о художестве(4)ой составляющей картины во многом обусловле(5)ы име(6)о единством цветовой гаммы."
    ],
    "answer": [
      "12346"
    ],
    "explanation": [
      "Пояснение.",
      "В да(1)ННом случае соверше(2)ННо однозначно могу сказать, что симбиоз документальной хроники и собстве(3)ННо художестве(4)ННой составляющей картины во многом обусловле(5)Ны име(6)ННо единством цветовой гаммы.",
      "1) -НН- в суффиксе отглагольного прилагательного: прилагательное, перешедшее из причастия, поэтому -нн- сохраняется;",
      "2) 3) 6) -НН- в наречиях столько же Н, сколько в словах, от которых они образованы: совершенный, собственный, именной;",
      "4) -НН- в суффиксе -ЕНН-;",
      "5) -Н- в суффиксе краткого причастия;",
      "Ответ: 12346."
    ]
  },
  {
    "text": "Укажите все цифры, на месте которых пишется НН.",
    "options": [
      "Солнечный свет падал через высокое окно, лишё(1)ое гардины, на обои цвета топлё(2)ого молока — местами они потемнели, приобретя оттенок жжё(3)ой умбры, но сохранили грубую текстуру исти(4)о дорогих обоев позапрошлого века: всё тот же стари(5)ый рельеф «бурбонских лилий», благородная труха поблёскивающей в утре(6)ем солнце позолоты."
    ],
    "answer": [
      "1456"
    ],
    "explanation": [
      "Пояснение.",
      "Солнечный свет падал через высокое окно, лишё(1)ННое гардины, на обои цвета топлё(2)Ного молока — местами они потемнели, приобретя оттенок жжё(3)Ной умбры, но сохранили грубую текстуру исти(4)ННо дорогих обоев позапрошлого века: всё тот же стари(5)ННый рельеф «бурбонских лилий», благородная труха поблёскивающей в утре(6)ННем солнце позолоты.",
      "1) -НН- в причастии;",
      "2) 3) -Н- в суффиксе отглагольного прилагательного;",
      "4) -НН- в наречии столько же -Н-, сколько в слове, от которого оно образовано: истинный;",
      "5) -НН- на стыке суффикса и корня: старин + -н-;",
      "6) -НН- в суффиксе -ЕНН-.",
      "Ответ: 1456."
    ]
  }
]
