[{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(И)ТАК, Константин утверждал, что эта поездка прибавила жизненных сил, я говорил ТО(ЖЕ) самое.","ЧТО(БЫ) быть счастливым, нужно стремиться к успеху и в ТО(ЖЕ) время необходимо учиться благородству по отношению к окружающим людям.","Вскоре птицы (СО)ВСЕМ замолкли, кроме одной, которая (НА)ПЕРЕКОР всем монотонно чирикала.","Незнакомец исчез за поворотом ТАК(ЖЕ) внезапно, как и появился, (ПО)ЭТОМУ рассмотреть его не удалось.","(НА)КОНЕЦ дождик перестал, но КОЕ(ГДЕ) ещё толпились тяжёлые громады отчасти рассеянных туч."],"answer":["совсемнаперекор","наперекорсовсем"],"explanation":["ИТАК, Константин утверждал, что эта поездка прибавила жизненных сил, я говорил ТО ЖЕ самое.","ЧТОБЫ быть счастливым, нужно стремиться к успеху и в ТО ЖЕ время необходимо учиться благородству по отношению к окружающим людям.","Вскоре птицы СОВСЕМ замолкли, кроме одной, которая НАПЕРЕКОР всем монотонно чирикала.","Незнакомец исчез за поворотом ТАК ЖЕ внезапно, как и появился, ПОЭТОМУ рассмотреть его не удалось.","НАКОНЕЦ дождик перестал, но КОЕ-ГДЕ ещё толпились тяжёлые громады отчасти рассеянных туч.","Ответ: СОВСЕМ  НАПЕРЕКОР ИЛИ НАПЕРЕКОР СОВСЕМ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(ПО)ЧЕМУ, глядя на один портрет, мы (НА)ДОЛГО засматриваемся, любуясь изображением, и равнодушно скользим быстрым взглядом по другому?","Даже после смерти Баха в ТОМ(ЖЕ) магистрате его педагогическая деятельность, ТАК(ЖЕ), как и композиторская, не получила должной оценки.","Многие произведения Левитана проникнуты грустью, может быть, (ПО)ТОМУ, что природа в изображении художника КАК(БУДТО) находится в дисгармонии с жизнью человека.","КОЕ(ГДЕ) (В)ДАЛИ желтеет поспевающая рожь.","Они (КАК)БУДТО сговорились — прибыли в одно и ТО(ЖЕ) время."],"answer":["почемунадолго","надолгопочему"],"explanation":["ПОЧЕМУ, глядя на один портрет, мы НАДОЛГО засматриваемся, любуясь изображением, и равнодушно скользим быстрым взглядом по другому?","Даже после смерти Баха в ТОМ ЖЕ магистрате его педагогическая деятельность, ТАК ЖЕ, как и композиторская, не получила должной оценки.","Многие произведения Левитана проникнуты грустью, может быть, ПОТОМУ, что природа в изображении художника КАК БУДТО находится в дисгармонии с жизнью человека.","КОЕ-ГДЕ ВДАЛИ желтеет поспевающая рожь.","Они КАК БУДТО сговорились — прибыли в одно и ТО ЖЕ время.","Ответ: ПОЧЕМУ НАДОЛГО ИЛИ НАДОЛГО ПОЧЕМУ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Я тебя (НЕ)ВСТРЕВОЖУ (НИ)ЧУТЬ.","Рецензия является жанром литературной критики, но в ТО(ЖЕ)время ее считают и жанром библиографии, (ПО)СКОЛЬКУ она возникла из библиографического описания книги.","Доброта для души ТО(ЖЕ), что здоровье для тела, она ТАК(ЖЕ)необходима человеку.","Когда (НА)ВСТРЕЧУ гостям вышел старик, я (ТОТ)ЧАС узнал его.","Она была благодарна ему (ЗА)ТО, что он (В)ПРОДОЛЖЕНИЕ часа следил за вещами."],"answer":["навстречутотчас","тотчаснавстречу"],"explanation":["Я тебя НЕ ВСТРЕВОЖУ НИЧУТЬ.","Рецензия является жанром литературной критики, но в ТО ЖЕ время ее считают и жанром библиографии, ПОСКОЛЬКУ она возникла из библиографического описания книги.","Доброта для души ТО ЖЕ, что здоровье для тела, она ТАКЖЕ необходима человеку.","Когда НАВСТРЕЧУ гостям вышел старик, я ТОТЧАС узнал его.","Она была благодарна ему ЗА ТО, что он В ПРОДОЛЖЕНИЕ часа следил за вещами.","Ответ: НАВСТРЕЧУ ТОТЧАС ИЛИ ТОТЧАС НАВСТРЕЧУ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(ИЗ)ДАЛЕКА, всё КАК(БЫ) пригибая на своём пути, покатился гром.","Цветущая сирень распространяла (ВО)КРУГ свой (НЕ)ПОВТОРИМЫЙ аромат.","Мы так часто ищем смысл жизни, забывая о близких людях, (ПО)ЭТОМУ ТАК(ЖЕ), как и смысла в жизни, не находим взаимопонимания.","Бывают любимые женщины, чьи глаза воздействуют на нас не(В)ПРЯМУЮ, а позже, КАК(ТО) неожиданно.","Меня ТО(ЖЕ) в этом деле ЧТО(ТО) тревожило."],"answer":["вокругнеповторимый","неповторимыйвокруг"],"explanation":["ИЗДАЛЕКА, всё КАК БЫ пригибая на своём пути, покатился гром.","Цветущая сирень распространяла ВОКРУГ свой НЕПОВТОРИМЫЙ аромат.","Мы так часто ищем смысл жизни, забывая о близких людях, ПОЭТОМУ ТАК ЖЕ, как и смысла в жизни, не находим взаимопонимания.","Бывают любимые женщины, чьи глаза воздействуют на нас не ВПРЯМУЮ, а позже, КАК-ТО неожиданно.","Меня ТОЖЕ в этом деле ЧТО-ТО тревожило.","Ответ: ВОКРУГ НЕПОВТОРИМЫЙ ИЛИ НЕПОВТОРИМЫЙ ВОКРУГ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(ЧТО)БЫ вовремя приехать (НА)ВСТРЕЧУ, мы вышли пораньше.","(ПО)ПРИЧИНЕ затяжного (НЕ)НАСТЬЯ поход был отменён.","Мещёрский край ТАК(ЖЕ) скромен, как и картины Левитана, и есть в нём ТО(ЖЕ) величие и спокойствие, что и в картинах художника.","Мы взглянули (НА)ПРАВО, но дороги так и (НЕ)УВИДЕЛИ.","(В)СЛЕДСТВИЕ плохой  погоды мы (ТО)ЖЕ остались в избе до вечера."],"answer":["вследствиетоже","тожевследствие"],"explanation":["ЧТОБЫ вовремя приехать НА встречу, мы вышли пораньше.","ПО причине затяжного НЕНАСТЬЯ поход был отменён.","Мещёрский край ТАК ЖЕ скромен, как и картины Левитана, и есть в нём ТО ЖЕ величие и спокойствие, что и в картинах художника.","Мы взглянули НАПРАВО, но дороги так и НЕ увидели.","ВСЛЕДСТВИЕ плохой погоды мы ТОЖЕ остались в избе до вечера.","Ответ: ВСЛЕДСТВИЕ ТОЖЕ ИЛИ ТОЖЕ ВСЛЕДСТВИЕ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Солнце пронизывало в лесу всё (НА)СКВОЗЬ, кроме сосняка, да и тот КОЕ(ГДЕ) был изрезан золотом лучей.","Взглянешь на усыпанное звёздами небо и поймёшь, (ПО)ЧЕМУ природа КАК(ТО) по-особенному молчалива.","Не всё благополучно с речью в быту, (ОТ)КУДА она(ЗА)ЧАСТУЮ переносится на сцену.","Возраст города обычно определяется (ПО)ТОМУ, когда город(В)ПЕРВЫЕ упоминается в письменных источниках.","Он увидел лотки с цветами и отругал себя ЗА(ТО), что не догадался купить цветов (ЗА)РАНЕЕ."],"answer":["откудазачастую","зачастуюоткуда"],"explanation":["Солнце пронизывало в лесу всё НАСКВОЗЬ, кроме сосняка, да и тот КОЕ-ГДЕ был изрезан золотом лучей.","Взглянешь на усыпанное звёздами небо и поймёшь, ПОЧЕМУ природа КАК-ТО по-особенному молчалива.","Не всё благополучно с речью в быту, ОТКУДА она ЗАЧАСТУЮ переносится на сцену.","Возраст города обычно определяется ПО ТОМУ, когда город ВПЕРВЫЕ упоминается в письменных источниках.","Он увидел лотки с цветами и отругал себя ЗА ТО, что не не догадался купить цветов ЗАРАНЕЕ.","Ответ: ОТКУДА ЗАЧАСТУЮ ИЛИ ЗАЧАСТУЮ ОТКУДА."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(И)ТАК, подытожим всё сказанное: лес — наш целитель, наше богатство и, (НА)КОНЕЦ, лучший наряд земли.","Надо было дождаться Семёнова во ЧТО(БЫ) то ни стало, (ПО)ТОМУ что его приезд решал многое.","Небо хмурилось ТАК(ЖЕ), как и вчера, море штормило, (ПО)ЭТОМУ прогулку на катере пришлось отложить.","(В)ТЕЧЕНИЕ прошлого лета мне пришлось жить в старинной подмосковной усадьбе, (ПРИ)ТОМ она не была похожа на обычные усадьбы.","Ты ТО(ЖЕ) должен иметь это (В)ВИДУ."],"answer":["итакнаконец","наконецитак"],"explanation":["ИТАК, подытожим всё сказанное: лес — наш целитель, наше богатство и, НАКОНЕЦ, лучший наряд земли.","Надо было дождаться Семёнова во ЧТО БЫ то ни стало, ПОТОМУ что его приезд решал многое.","Небо хмурилось ТАК ЖЕ, как и вчера, море штормило, ПОЭТОМУ прогулку на катере пришлось отложить.","В ТЕЧЕНИЕ прошлого лета мне пришлось жить в старинной подмосковной усадьбе, ПРИТОМ она не была похожа на обычные усадьбы.","Ты ТОЖЕ должен иметь это В ВИДУ.","Ответ: ИТАК НАКОНЕЦ ИЛИ НАКОНЕЦ ИТАК."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(В)СКОРЕ мы вышли на поляну, (И)ТАК обрадовались долгожданному отдыху, что тут же поспешили снять рюкзаки.","(ПО)ТОМУ, как говорил собеседник, было понятно, что он ТО(ЖЕ) волнуется.","На дворе от надвигающейся (ОТО)ВСЮДУ растительности стало КАК(БУДТО) теснее.","Иногда бродишь (В)СЛЕПУЮ по дому и тратишь (ПО)ПУСТУ время.","(ВО)ВРЕМЯ отпуска отец (ПО)МНОГУ работал."],"answer":["вслепуюпопусту","попустувслепую"],"explanation":["ВСКОРЕ мы вышли на поляну, И ТАК обрадовались долгожданному отдыху, что тут же поспешили снять рюкзаки.","ПО ТОМУ, как говорил собеседник, было понятно, что он ТОЖЕ волнуется.","На дворе от надвигающейся ОТОВСЮДУ растительности стало КАК БУДТО теснее.","Иногда бродишь ВСЛЕПУЮ по дому и тратишь ПОПУСТУ время.","ВО ВРЕМЯ отпуска отец ПОМНОГУ работал.","Ответ: ВСЛЕПУЮ ПОПУСТУ ИЛИ ПОПУСТУ ВСЛЕПУЮ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(В)ПРОДОЛЖЕНИЕ дня отец несколько раз вспоминал прошлую свою жизнь, но, ЧТО(БЫ) он ни рассказывал, всё было интересно.","(ЗА)ТЕМ холмом стоит моя деревня, и мне грустно (ОТ)ТОГО,что давно я там не был.","(И)ТАК, начнём с того, что я (НА)КОНЕЦ прибыл в родной город.","Хоть в шёлк одень (НЕ)РЯХУ, всё глядеть (НЕ)(НА)ЧТО.","(В)ТЕЧЕНИИ реки был резкий поворот, (ПО)ЭТОМУ нам пришлось переносить лодки посуху."],"answer":["итакнаконец","наконецитак"],"explanation":["В ПРОДОЛЖЕНИЕ дня отец несколько раз вспоминал прошлую свою жизнь, но, ЧТО БЫ он ни рассказывал, всё было интересно.","ЗА ТЕМ холмом стоит моя деревня, и мне грустно ОТТОГО,что давно я там не был.","ИТАК, начнём с того, что я НАКОНЕЦ прибыл в родной город.","Хоть в шёлк одень НЕРЯХУ, всё глядеть НЕ НА ЧТО.","В ТЕЧЕНИИ реки был резкий поворот, ПОЭТОМУ нам приходилось переносить лодки посуху.","Ответ: ИТАК НАКОНЕЦ ИЛИ НАКОНЕЦ ИТАК."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Эксперимент был проведён удачно, ПРИ(ЧЁМ) впервые, (ПО)ЭТОМУ все были очень довольны.","(В)НАЧАЛЕ сентября ночи становятся холодными, морозными, (ЗА)ТО дни стоят тёплые, безветренные.","Баржа двигалась (ПО)ПРЕЖНЕМУ вниз по течению, но (НА)СТОЛЬКО медленно, что казалась неподвижной.","Пелагея была человеком (НА)РЕДКОСТЬ открытым, добрым; (ЗА)ТО её и любили в деревне.","ГДЕ(ТО) на ЮГО(ВОСТОКЕ) шел бой."],"answer":["причёмпоэтому","поэтомупричём","причемпоэтому"],"explanation":["Эксперимент был проведён удачно, ПРИЧЁМ впервые, ПОЭТОМУ все были очень довольны.","В НАЧАЛЕ сентября ночи становятся холодными, морозными, ЗАТО дни стоят тёплые, безветренные.","Баржа двигалась ПО-ПРЕЖНЕМУ вниз по течению, но НАСТОЛЬКО медленно, что казалась неподвижной.","Пелагея была человеком НА РЕДКОСТЬ открытым, добрым; ЗА ТО её и любили в деревне.","ГДЕ-ТО на ЮГО-ВОСТОКЕ шел бой.","Ответ: ПРИЧЁМ ПОЭТОМУ ИЛИ ПОЭТОМУ ПРИЧЁМ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Я человек небогатый; дела мои расстроены, да и к ТОМУ(ЖЕ) мне наскучило кочевать с места на место (В)ТЕЧЕНИЕ целого года.","По некоторым мелочам, ПО(ТОМУ), например, как оба они (В)МЕСТЕ варили кофе, я мог заключить, что живут они мирно, благополучно и что они рады гостю.","(В)НАЧАЛЕ сентября ночи становятся холодными, морозными, (ЗА)ТО дни стоят тёплые, безветренные.","(В)СКОРЕ Степан привезёт почту, а ТАК(ЖЕ) продукты.","Лес (ВО)КРУГ (КАК)БУДТО притих в ожидании чего-то."],"answer":["вскоретакже","такжевскоре"],"explanation":["Я человек небогатый; дела мои расстроены, да и к ТОМУ ЖЕ мне наскучило кочевать с места на место В ТЕЧЕНИЕ целого года.","По некоторым мелочам, ПО ТОМУ, например, как оба они ВМЕСТЕ варили кофе, я мог заключить, что живут они мирно, благополучно и что они рады гостю.","В НАЧАЛЕ сентября ночи становятся холодными, морозными, ЗАТО дни стоят тёплые, безветренные.","ВСКОРЕ Степан привезёт почту, а ТАКЖЕ продукты.","Лес ВОКРУГ КАК БУДТО притих в ожидании чего-то.","Ответ: ВСКОРЕ ТАКЖЕ ИЛИ ТАКЖЕ ВСКОРЕ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(ОТ)ТОГО места, где они распрощались с Бруком, их отделяли теперь по меньшей мере пять километров, (ПО)ЭТОМУ возвращаться назад не было уже никакого смысла.","И бледная поганка ТО(ЖЕ) нужна, (ПО)ЭТОМУ её создала природа.","ТУТ(ЖЕ) потребовалось просить малознакомых людей, ЧТО(БЫ) позвонили маме.","Хозяйка не могла понять, (ПО)ЧЕМУ я так долго, (В)ТЕЧЕНИЕ нескольких минут, разглядываю фотографии на стене.","(В)ТЕЧЕНИЕ недели (ПО)СРЕДИ нашего двора шла бурная работа."],"answer":["тожепоэтому","поэтомутоже"],"explanation":["ОТ ТОГО места, где они распрощались с Бруком, их отделяли теперь по меньшей мере пять километров, ПОЭТОМУ возвращаться назад не было уже никакого смысла.","И бледная поганка ТОЖЕ нужна, ПОЭТОМУ её создала природа.","ТУТ ЖЕ потребовалось просить малознакомых людей, ЧТОБЫ позвонили маме.","Хозяйка не могла понять, ПОЧЕМУ я так долго, В ТЕЧЕНИЕ нескольких минут, разглядываю фотографии на стене.","В ТЕЧЕНИЕ недели ПОСРЕДИ нашего двора шла бурная работа.","Ответ: ТОЖЕ ПОЭТОМУ ИЛИ ПОЭТОМУ ТОЖЕ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["В ответ на веские доводы доктор согласился быть моим секундантом; я дал ему ТАК(ЖЕ) несколько наставлений (НА)СЧЁТ условий поединка.","(В)ТЕЧЕНИЕ суток М.В. Ломоносов наблюдал прохождение Венеры по солнечному диску и (В)ПОСЛЕДСТВИИ опубликовал свои выводы в специальной работе.","(В)СЛЕДСТВИЕ того что работа электрических потенциальных сил не зависит от формы пути единичного заряда, на каждом из параллельно соединённых проводников возникает одно и ТО(ЖЕ) напряжение.","Нет возможности рассмотреть на картине фигуру блудного сына, лица его почти не видно, но (В)СЛЕД за ним мы мысленно падаем на колени и ТАК(ЖЕ) переживаем встречу с отцом, как и вернувшийся сын.","(ПО)ОСЕННЕМУ лесу (НА)ВСТРЕЧУ мне шла девушка."],"answer":["такженасчёт","насчёттакже","такженасчет","насчеттакже"],"explanation":["В ответ на веские доводы доктор согласился быть моим секундантом; я дал ему ТАКЖЕ несколько наставлений НАСЧЁТ условий поединка.","В ТЕЧЕНИЕ суток М. В. Ломоносов наблюдал прохождение Венеры по солнечному диску и ВПОСЛЕДСТВИИ опубликовал свои выводы в специальной работе.","ВСЛЕДСТВИЕ того что работа электрических потенциальных сил не зависит от формы пути единичного заряда, на каждом из параллельно соединённых проводников возникает одно и ТО ЖЕ напряжение.","Нет возможности рассмотреть на картине фигуру блудного сына, лица его почти не видно, но ВСЛЕД за ним мы мысленно падаем на колени и ТАК ЖЕ (=точно так же)переживаем встречу с отцом, как и вернувшийся сын.","ПО ОСЕННЕМУ (по какому? имя прилагательное) лесу НАВСТРЕЧУ мне шла девушка.","Ответ: ТАКЖЕ НАСЧЁТ ИЛИ НАСЧЁТ ТАКЖЕ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Петровы ТО(ЖЕ) отдыхали на Кавказе и (ПО)ЭТОМУ так хорошо знают эти места.","ПО(ТОМУ), как отец посмотрел на меня, я понял, что он ТО(ЖЕ) знает о происшествии.","Среди знакомого леса теряешься, словно все деревья и кусты ТОТ(ЧАС) скинули общую зелёную маску, (ТО)ЖЕ самое дерево выглядит совсем иначе.","НА(КОНЕЦ) стало темнеть, и я, (ТАК)ЖЕ как и мои товарищи, потерял надежду дойти сегодня до устья реки.","(ПО)ТОМУ , как волновался Михаил, стало понятно, что ему ТАК(ЖЕ) , как и мне, небезразлична судьба Марии."],"answer":["тожепоэтому","поэтомутоже"],"explanation":["Петровы ТОЖЕ отдыхали на Кавказе и ПОЭТОМУ так хорошо знают эти места.","ПО ТОМУ, как отец посмотрел на меня, я понял, что он ТОЖЕ знает о происшествии.","Среди знакомого леса теряешься, словно все деревья и кусты ТОТЧАС скинули общую зелёную маску, ТО ЖЕ самое дерево выглядит совсем иначе.","НАКОНЕЦ стало темнеть, и я, ТАК ЖЕ как и мои товарищи, потерял надежду дойти сегодня до устья реки.","ПО ТОМУ, как волновался Михаил, стало понятно, что ему ТАК ЖЕ, как и мне , небезразлична судьба Марии.","В 4-м предложении «так же» пишется раздельно, потому что можно заменить на «точно так же».","Ответ: ТОЖЕ ПОЭТОМУ ИЛИ ПОЭТОМУ ТОЖЕ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["ЧТО(БЫ) воспитать щенка, необходимо много усилий, ЗА(ТО) сколько радости он вам доставит!","Младший сын ТАК(ЖЕ) любил книги, как и все в нашей семье, (ПО)ЭТОМУ у нас не возникло сомнения в том, что подарить ему в день рождения.","ЧТО(БЫ) рыба клевала ТАК(ЖЕ) хорошо, как вчера, я накопал свежих червей.","Я благодарю Вас, а ТАК(ЖЕ) Вашего секретаря ЗА(ТО), что мне дали возможность изучить этот проект.","(В)СКОРЕ в конце улицы ИЗ(ЗА) угла показался прохожий."],"answer":["чтобызато","заточтобы"],"explanation":["ЧТОБЫ воспитать щенка, необходимо много усилий, ЗАТО сколько радости он вам доставит!","Младший сын ТАК ЖЕ любил книги, как и все в нашей семье, ПОЭТОМУ у нас не возникло сомнения в том, что подарить ему в день рождения.","ЧТОБЫ рыба клевала ТАК ЖЕ хорошо, как вчера, я накопал свежих червей.","Я благодарю Вас, а ТАКЖЕ Вашего секретаря ЗА ТО, что мне дали возможность изучить этот проект.","ВСКОРЕ в конце улицы ИЗ-ЗА угла показался прохожий.","Ответ: ЧТОБЫ ЗАТО ИЛИ ЗАТО ЧТОБЫ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Рыжики можно собирать как осенью, так и (В)ТЕЧЕНИЕ всего лета: всё зависит (ОТ)ТОГО, какое лето.","(НА)КОНЕЦ мне удалось поймать (ТОТ)ЧАС, когда косые лучи солнца начинают пронизывать лес, словно золотые спицы.","Точно ТАК(ЖЕ), как детство человека кажется ему (В)ПОСЛЕДСТВИИ прекрасным, воспоминания о суровой заре человечества окрашены для нас в романтическую дымку.","Он владел языком ТАК(ЖЕ) легко, как люди владеют своим голосом, (ПО)ТОМУ что учился языку у простых людей.","У подножия сосны просвеченные (НА)СКВОЗЬ , хрупкие, нежные, (ИЗ)НУТРИ светятся ландыши."],"answer":["насквозьизнутри","изнутринасквозь"],"explanation":["Рыжики можно собирать как осенью, так и В ТЕЧЕНИЕ всего лета: всё зависит ОТ ТОГО, какое лето.","НАКОНЕЦ мне удалось поймать ТОТ ЧАС, когда косые лучи солнца начинают пронизывать лес, словно золотые спицы.","Точно ТАК ЖЕ, как детство человека кажется ему ВПОСЛЕДСТВИИ прекрасным, воспоминания о суровой заре человечества окрашены для нас в романтическую дымку.","Он владел языком ТАК ЖЕ легко, как люди владеют своим голосом, ПОТОМУ что учился языку у простых людей.","У подножия сосны просвеченные НАСКВОЗЬ , хрупкие, нежные, ИЗНУТРИ светятся ландыши.","Ответ: НАСКВОЗЬ ИЗНУТРИ ИЛИ ИЗНУТРИ НАСКВОЗЬ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Была грустная августовская ночь — грустная, (ПО)ТОМУ что уже пахло осенью и лето спешило (НА)ВСТРЕЧУ первым сентябрьским холодам.","(ВО)КРУГ беседки посадили сирень, и (В)ТЕЧЕНИЕ целого месяца мы ощущали её нежнейший аромат.","Следует иметь (В)ВИДУ, что многие физические явления связаны с нагреванием, охлаждением и зависят ТАК(ЖЕ) от перехода из одного агрегатного состояния в другое.","(ЗА)ТЕМ поворотом стоит наша часть, (ПО)ЭТОМУ комендантские патрули попадались нам всё чаще.","Снег на севере сходит только (В)НАЧАЛЕ июня, а в конце сентября ложится (В)НОВЬ."],"answer":["потомунавстречу","навстречупотому"],"explanation":["Была грустная августовская ночь — грустная, ПОТОМУ что уже пахло осенью и лето спешило НАВСТРЕЧУ первым сентябрьским холодам.","ВОКРУГ беседки посадили сирень, и В ТЕЧЕНИЕ целого месяца мы ощущали её нежнейший аромат.","Следует иметь В ВИДУ, что многие физические явления связаны с нагреванием, охлаждением и зависят ТАКЖЕ от перехода из одного агрегатного состояния в другое.","ЗА ТЕМ поворотом стоит наша часть, ПОЭТОМУ комендантские патрули попадались нам всё чаще.","Снег  на севере сходит только В НАЧАЛЕ июня, а в конце сентября ложится ВНОВЬ.","Ответ: ПОТОМУ НАВСТРЕЧУ ИЛИ НАВСТРЕЧУ ПОТОМУ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Наши деды и прадеды (ЗА)ТО воевали, ЧТО(БЫ) мы жили в мире и согласии.","Иной писатель кажется великаном (ПО)ТОМУ, что стоит (В)РОВЕНЬ с читателем.","К родителям относись ТАК(ЖЕ), как ты желал бы, ЧТО(БЫ) твои собственные дети относились к тебе.","ПО(ТОМУ), как он замолчал, а ТАК(ЖЕ) по его виноватому взгляду Серпилин почувствовал, что перед ним стоит человек, не умеющий защитить себя.","Они ТАК(ЖЕ) шумно поднимались  и (В)ГОРУ."],"answer":["потомувровень","вровеньпотому"],"explanation":["Наши деды и прадеды ЗА ТО воевали, ЧТОБЫ мы жили в мире и согласии.","Иной писатель кажется великаном ПОТОМУ, что стоит ВРОВЕНЬ с читателем.","К родителям относись ТАК ЖЕ, как ты желал бы, ЧТОБЫ твои собственные дети относились к тебе.","ПО ТОМУ, как он замолчал, а ТАКЖЕ по его виноватому взгляду Серпилин почувствовал, что перед ним стоит человек, не умеющий защитить себя.","Они ТАКЖЕ шумно поднимались и В ГОРУ.","Ответ: ПОТОМУ ВРОВЕНЬ ИЛИ ВРОВЕНЬ ПОТОМУ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Варианты глав книги так (НИ)КЕМ (НЕ)ИЗДАНЫ.","ЧТО(БЫ) договориться, не надо (НИ)КОГО так настойчиво уговаривать.","Сколько мой знакомый (НИ)СТАРАЛСЯ, он не мог различить ЧТО(НИБУДЬ) похожее на лодку.","(ПО)ЭТОМУ мосту люди давно не ходят, (ПО)ТОМУ что он в аварийном состоянии.","По склонам холма РЕДКО(РЕДКО), но ВСЕ(ЖЕ) растут кустики ежевики."],"answer":["чтобыникого","никогочтобы"],"explanation":["Варианты глав книги так НИКЕМ НЕ ИЗДАНЫ.","ЧТОБЫ договориться, не надо НИКОГО так настойчиво уговаривать.","Сколько мой знакомый НИ СТАРАЛСЯ, он не мог различить ЧТО-НИБУДЬ похожее на лодку.","ПО ЭТОМУ мосту люди давно не ходят, ПОТОМУ что он в аварийном состоянии","По склонам холма РЕДКО-РЕДКО, но ВСЕ ЖЕ растут кустики ежевики.","Ответ: ЧТОБЫ НИКОГО ИЛИ НИКОГО ЧТОБЫ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["ЧТО(БЫ) ни говорили (НА)СЧЁТ свободы, а я убеждён: главное — это внутренняя свобода человека.","Знать и уметь — это (ВО)ВСЕ не одно и ТО(ЖЕ).","(В)ДАЛИ морской так и не показался катер, хотя его продолжали ждать, (НЕ)СМОТРЯ на непогоду.","Мне (НЕ)ЗДОРОВИЛОСЬ, ЗА(ТО) товарищ мой был бодр и весел.","Рабочие снимали грунт, ЧТО(БЫ) удобнее было катить камень (В)ГОРУ."],"answer":["нездоровилосьзато","затонездоровилось"],"explanation":["ЧТО БЫ ни говорили НАСЧЁТ свободы, а я убеждён: главное — это внутренняя свобода человека.","Знать и уметь — это ВОВСЕ не одно и ТО ЖЕ.","В ДАЛИ морской так и не показался катер, хотя его продолжали ждать, НЕСМОТРЯ на непогоду.","Мне НЕЗДОРОВИЛОСЬ, ЗАТО товарищ мой был бодр и весел. Глагол «нездоровилось» без не не употребляется.","Рабочие снимали грунт, ЧТОБЫ удобнее было катить камень В ГОРУ.","Ответ: НЕЗДОРОВИЛОСЬ ЗАТО ИЛИ ЗАТО НЕЗДОРОВИЛОСЬ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["ЧТО(БЫ) ни стряслось у администрации кинокартины, (ВСЁ)РАВНО раздастся команда: «Мотор! Начали!»","Неприятности ТО(ЖЕ) составляют некоторую часть нашей жизни, их надо переживать ТАК(ЖЕ), как и радости.","Собрание затянулось, последний оратор ТО(ЖЕ) хотел домой, (ПО)ЭТОМУ был краток.","Имейте (В)ВИДУ: всякий раз, когда мы идём (НА)ВСТРЕЧУ неприятностям, воля укрепляется.","ЧТО(БЫ) ему ни поручили, он за все принимался с радостью, ТАК(КАК) считал, что черной работы не бывает."],"answer":["тожепоэтому","поэтомутоже"],"explanation":["ЧТО БЫ ни стряслось у администрации кинокартины, ВСЁ РАВНО раздастся команда: «Мотор! Начали!»","Неприятности ТОЖЕ составляют некоторую часть нашей жизни, их надо переживать ТАК ЖЕ, как и радости.","Собрание затянулось, последний оратор ТОЖЕ хотел домой, ПОЭТОМУ был краток.","Имейте В ВИДУ: всякий раз, когда мы идём НАВСТРЕЧУ неприятностям, воля укрепляется.","ЧТО БЫ ему ни поручили, он за все принимался с радостью, ТАК КАК считал, что черной работы не бывает.","Чтобы понять, как писать ТОЖЕ или ТО ЖЕ просто попробуйте:","1) выбросить ЖЕ. Если не получится отделить, то пишем слитно.","Я тоже болел. Выбрасываем: Я то болел. Не получается.","Я видел то же, что и ты. Выбрасываем: Я видел то, что и ты. Получается.","2) При раздельном написании легко подставить ТО ЖЕ САМОЕ. При слитном никогда.","3) Замените ТО на ТА (женский род): это возможно лишь при раздельном написании: то же дерево, ту же девочку. Это же местоимение, оно УКАЗЫВАЕТ на предмет, как указательным пальцем, и называтся указательным...","Ответ: ТОЖЕ ПОЭТОМУ ИЛИ ПОЭТОМУ ТОЖЕ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(В)ПРОДОЛЖЕНИЕ рождественских каникул наша так называемая детская ТО(ЖЕ) была очень нарядной.","Художник твёрдо решил посвятить себя гравюре, которая ТАК(ЖЕ), как книга, может прийти в любой дом, ЧТО(БЫ) рассказать каждому о мыслях и чувствах мастера, создавшего её.","Я думал, ЧТО(БЫ) я сам стал делать, если б мне (В)ТЕЧЕНИЕ месяца не звонили родители.","От рассказов охотников у меня текли слюнки, а ТАК(ЖЕ) поднималось чувство жалости к самому себе ЗА(ТО), что вот просидишь весь отпуск в засаде, а так и не попробуешь необыкновенной дичи.","(С)НАЧАЛА дерево пускает корни, а потом уже растет (В)ВЕРХ."],"answer":["сначалавверх","вверхсначала"],"explanation":["В ПРОДОЛЖЕНИЕ рождественских каникул наша так называемая детская ТОЖЕ была очень нарядной.","Художник твёрдо решил посвятить себя гравюре, которая ТАК ЖЕ, как книга, может прийти в любой дом, ЧТОБЫ рассказать каждому о мыслях и чувствах мастера, создавшего её.","Я думал, ЧТО БЫ я сам стал делать, если б мне В ТЕЧЕНИЕ месяца не звонили родители.","От рассказов охотников у меня текли слюнки, а ТАКЖЕ поднималось чувство жалости к самому себе ЗА ТО, что вот просидишь весь отпуск в засаде, а так и не попробуешь необыкновенной дичи.","СНАЧАЛА дерево пускает корни, а потом уже растет ВВЕРХ.","Ответ: СНАЧАЛА ВВЕРХ ИЛИ ВВЕРХ СНАЧАЛА."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Этот ночной разговор запомнился мне на всю жизнь как самое дорогое, ОТ(ЧЕГО) на душе бывает ПО(ОСОБЕННОМУ) светло и радостно.","(С)НАЧАЛА туристы составили план похода, а (ЗА)ТЕМ начали сборы.","(ПО)НЕВОЛЕ заяц бежит, когда лететь (НЕ)(НА)ЧЕМ.","Гостья (НИ)(О)ЧЁМ не спрашивала, только сидела молча и ТАК(ЖЕ), как все, внимательно слушала.","(С)ПРАВА стоял КАКОЙ(ТО) шалаш."],"answer":["сначалазатем","затемсначала"],"explanation":["Этот ночной разговор запомнился мне на всю жизнь как самое дорогое, ОТ ЧЕГО на душе бывает ПО-ОСОБЕННОМУ светло и радостно.","СНАЧАЛА туристы составили план похода, а ЗАТЕМ начали сборы.","ПОНЕВОЛЕ заяц бежит, когда лететь НЕ НА ЧЕМ.","Гостья НИ О ЧЁМ не спрашивала, только сидела молча и ТАК ЖЕ, как все, внимательно слушала.","СПРАВА стоял КАКОЙ-ТО шалаш.","Ответ: СНАЧАЛА ЗАТЕМ ИЛИ ЗАТЕМ СНАЧАЛА."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Я человек небогатый; дела мои расстроены, да и к ТОМУ(ЖЕ) мне наскучило кочевать с места на место (В)ТЕЧЕНИЕ целого года.","По некоторым мелочам, ПО(ТОМУ), например, как оба они (В)МЕСТЕ варили кофе, я мог заключить, что живут они мирно, благополучно и что они рады гостю.","Выражение лица у неё было такое, словно она готова (ТОТ)ЧАС заплакать, (НЕ) СМОТРЯ на то что новости были очень хорошие.","Сергею сделали замечание ЗА(ТО), что он (ПО)ПРЕЖНЕМУ не выполняет домашние задания.","Художник (ПО)СВОЕМУ , очень (ПО)РУССКИ , осознал динамизм футуризма."],"answer":["тотчаснесмотря","несмотрятотчас"],"explanation":["Я человек небогатый; дела мои расстроены, да и к ТОМУ ЖЕ мне наскучило кочевать с места на место В ТЕЧЕНИЕ целого года.","По некоторым мелочам, ПО ТОМУ, например, как оба они ВМЕСТЕ варили кофе, я мог заключить, что живут они мирно, благополучно и что они рады гостю.","Выражение лица у неё было такое, словно она готова ТОТЧАС заплакать, НЕСМОТРЯ на то что новости были очень хорошие.","Сергею сделали замечание ЗА ТО, что он ПО-ПРЕЖНЕМУ не выполняет домашние задания.","Художник ПО-СВОЕМУ , очень ПО-РУССКИ , осознал динамизм футуризма.","Ответ: ТОТЧАС НЕСМОТРЯ ИЛИ НЕСМОТРЯ ТОТЧАС."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(В)ТЕЧЕНИЕ полёта шасси создаёт лишнее сопротивление, (ПО)ЭТОМУ все современные самолёты строят с убирающимся шасси.","Методы зондовой микроскопии позволяют не только видеть атомы и молекулы, но и воздействовать на них, (ПРИ)ЭТОМ объекты могут изучаться ДА(ЖЕ) в газах и жидкостях.","Осипу хотелось думать, что лёгкие облака плывут в ТАКИЕ(ЖЕ) счастливые земли, как и его любимый край, в который он вернулся (НА)КОНЕЦ после долгих скитаний.","ЧТО(БЫ) прогноз погоды был точным, данные о состоянии атмосферы, океана и суши получают на метеорологических, аэрологических и радиолокационных станциях, а ТАК(ЖЕ) со спутников.","Ветлы еще не пожелтели, (ЗА)ТО (ИЗ)ЗА домов проглядывали верхушки багрово-красных осин."],"answer":["чтобытакже","такжечтобы"],"explanation":["В ТЕЧЕНИЕ полёта шасси создаёт лишнее сопротивление, ПОЭТОМУ все современные самолёты строят с убирающимся шасси.","Методы зондовой микроскопии позволяют не только видеть атомы и молекулы, но и воздействовать на них, ПРИ ЭТОМ объекты могут изучаться ДАЖЕ в газах и жидкостях.","Осипу хотелось думать, что лёгкие облака плывут в ТАКИЕ ЖЕ счастливые земли, как и его любимый край, в который он вернулся НАКОНЕЦ после долгих скитаний.","ЧТОБЫ прогноз погоды был точным, данные о состоянии атмосферы, океана и суши получают на метеорологических, аэрологических и радиолокационных станциях, а ТАКЖЕ со спутников.","Ветлы еще не пожелтели, ЗАТО ИЗ-ЗА домов проглядывали верхушки багрово-красных осин.","Ответ: ЧТОБЫ ТАКЖЕ ИЛИ ТАКЖЕ ЧТОБЫ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Данные о состоянии атмосферы, океана и суши передаются (С)НАЧАЛА в территориальные, (ЗА)ТЕМ в региональные и, наконец, в мировые метеорологические центры.","ЧТО(БЫ) уменьшить потери холода (В)ТЕЧЕНИЕ погрузки или разгрузки рефрижераторных судов, их трюмы и люки делают небольшими.","(НА)ПРОТЯЖЕНИИ тысячелетий единственным орудием для заготовки леса был топор — (В)НАЧАЛЕ каменный, потом железный.","(ВО)ВРЕМЯ работы в космосе приборы не испытывают воздействия атмосферы и (ПО)ЭТОМУ позволяют получить достаточно точную научную информацию.","(В)ДАЛИ неподвижно стояли ЧУТЬ(ЧУТЬ) розовые на солнце паруса рыбачьих лодок."],"answer":["сначалазатем","затемсначала"],"explanation":["Данные о состоянии атмосферы, океана и суши передаются СНАЧАЛА в территориальные, ЗАТЕМ в региональные и, наконец, в мировые метеорологические центры.","ЧТОБЫ уменьшить потери холода В ТЕЧЕНИЕ погрузки или разгрузки рефрижераторных судов, их трюмы и люки делают небольшими.","НА ПРОТЯЖЕНИИ тысячелетий единственным орудием для заготовки леса был топор — ВНАЧАЛЕ каменный, потом железный.","ВО ВРЕМЯ работы в космосе приборы не испытывают воздействия атмосферы и ПОЭТОМУ позволяют получить достаточно точную научную информацию.","ВДАЛИ неподвижно стояли ЧУТЬ-ЧУТЬ розовые на солнце паруса рыбачьих лодок.","Ответ: СНАЧАЛА ЗАТЕМ ИЛИ ЗАТЕМ СНАЧАЛА."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(ВО)ВРЕМЯ экспедиций специалисты определяют видовой состав животных и растений, а ТАК(ЖЕ) берут пробы грунта, воды и воздуха.","ЧТО(БЫ) понять, КАКИЕ(ЖЕ) законы управляют Вселенной, люди проводят исследования в космосе.","ВРЯД(ЛИ) сегодня найдётся КАКАЯ(НИБУДЬ) отрасль промышленности, в которой так или иначе не использовалось бы дерево.","(В)ПОЛНЕ вероятно, что (В)СКОРЕ произойдёт естественное слияние кабельного телевидения с сетями Интернета.","(ПО)НАСТОЯЩЕМУ счастлив и мудр тот, кто всю свою жизнь умеет (ПО)КРУПИЦЕ накапливать это богатство."],"answer":["вполневскоре","вскоревполне"],"explanation":["ВО ВРЕМЯ экспедиций специалисты определяют видовой состав животных и растений, а ТАКЖЕ берут пробы грунта, воды и воздуха.","ЧТОБЫ понять, КАКИЕ ЖЕ законы управляют Вселенной, люди проводят исследования в космосе.","ВРЯД ЛИ сегодня найдётся КАКАЯ-НИБУДЬ отрасль промышленности, в которой так или иначе не использовалось бы дерево.","ВПОЛНЕ вероятно, что ВСКОРЕ произойдёт естественное слияние кабельного телевидения с сетями Интернета.","ПО-НАСТОЯЩЕМУ счастлив и мудр тот, кто всю свою жизнь умеет ПО КРУПИЦЕ накапливать это богатство.","Ответ: ВПОЛНЕ ВСКОРЕ ИЛИ ВСКОРЕ ВПОЛНЕ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Искусственный спутник Земли (В)ПЕРВЫЕ был выведен в космос в 1957 году, и (В)ТЕЧЕНИЕ последующих лет разработчики космической техники решали серьёзные задачи.","ЧТО(БЫ) идущую под парусом яхту при боковом ветре (С)РАЗУ не сносило в сторону, её корпус должен обладать большим боковым сопротивлением.","В старину корабли могли перевозить большие грузы только по рекам и озёрам, (ПО)ЭТОМУ (НА)ПРОТЯЖЕНИИ веков основным видом водного транспорта оставались речные суда.","Автомобильные заводы заинтересованы в создании гоночных машин, ПОТОМУ (ЧТО) новые инженерные решения, проверенные гонками, (СО)ВРЕМЕНЕМ используются при выпуске серийных моделей.","ЧЕМ(БЫ) тебе ни приходилось заниматься, делай это как следует, делай тщательно, не (КОЕ)КАК."],"answer":["чтобысразу","сразучтобы"],"explanation":["Искусственный спутник Земли ВПЕРВЫЕ был выведен в космос в 1957 году, и В ТЕЧЕНИЕ последующих лет разработчики космической техники решали серьёзные задачи.","ЧТОБЫ идущую под парусом яхту при боковом ветре СРАЗУ не сносило в сторону, её корпус должен обладать большим боковым сопротивлением.","В старину корабли могли перевозить большие грузы только по рекам и озёрам, ПОЭТОМУ НА ПРОТЯЖЕНИИ веков основным видом водного транспорта оставались речные суда.","Автомобильные заводы заинтересованы в создании гоночных машин, ПОТОМУ ЧТО новые инженерные решения, проверенные гонками, СО ВРЕМЕНЕМ используются при выпуске серийных моделей.","ЧЕМ БЫ тебе ни приходилось заниматься, делай это как следует, делай тщательно, не КОЕ-КАК.","Ответ: ЧТОБЫ СРАЗУ ИЛИ СРАЗУ ЧТОБЫ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Точно ТАК(ЖЕ), как детство человека кажется ему прекрасным, воспоминания о суровой заре человечества ТО(ЖЕ) окрашены для нас в романтическую дымку.","(НА)КОНЕЦ мне удалось поймать (ТОТ)ЧАС, когда косые лучи солнца начинают пронизывать лес, словно золотые спицы.","Рыжики можно собирать как осенью, так и (В)ТЕЧЕНИЕ всего лета: всё зависит (ОТ)ТОГО, какое лето.","Он владел языком ТАК(ЖЕ) легко, как люди владеют своим голосом, (ПО)ТОМУ что учился языку у простых людей.","(В)СКОРЕ Степан привезёт почту, а ТАК(ЖЕ) продукты."],"answer":["вскоретакже","такжевскоре"],"explanation":["Точно ТАК ЖЕ, как детство человека кажется ему прекрасным, воспоминания о суровой заре человечества ТОЖЕ окрашены для нас в романтическую дымку.","НАКОНЕЦ мне удалось поймать ТОТ ЧАС, когда косые лучи солнца начинают пронизывать лес, словно золотые спицы.","Рыжики можно собирать как осенью, так и В ТЕЧЕНИЕ всего лета: всё зависит ОТ ТОГО, какое лето.","Он владел языком ТАК ЖЕ легко, как люди владеют своим голосом, ПОТОМУ что учился языку у простых людей.","ВСКОРЕ Степан привезёт почту, а ТАКЖЕ продукты.","Ответ: ВСКОРЕ ТАКЖЕ ИЛИ ТАКЖЕ ВСКОРЕ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(НА)ПРОТЯЖЕНИИ многих веков из леса (В)ВИДЕ брёвен вывозятся лишь стволы деревьев, а пни остаются в земле.","Качество — это понятие многогранное, а ТАК(ЖЕ) динамичное: (СО)ВРЕМЕНЕМ требования к изделию меняются.","(И)ТАК, всё, что хранится в памяти компьютера, представлено (В)ВИДЕ чисел.","ЧТО(БЫ) стать преподавателем Загребского политехнического института и проработать в нём (В)ПОСЛЕДСТВИИ несколько лет, профессор в совершенстве овладел хорватским языком.","Солнце лишь иногда поглядывало ИЗ(ЗА) облаков, все вокруг было тихо, только щебетали КАКИЕ(ТО) птички."],"answer":["чтобывпоследствии","впоследствиичтобы"],"explanation":["НА ПРОТЯЖЕНИИ многих веков из леса В ВИДЕ брёвен вывозятся лишь стволы деревьев, а пни остаются в земле.","Качество — это понятие многогранное, а ТАКЖЕ динамичное: СО ВРЕМЕНЕМ требования к изделию меняются.","ИТАК, всё, что хранится в памяти компьютера, представлено В ВИДЕ чисел.","ЧТОБЫ стать преподавателем Загребского политехнического института и проработать в нём ВПОСЛЕДСТВИИ несколько лет, профессор в совершенстве овладел хорватским языком.","Солнце лишь иногда поглядывало ИЗ-ЗА облаков, все вокруг было тихо, только щебетали КАКИЕ-ТО птички.","Ответ: ЧТОБЫ ВПОСЛЕДСТВИИ ИЛИ ВПОСЛЕДСТВИИ ЧТОБЫ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Проблема синонимии, привлекающая особое внимание исследователей (В)ТЕЧЕНИЕ последних двух десятилетий, актуальна для лексикографии, а ТАК(ЖЕ) для других областей языкознания.","Главная же беда была в том, что бобры обросли шерстью ещё только (НА)ПОЛОВИНУ и (ПО)ЭТОМУ неминуемо замёрзли бы в пути.","В сумерках (НА)ВСТРЕЧУ нам шёл какой-то странный, КАК(БУДТО) чем-то испуганный человек.","Художественная правда создаётся писателем ТАК(ЖЕ), как пчелою создаётся мёд: от всех цветов (ПО)НЕМНОГУ берёт пчела, но берёт самое нужное.","Колдунья взяла в руки ЧТО(ТО) (В)РОДЕ венчика для взбивания белка и стала греть его."],"answer":["наполовинупоэтому","поэтомунаполовину"],"explanation":["Проблема синонимии, привлекающая особое внимание исследователей В ТЕЧЕНИЕ последних двух десятилетий, актуальна для лексикографии, а ТАКЖЕ для других областей языкознания.","Главная же беда была в том, что бобры обросли шерстью ещё только НАПОЛОВИНУ и ПОЭТОМУ неминуемо замёрзли бы в пути.","В сумерках НАВСТРЕЧУ нам шёл какой-то странный, КАК БУДТО чем-то испуганный человек.","Художественная правда создаётся писателем ТАК ЖЕ, как пчелою создаётся мёд: от всех цветов ПОНЕМНОГУ берёт пчела, но берёт самое нужное.","Колдунья взяла в руки ЧТО-ТО ВРОДЕ венчика для взбивания белка и стала греть его.","Ответ: НАПОЛОВИНУ ПОЭТОМУ ИЛИ ПОЭТОМУ НАПОЛОВИНУ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Нет возможности рассмотреть на картине фигуру блудного сына, лица его почти не видно, но (В)СЛЕД за ним мы мысленно падаем на колени и ТАК(ЖЕ) переживаем встречу с отцом, как и вернувшийся сын.","(В)ТЕЧЕНИЕ суток М.В. Ломоносов наблюдал прохождение Венеры по солнечному диску и (В)ПОСЛЕДСТВИИ опубликовал свои выводы в специальной работе.","(В)СЛЕДСТВИЕ того что работа электрических потенциальных сил не зависит от формы пути единичного заряда, на каждом из параллельно соединённых проводников возникает одно и ТО(ЖЕ) напряжение.","В ответ на веские доводы доктор согласился быть моим секундантом; я дал ему ТАК(ЖЕ) несколько наставлений (НА)СЧЁТ условий поединка.","Сколько я ни старался различить ЧТО(НИБУДЬ) (НА)ПОДОБИЕ лодки, но безуспешно."],"answer":["такженасчёт","насчёттакже","такженасчет","насчеттакже"],"explanation":["Нет возможности рассмотреть на картине фигуру блудного сына, лица его почти не видно, но ВСЛЕД за ним мы мысленно падаем на колени и ТАК ЖЕ переживаем встречу с отцом, как и вернувшийся сын.","В ТЕЧЕНИЕ суток М.В. Ломоносов наблюдал прохождение Венеры по солнечному диску и ВПОСЛЕДСТВИИ опубликовал свои выводы в специальной работе.","ВСЛЕДСТВИЕ того что работа электрических потенциальных сил не зависит от формы пути единичного заряда, на каждом из параллельно соединённых проводников возникает одно и ТО ЖЕ напряжение.","В ответ на веские доводы доктор согласился быть моим секундантом; я дал ему ТАКЖЕ несколько наставлений НАСЧЁТ условий поединка.","Сколько я ни старался различить ЧТО-НИБУДЬ НАПОДОБИЕ лодки, но безуспешно.","Ответ: ТАКЖЕ НАСЧЕТ ИЛИ НАСЧЕТ ТАКЖЕ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Надо было дождаться Семёнова во ЧТО(БЫ) то ни стало, (ПО)ТОМУ что его приезд многое решал.","Раневская приезжает из Парижа, ЧТО(БЫ) покаяться в своих грехах, а ТАК(ЖЕ) найти покой в родном имении.","Небо хмурилось ТАК(ЖЕ), как и вчера, море штормило, (ПО)ЭТОМУ прогулку на катере пришлось отложить.","(В)ТЕЧЕНИЕ прошлого лета мне пришлось жить в старинной подмосковной усадьбе, (ПРИ)ТОМ она не была похожа на обычные усадьбы.","Вечер застал (ПО)ПРЕЖНЕМУ одинокую казарку(С)НОВА на льдине среди моря."],"answer":["чтобытакже","такжечтобы"],"explanation":["Надо было дождаться Семёнова во ЧТО БЫ то ни стало, ПОТОМУ что его приезд многое решал.","Раневская приезжает из Парижа, ЧТОБЫ покаяться в своих грехах, а ТАКЖЕ найти покой в родном имении.","Небо хмурилось ТАК ЖЕ, как и вчера, море штормило, ПОЭТОМУ прогулку на катере пришлось отложить.","В ТЕЧЕНИЕ прошлого лета мне пришлось жить в старинной подмосковной усадьбе, ПРИТОМ она не была похожа на обычные усадьбы.","Вечер застал ПО-ПРЕЖНЕМУ одинокую казарку СНОВА на льдине среди моря.","Ответ: ЧТОБЫ ТАКЖЕ ИЛИ ТАКЖЕ ЧТОБЫ.","При возникновении трудностей обращайтесь к «Правилу», прикреплённому к заданию."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(ПО)ЭТОМУ пути давно не ездили, (ОТ)ТОГО дорога поросла густой травой.","Мой друг, ТАК(ЖЕ) как и я, долго выбирал, ЧТО(БЫ) ему почитать.","Пришлось отказаться (ОТ)ТОГО, что было задумано, так как деньги (НА)СЧЁТ не поступили.","ЧТО(БЫ) изучить поведение этих животных, биологам пришлось долго наблюдать за ними, ЗА(ТО) результаты наблюдений оказались весьма интересными.","Как сделать так, ЧТО(БЫ) он заговорил (ПО)РУССКИ."],"answer":["чтобызато","заточтобы"],"explanation":["ПО ЭТОМУ пути давно не ездили, ОТТОГО дорога поросла густой травой.","Мой друг, ТАК ЖЕ, как и я, долго выбирал, ЧТО БЫ ему почитать.","Пришлось отказаться ОТ ТОГО, что было задумано, так как деньги НА СЧЁТ не поступили.","ЧТОБЫ изучить поведение этих животных, биологам пришлось долго наблюдать за ними, ЗАТО результаты наблюдений оказались весьма интересными.","Как сделать так, ЧТОБЫ он заговорил ПО-РУССКИ.","Ответ: ЧТОБЫ ЗАТО ИЛИ ЗАТО ЧТОБЫ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(И)ТАК, подытожим всё сказанное: лес — наш целитель, наше богатство и, (НА)КОНЕЦ, лучший наряд земли.","Надо было дождаться Семёнова во ЧТО(БЫ) то ни стало, (ПО)ТОМУ что его приезд решал многое.","Небо хмурилось ТАК(ЖЕ), как и вчера, море штормило, (ПО)ЭТОМУ прогулку на катере пришлось отложить.","Николай (В)ТЕЧЕНИЕ всего спора молчал и только однажды В(ПОЛ)ГОЛОСА попросил Марину убрать самовар.","(В)ДАЛЕКЕ огни то скрывались , то показывались опять, а потом вдруг исчезли, словно их КТО(ТО) накрыл платком."],"answer":["итакнаконец","наконецитак"],"explanation":["ИТАК, подытожим всё сказанное: лес — наш целитель, наше богатство и, НАКОНЕЦ, лучший наряд земли.","Надо было дождаться Семёнова во ЧТО БЫ то ни стало, ПОТОМУ что его приезд решал многое.","Небо хмурилось ТАК ЖЕ, как и вчера, море штормило, ПОЭТОМУ прогулку на катере пришлось отложить.","Николай В ТЕЧЕНИЕ всего спора молчал и только однажды ВПОЛГОЛОСА попросил Марину убрать самовар.","ВДАЛЕКЕ огни то скрывались , то показывались опять, а потом вдруг исчезли, словно их КТО-ТО накрыл платком.","Ответ: ИТАК НАКОНЕЦ ИЛИ НАКОНЕЦ ИТАК."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["ЧТО(БЫ) не видеть происходящего, я закрыл глаза, однако в ТО(ЖЕ) мгновение удары грома оглушили меня.","ЧТО(БЫ) ни говорили дилетанты, к пониманию классической музыки надо быть подготовленным, (ПО)ТОМУ что не так просто освоить сложное искусство.","Отец не смел спросить, в чём дело, и в ТО(ЖЕ) время не понимал, (ОТ)ЧЕГО дом стал таким пустынным.","Великий шёлковый путь начинался в Китае, (ЗА)ТЕМ шёл через Среднюю Азию, Персию, Ближний Восток, а (ОТ)ТУДА в Европу.","(И)ТАК, несмотря на наши старания, все осталось (ПО)ПРЕЖНЕМУ."],"answer":["затемоттуда","оттудазатем"],"explanation":["ЧТОБЫ не видеть происходящего, я закрыл глаза, однако в ТО ЖЕ мгновение удары грома оглушили меня.","ЧТО БЫ ни говорили дилетанты, к пониманию классической музыки надо быть подготовленным, ПОТОМУ что не так просто освоить сложное искусство.","Отец не смел спросить, в чём дело, и в ТО ЖЕ время не понимал, ОТЧЕГО дом стал таким пустынным.","Великий шёлковый путь начинался в Китае, ЗАТЕМ шёл через Среднюю Азию, Персию, Ближний Восток, а ОТТУДА в Европу.","ИТАК, несмотря на наши старания, все осталось ПО-ПРЕЖНЕМУ.","Ответ: ЗАТЕМ ОТТУДА ИЛИ ОТТУДА ЗАТЕМ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(В)ТЕЧЕНИЕ многих дней продолжалось сильное извержение вулкана, клубы огня над которым крутились (НА)ПОДОБИЕ вихря, увеличиваясь в размерах.","(НЕ)СМОТРЯ на любовь к городским пейзажам, мы ВСЁ(ТАКИ) не остались равнодушными к красотам природы на Валдае.","(И)ТАК, все мои блестящие надежды рушились, и (В)МЕСТО весёлой московской жизни ожидала меня скука в стороне глухой и отдалённой.","Трудно даже представить, ЧТО(БЫ) со мной случилось, ЕСЛИ(БЫ) пароход опоздал.","ЧТО(ТО) заставляло меня идти дальше, как БУД(ТО) я не знал, что ничего нового не увижу."],"answer":["итаквместо","вместоитак"],"explanation":["В ТЕЧЕНИЕ многих дней продолжалось сильное извержение вулкана, клубы огня над которым крутились НАПОДОБИЕ вихря, увеличиваясь в размерах.","НЕСМОТРЯ на любовь к городским пейзажам, мы ВСЁ-ТАКИ не остались равнодушными к красотам природы на Валдае.","ИТАК, все мои блестящие надежды рушились, и ВМЕСТО весёлой московской жизни ожидала меня скука в стороне глухой и отдалённой.","Трудно даже представить, ЧТО БЫ со мной случилось, ЕСЛИ БЫ пароход опоздал.","ЧТО-ТО заставляло меня идти дальше, как БУДТО я не знал, что ничего нового не увижу.","Ответ: ИТАК ВМЕСТО ИЛИ ВМЕСТО ИТАК."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["ЧТО(БЫ) ни утверждали критики, стихи Фета необычайно мелодичны, (ПО)ЭТОМУ многие из них легли в основу романсов.","(В)ОТЛИЧИЕ от других представителей либерального лагеря, Павел Петрович всегда твёрд в отстаивании своих принципов, и (ПО)ТОМУ он смело противостоит Базарову.","В разные концы планеты попадают керамические изделия из Гжели, ЧТО(БЫ) украшать быт людей, а ТАК(ЖЕ) воспитывать чувство прекрасного.","Я рассказал Ивану Петровичу всё, что случилось, и пожелал узнать его мнение (НА)СЧЁТ предопределения, ТАК(КАК) это было очень важно.","Вчера было (В)ПЕРВЫЕ тепло (ПО)ЛЕТНЕМУ."],"answer":["чтобытакже","такжечтобы"],"explanation":["ЧТО БЫ ни утверждали критики, стихи Фета необычайно мелодичны, ПОЭТОМУ многие из них легли в основу романсов.","В ОТЛИЧИЕ от других представителей либерального лагеря, Павел Петрович всегда твёрд в отстаивании своих принципов, и ПОТОМУ он смело противостоит Базарову.","В разные концы планеты попадают керамические изделия из Гжели, ЧТОБЫ украшать быт людей, а ТАКЖЕ воспитывать чувство прекрасного.","Я рассказал Ивану Петровичу всё, что случилось, и пожелал узнать его мнение НАСЧЁТ предопределения, ТАК КАК это было очень важно.","Вчера было ВПЕРВЫЕ тепло ПО-ЛЕТНЕМУ","Ответ: ЧТОБЫ ТАКЖЕ ИЛИ ТАКЖЕ ЧТОБЫ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Меняется деревня Озерцо, но в мелкой речке ТАК(ЖЕ) месяц тонет, и ТАК(ЖЕ) силу ей дают ключи, и пьют мальчишки из ковша ладоней, как век назад.","Мои спутники ТО(ЖЕ) осматривали берег (В)ТЕЧЕНИЕ целого часа и обнаружили янтарь причудливой формы.","Звуки мало-помалу слабеют, (ПО)НЕМНОГУ замирают, а скоро их (СО)ВСЕМ уже не слышно.","И (НЕ)СМОТРЯ на то, что путешественники знали о быстро наступающих сумерках, темнота ВСЁ(ТАКИ) застала их врасплох.","(НА)СЧЕТ костюмов для спектакля вы не беспокойтесь: ЧТО(БЫ) ни потребовалось — все достанем."],"answer":["понемногусовсем","совсемпонемногу"],"explanation":["Меняется деревня Озерцо, но в мелкой речке ТАК ЖЕ месяц тонет, и ТАК ЖЕ силу ей дают ключи, и пьют мальчишки из ковша ладоней, как век назад.","Мои спутники ТОЖЕ осматривали берег В ТЕЧЕНИЕ целого часа и обнаружили янтарь причудливой формы.","Звуки мало-помалу слабеют, ПОНЕМНОГУ замирают, а скоро их СОВСЕМ уже не слышно.","И НЕСМОТРЯ на то, что путешественники знали о быстро наступающих сумерках, темнота ВСЁ-ТАКИ застала их врасплох.","НАСЧЕТ костюмов для спектакля вы не беспокойтесь: ЧТО БЫ ни потребовалось — все достанем.","Ответ: ПОНЕМНОГУ СОВСЕМ ИЛИ СОВСЕМ ПОНЕМНОГУ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(НЕ)СМОТРЯ на то что большинство стихотворений Жуковского являются переводными, в них мы ВСЁ(ТАКИ) видим русский пейзаж.","Я хочу поговорить с вами (НА)СЧЁТ квартиры, (В)СВЯЗИ с чем прошу вас уделить мне немного внимания.","Студент выбрал эту тему реферата, ЧТО(БЫ) лучше узнать историю музыки, и (В)ТЕЧЕНИЕ месяца изучал полученные в библиотеке книги.","Призвание поэта — творить для вечности, (ПО)ЭТОМУ он «сам свой высший суд», (ПО)СКОЛЬКУ лишь немногим дано оценить его творения.","Я рассказал Ивану  всё, что случилось, и пожелал узнать его мнение (НА)СЧЁТ предопределения, ТАК(КАК) это было очень важно."],"answer":["поэтомупоскольку","посколькупоэтому"],"explanation":["НЕСМОТРЯ на то что большинство стихотворений Жуковского являются переводными, в них мы ВСЁ−ТАКИ видим русский пейзаж.","Я хочу поговорить с вами НАСЧЁТ квартиры, В СВЯЗИ с чем прошу вас уделить мне немного внимания.","Студент выбрал эту тему реферата, ЧТОБЫ лучше узнать историю музыки, и В ТЕЧЕНИЕ месяца изучал полученные в библиотеке книги.","Призвание поэта — творить для вечности, ПОЭТОМУ он «сам свой высший суд», ПОСКОЛЬКУ лишь немногим дано оценить его творения.","Я рассказал Ивану  всё, что случилось, и пожелал узнать его мнение НАСЧЁТ предопределения, ТАК КАК это было очень важно.","Ответ: ПОЭТОМУ ПОСКОЛЬКУ ИЛИ ПОСКОЛЬКУ ПОЭТОМУ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(В)ТЕЧЕНИЕ всего июля шли дожди, (ПО)ЭТОМУ дорожка, ведущая к беседке, превратилась в маленький ручей.","(И)ТАК, подытожим всё сказанное: лес — наш целитель, наше богатство и, (НА)КОНЕЦ, лучший наряд земли.","И тогда ДАЛЕКО(ДАЛЕКО) в лесу вдруг ЧТО(ТО) прозвенело.","ЧТО(БЫ) ни утверждали критики, стихи Фета необычайно мелодичны, (ПО)ЭТОМУ звучанию стиха всегда можно узнать творения поэта.","Он перешел (ПО)КОРОТКОМУ мостику над бурно, (ПО)ТЕАТРАЛЬНОМУ несущейся водой и вышел к станции."],"answer":["итакнаконец","наконецитак"],"explanation":["В ТЕЧЕНИЕ всего июля шли дожди, ПОЭТОМУ дорожка, ведущая к беседке, превратилась в маленький ручей.","ИТАК, подытожим всё сказанное: лес — наш целитель, наше богатство и, НАКОНЕЦ, лучший наряд земли.","И тогда ДАЛЕКО-ДАЛЕКО в лесу вдруг ЧТО-ТО прозвенело.","ЧТО БЫ ни утверждали критики, стихи Фета необычайно мелодичны, ПО ЭТОМУ звучанию стиха всегда можно узнать творения поэта.","Он перешел ПО КОРОТКОМУ мостику над бурно, ПО-ТЕАТРАЛЬНОМУ несущейся водой и вышел к станции.","Ответ: ИТАК НАКОНЕЦ ИЛИ НАКОНЕЦ ИТАК."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Воспитательное значение художественной литературы огромно, (ПО)ТОМУ что она действует на мысль ТАК(ЖЕ) сильно, как и на чувство.","Заплакала она (ОТ)ТОГО, что Саша уже не казался ей таким новым, интеллигентным, интересным, каким представлялся (В)ТЕЧЕНИЕ прошлого года.","Фаина, по-старушечьи строго поджав губы, следила (ЗА)ТЕМ, как Степан шумно и грузно передвигался по избе, ЧТО(БЫ) выпить воды и подбросить дрова в печь.","На разрезе волнушки выделяется горький белый сок, (ПО)ЭТОМУ эти грибы нужно сначала подержать в холодной воде, ЧТО(БЫ) вся горечь из них вышла.","(В)СВЯЗИ с непогодой по вечерам мы затапливали печи, багровые отсветы огня (В)ВИДЕ чудовищ дрожали на стенах."],"answer":["поэтомучтобы","чтобыпоэтому"],"explanation":["Воспитательное значение художественной литературы огромно, ПОТОМУ что она действует на мысль ТАК ЖЕ сильно, как и на чувство.","Заплакала она ОТТОГО, что Саша уже не казался ей таким новым, интеллигентным, интересным, каким представлялся В ТЕЧЕНИЕ прошлого года.","Фаина, по-старушечьи строго поджав губы, следила ЗА ТЕМ, как Степан шумно и грузно передвигался по избе, ЧТОБЫ выпить воды и подбросить дрова в печь.","На разрезе волнушки выделяется горький белый сок, ПОЭТОМУ эти грибы нужно сначала подержать в холодной воде, ЧТОБЫ вся горечь из них вышла.","В СВЯЗИ с непогодой по вечерам мы затапливали печи, багровые отсветы огня В ВИДЕ чудовищ дрожали на стенах.","Ответ: ПОЭТОМУ ЧТОБЫ ИЛИ ЧТОБЫ ПОЭТОМУ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(ПО)ТОМУ, как его слушали, Васильев понял: ЧТО(БЫ) он ни рассказал сейчас, ему не поверят.","Некоторые порубки не зарастают долго, (ПО)ЭТОМУ (В)ТЕЧЕНИЕ нескольких лет на них можно собирать раннюю мелкую ягоду.","(В)СЛЕД за одним нелепым недоразумением последовало другое — (ПО)ЭТОМУ поводу началась очередная бесконечная переписка с управлением дороги.","Лесная малина (ПО)СРАВНЕНИЮ с садовой мелка, но гораздо слаще и душистей, (ПО)ЭТОМУ, даже имея прекрасную крупную садовую малину, деревенские жители любят ходить за лесной.","День за днем пошел своим чередом(НА)ВСТРЕЧУ лету, и у моряков жизнь ТО(ЖЕ) своим чередом потекла."],"answer":["навстречутоже","тоженавстречу"],"explanation":["ПО ТОМУ, как его слушали, Васильев понял: ЧТО БЫ он ни рассказал сейчас, ему не поверят.","Некоторые порубки не зарастают долго, ПОЭТОМУ В ТЕЧЕНИЕ нескольких лет на них можно собирать раннюю мелкую ягоду.","ВСЛЕД за одним нелепым недоразумением последовало другое — ПО ЭТОМУ поводу началась очередная бесконечная переписка с управлением дороги.","Лесная малина ПО СРАВНЕНИЮ с садовой мелка, но гораздо слаще и душистей, ПОЭТОМУ, даже имея прекрасную крупную садовую малину, деревенские жители любят ходить за лесной.","День за днем пошел своим чередом НАВСТРЕЧУ лету, и у моряков жизнь ТОЖЕ своим чередом потекла.","Ответ: НАВСТРЕЧУ ТОЖЕ ИЛИ ТОЖЕ НАВСТРЕЧУ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Павел Петрович (НЕ)РАЗ помогал своему брату, когда тот мучился, придумывая, КАК(БЫ) извернуться и найти недостающую сумму.","(ПО)НАЧАЛУ романа молодого писателя трудно было судить о таланте автора, однако (В)ПОСЛЕДСТВИИ читатели оцен<ИЛИ> его произведение по достоинству.","(ПО)НАЧАЛУ казалось, что слова Кирилла на летучке не произвели никакого впечатления, но (В)СКОРЕ обнаружилось, что весь отдел обсуждает его выступление.","Лес спит молча, неподвижно, (КАК)БУДТО всматривается КУДА(ТО) своими верхушками.","(В)ПОСЛЕДСТВИИ он раскаивался, что ИЗ(ЗА) отсутствия времени не смог выполнить её просьбу."],"answer":["поначалувскоре","вскорепоначалу"],"explanation":["Павел Петрович НЕ РАЗ помогал своему брату, когда тот мучился, придумывая, КАК БЫ извернуться и найти недостающую сумму.","ПО НАЧАЛУ романа молодого писателя трудно было судить о таланте автора, однако ВПОСЛЕДСТВИИ читатели оценили его произведение по достоинству.","ПОНАЧАЛУ казалось, что слова Кирилла на летучке не произвели никакого впечатления, но ВСКОРЕ обнаружилось, что весь отдел обсуждает его выступление.","Лес спит молча, неподвижно, КАК БУДТО всматривается КУДА-ТО своими верхушками.","ВПОСЛЕДСТВИИ он раскаивался, что ИЗ-ЗА отсутствия времени не смог выполнить её просьбу.","Ответ: ПОНАЧАЛУ ВСКОРЕ ИЛИ ВСКОРЕ ПОНАЧАЛУ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Старший сын, Анисим, приезжал домой очень редко, только в большие праздники, (ЗА)ТО часто присылал с земляками гостинцы и ТАК(ЖЕ), как средний, Степан, короткие письма.","Работу свою Сергеев знал и любил её (ЗА)ТО, что она ему давалась, (ПО)ЭТОМУ и считали его на заводе хорошим мастером.","(ПО)ЧЕМУ судите вы о культуре человека — по его манерам, вкусам, привычкам? И (ОТ)ЧЕГО вы так требовательны к нему?","Они иногда часами молчали, ЗА(ТО) каждый чувствовал, что им обоим хорошо — и (ПО)ТОМУ именно хорошо, что они вместе.","Утром мы пошли (В)ДОЛЬ села, а к вечеру двинулись (В)ГЛУБЬ рощи."],"answer":["затопотому","потомузато"],"explanation":["Старший сын, Анисим, приезжал домой очень редко, только в большие праздники, ЗАТО часто присылал с земляками гостинцы и ТАК ЖЕ, как средний, Степан, короткие письма.","Работу свою Сергеев знал и любил её ЗА ТО, что она ему давалась, ПОЭТОМУ и считали его на заводе хорошим мастером.","ПО ЧЕМУ судите вы о культуре человека — по его манерам, вкусам, привычкам? И ОТЧЕГО вы так требовательны к нему?","Они иногда часами молчали, ЗАТО каждый чувствовал, что им обоим хорошо — и ПОТОМУ именно хорошо, что они вместе.","Утром мы пошли ВДОЛЬ села, а к вечеру двинулись В ГЛУБЬ рощи.","Ответ: ЗАТО ПОТОМУ ИЛИ ПОТОМУ ЗАТО."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["ТАК(ЖЕ), как и другие представители московского света, Фамусов ценит чины и богатство, (ПО)ЭТОМУ он ищет для своей дочери подходящую партию.","(В)ТЕЧЕНИЕ всей жизни этот поэт был независим в своих суждениях и (ПО)ЭТОМУ одинок.","Чацкий возвращается в Москву, ЧТО(БЫ) обрести счастье, и приходит к Фамусовым, (ПО)ТОМУ что любит Софью.","(ОТ)ТОГО цикла стихотворений Пушкина, который называется «вольнолюбивым», (НА)ВЕРНОЕ, нельзя отделить стихотворение «Арион».","Дальний лес постоянно стоит перед глазами и (КАК)БУДТО (ВО)ВСЕ не двигается с места."],"answer":["чтобыпотому","потомучтобы"],"explanation":["ТАК ЖЕ, как и другие представители московского света, Фамусов ценит чины и богатство, ПОЭТОМУ он ищет для своей дочери подходящую партию.","В ТЕЧЕНИЕ всей жизни этот поэт был независим в своих суждениях и ПОЭТОМУ одинок.","Чацкий возвращается в Москву, ЧТОБЫ обрести счастье, и приходит к Фамусовым, ПОТОМУ что любит Софью.","ОТ ТОГО цикла стихотворений Пушкина, который называется «вольнолюбивым», НАВЕРНОЕ, нельзя отделить стихотворение «Арион».","Дальний лес постоянно стоит перед глазами и КАК БУДТО ВОВСЕ не двигается с места.","Ответ: ЧТОБЫ ПОТОМУ ИЛИ ПОТОМУ ЧТОБЫ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(ОТ)ЧЕГО вы хотели отказаться? От права выбора или от ответственности за исход экспедиции? (ПО)ЧЕМУ вы так малодушны?","(НА)КОНЕЦ взошёл месяц, и эта ночь была ТАК(ЖЕ) великолепна, как та, которую Алексей запомнил навсегда.","Мне стало стыдно за свои слова, а ТАК(ЖЕ) ЗА(ТО), что я не оправдал надежд, которые возлагались на меня.","Главными для художников-импрессионистов стали свет, постоянно меняющийся (В)ТЕЧЕНИЕ дня, и воздух, в который КАК(БЫ) погружены предметы и фигуры людей.","Призвание поэта — творить для вечности, (ПО)ЭТОМУ он «сам свой высший суд», (ПО)СКОЛЬКУ лишь немногим дано оценить его творения."],"answer":["поэтомупоскольку","посколькупоэтому"],"explanation":["ОТ ЧЕГО вы хотели отказаться? От права выбора или от ответственности за исход экспедиции? ПОЧЕМУ вы так малодушны?","НАКОНЕЦ взошёл месяц, и эта ночь была ТАК ЖЕ великолепна, как та, которую Алексей запомнил навсегда.","Мне стало стыдно за свои слова, а ТАКЖЕ ЗА ТО, что я не оправдал надежд, которые возлагались на меня.","Главными для художников-импрессионистов стали свет, постоянно меняющийся В ТЕЧЕНИЕ дня, и воздух, в который КАК БЫ погружены предметы и фигуры людей.","Призвание поэта — творить для вечности, ПОЭТОМУ он «сам свой высший суд», ПОСКОЛЬКУ лишь немногим дано оценить его творения.","Ответ: ПОЭТОМУ ПОСКОЛЬКУ ИЛИ ПОСКОЛЬКУ ПОЭТОМУ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Они иногда часами молчали, (ЗА)ТО чувствовалось, что им обоим хорошо — и (ПО)ТОМУ именно хорошо, что они вместе.","ЧТО(БЫ) ни происходило, штурман (ВСЁ)РАВНО сохранял спокойствие.","А вечером он сидел опять (ЗА)ТЕМ же столом и, положив голову на руку, слушал Настасью Петровну и пытался понять, (ПО)ЧЕМУ ему так хорошо в этом доме.","Хижинка наша из досок да фанеры, (ПО)ЭТОМУ в ней ТАК(ЖЕ) холодно, как в палатке.","(КАК)БУДТО и не было этих каникул-КАК(ТО) быстро они пролетели."],"answer":["затопотому","потомузато"],"explanation":["Они иногда часами молчали, ЗАТО чувствовалось, что им обоим хорошо — и ПОТОМУ именно хорошо, что они вместе.","ЧТО БЫ ни происходило, штурман ВСЁ РАВНО сохранял спокойствие.","А вечером он сидел опять ЗА ТЕМ же столом и, положив голову на руку, слушал Настасью Петровну и пытался понять, ПОЧЕМУ ему так хорошо в этом доме.","Хижинка наша из досок да фанеры, ПОЭТОМУ в ней ТАК ЖЕ холодно, как в палатке.","КАК БУДТО и не было этих каникул-КАК-ТО быстро они пролетели.","Ответ: ЗАТО ПОТОМУ ИЛИ ПОТОМУ ЗАТО."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(И)ТАК, лирический герой Пастернака чувствует, что любовь помогает преодолеть суету и пошлость мира, и (ПО)ТОМУ вспоминает о погасшей когда-то искре любви с сожалением.","(В)ТЕЧЕНИЕ двадцати лет изъездил я Россию по всем направлениям, но ВСЁ(ЖЕ) лучшего места, чем отчий край, не нашёл.","Исходя из представления о предопределённости, можно (НА)ПЕРЁД оправдать любой поступок человека, СКОЛЬ(БЫ) отталкивающим или преступным он нам ни казался.","Теперь Чацкому ДА(ЖЕ) не о чем поговорить с Софьей, но ВСЁ(РАВНО) он любит её.","(В)ТЕЧЕНИЕ всей недели он думал о том, (КАК)БЫ решить эту проблему."],"answer":["итакпотому","потомуитак"],"explanation":["ИТАК, лирический герой Пастернака чувствует, что любовь помогает преодолеть суету и пошлость мира, и ПОТОМУ вспоминает о погасшей когда-то искре любви с сожалением.","В ТЕЧЕНИЕ двадцати лет изъездил я Россию по всем направлениям, но ВСЁ ЖЕ лучшего места, чем отчий край, не нашёл.","Исходя из представления о предопределённости, можно НАПЕРЁД оправдать любой поступок человека, СКОЛЬ БЫ отталкивающим или преступным он нам ни казался.","Теперь Чацкому ДАЖЕ не о чем поговорить с Софьей, но ВСЁ РАВНО он любит её.","В ТЕЧЕНИЕ всей недели он думал о том, КАК БЫ решить эту проблему.","Ответ: ИТАК ПОТОМУ ИЛИ ПОТОМУ ИТАК."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(ОТ)ТОГО места, где они распрощались с Бруком, их отделяли теперь по меньшей мере пять километров, (ПО)ЭТОМУ возвращаться назад не было уже никакого смысла.","И бледная поганка ТО(ЖЕ) нужна, (ПО)ЭТОМУ её создала природа.","ТУТ(ЖЕ) потребовалось просить незнакомых мне людей, ЧТО(БЫ) позвонили маме.","Хозяйка не могла понять, (ПО)ЧЕМУ я так долго, (В)ТЕЧЕНИЕ нескольких минут, разглядываю семейные фотографии на стене.","(ПО)НАЧАЛУ казалось, что дремлет КАК(БЫ) незаметно, надвинув на глаза шляпу."],"answer":["тожепоэтому","поэтомутоже"],"explanation":["ОТ ТОГО места, где они распрощались с Бруком, их отделяли теперь по меньшей мере пять километров, ПОЭТОМУ возвращаться назад не было уже никакого смысла.","И бледная поганка ТОЖЕ нужна, ПОЭТОМУ её создала природа.","ТУТ ЖЕ потребовалось просить незнакомых мне людей, ЧТОБЫ позвонили маме.","Хозяйка не могла понять, ПОЧЕМУ я так долго, В ТЕЧЕНИЕ нескольких минут, разглядываю семейные фотографии на стене.","ПОНАЧАЛУ казалось, что дремлет КАК БЫ незаметно, надвинув на глаза шляпу.","Ответ: ТОЖЕ ПОЭТОМУ ИЛИ ПОЭТОМУ ТОЖЕ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Вы не правы, (ПО)ТОМУ что нельзя осуждать человека только (ЗА)ТО, что вы не разделяете его убеждений.","(ПО)ТОМУ, что говорил дед, ясно было, что он доволен Витькой, и (ОТ)ЭТОГО хорошо становилось на душе.","Чуть уловимый, (ПО)ВЕЧЕРНЕМУ душистый дымок тянул ОТКУДА(ТО) в остывающем воздухе.","Вода в заливе отличается чрезвычайной солёностью, а ТАК(ЖЕ) плотностью, (ПО)ЭТОМУ удары волн здесь гораздо сокрушительнее, чем в море.","По ночам филины орут в буераке, КАК(БУДТО) КОГО(НИБУДЬ) душат разбойники."],"answer":["такжепоэтому","поэтомутакже"],"explanation":["Вы не правы, ПОТОМУ что нельзя осуждать человека только ЗА ТО, что вы не разделяете его убеждений.","ПО ТОМУ, что говорил дед, ясно было, что он доволен Витькой, и ОТ ЭТОГО хорошо становилось на душе.","Чуть уловимый, ПО-ВЕЧЕРНЕМУ душистый дымок тянул ОТКУДА-ТО в остывающем воздухе.","Вода в заливе отличается чрезвычайной солёностью, а ТАКЖЕ плотностью, ПОЭТОМУ удары волн здесь гораздо сокрушительнее, чем в море.","По ночам филины орут в буераке, КАК БУДТО КОГО-НИБУДЬ душат разбойники.","Ответ: ТАКЖЕ ПОЭТОМУ ИЛИ ПОЭТОМУ ТАКЖЕ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Братья остались (НА)ЕДИНЕ и (С)НАЧАЛА только посматривали друг на друга.","Николай (В)ТЕЧЕНИЕ всего спора молчал и только однажды В(ПОЛ)ГОЛОСА попросил Марину убрать самовар.","Даже в полусонном существовании Илья Ильич не мог, по его словам, равнодушно вспоминать ту самую женскую арию из оперы Беллини, которая КАК(БЫ) слилась с обликом Ольги Ильинской, а ТАК(ЖЕ) и с драматическим итогом любви Обломова к ней.","Продавец ТАК(ЖЕ) несёт ответственность перед покупателем за повреждение или поломку груза (В)СЛЕДСТВИЕ ненадлежащей упаковки, как и покупатель перед продавцом за своевременную оплату товара.","По склонам холма РЕДКО(РЕДКО), но ВСЕ(ЖЕ) растут кусты можжевельника."],"answer":["наединесначала","сначаланаедине"],"explanation":["Братья остались НАЕДИНЕ и СНАЧАЛА только посматривали друг на друга.","Николай В ТЕЧЕНИЕ всего спора молчал и только однажды ВПОЛГОЛОСА попросил Марину убрать самовар.","Даже в полусонном существовании Илья Ильич не мог, по его словам, равнодушно вспоминать ту самую женскую арию из оперы Беллини, которая КАК БЫ слилась с обликом Ольги Ильинской, а ТАКЖЕ и с драматическим итогом любви Обломова к ней.","Продавец ТАК ЖЕ несёт ответственность перед покупателем за повреждение или поломку груза ВСЛЕДСТВИЕ ненадлежащей упаковки, как и покупатель перед продавцом за своевременную оплату товара.","По склонам холма РЕДКО-РЕДКО, но ВСЕ ЖЕ растут кусты можжевельника.","Ответ: НАЕДИНЕ СНАЧАЛА ИЛИ СНАЧАЛА НАЕДИНЕ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["ТАК(ЖЕ), как и её родители, Варя всегда стремилась говорить только правду, (ПО)ЭТОМУ ей нечего было стыдиться.","(В)ТЕЧЕНИЕ всего месяца спортсмены серьёзно готовились к отборочному туру, ЧТО(БЫ) завоевать право представлять свою страну на чемпионате мира.","(В)ПОСЛЕДСТВИИ туристы с улыбкой вспоминали своё первое восхождение к вершине, которая (ПО)НАЧАЛУ казалась им недосягаемой.","(ИЗ)ЗА сильных дождей ТАК(ЖЕ) нарушилось движение городского транспорта, и многим пришлось добираться до работы пешком.","(В)СВЯЗИ с этой поездкой обнаружились недостатки (В)СЛЕДСТВИИ, проведенном накануне."],"answer":["впоследствиипоначалу","поначалувпоследствии"],"explanation":["ТАК ЖЕ, как и её родители, Варя всегда стремилась говорить только правду, ПОЭТОМУ ей нечего было стыдиться.","В ТЕЧЕНИЕ всего месяца спортсмены серьёзно готовились к отборочному туру, ЧТОБЫ завоевать право представлять свою страну на чемпионате мира.","ВПОСЛЕДСТВИИ туристы с улыбкой вспоминали своё первое восхождение к вершине, которая ПОНАЧАЛУ казалась им недосягаемой.","ИЗ-ЗА сильных дождей ТАКЖЕ нарушилось движение городского транспорта, и многим пришлось добираться до работы пешком.","В СВЯЗИ с этой поездкой обнаружились недостатки В СЛЕДСТВИИ, проведенном накануне.","Ответ: ВПОСЛЕДСТВИИ ПОНАЧАЛУ ИЛИ ПОНАЧАЛУ ВПОСЛЕДСТВИИ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(В)начале ХХ столетия мрачный пессимизм Уэллса сменяется надеждой на социальный прогресс, (по)этому он пишет юмористические романы.","Рубенсу приходилось брать много учеников, потому(что) справиться (в)одиночку с потоком заказов он не мог.","(В)последствии необходимо помнить о прошлых ошибках, что(бы) не повторять их вновь.","(В)продолжение своей творческой жизни А. Конан Дойл написал так(же) несколько исторических романов.","ЧТО(БЫ) жить хорошо, (ПО)ЧЕЛОВЕЧЕСКИ, надо хорошо работать."],"answer":["впоследствиичтобы","чтобывпоследствии"],"explanation":["В начале ХХ столетия мрачный пессимизм Уэллса сменяется надеждой на социальный прогресс, поэтому он пишет юмористические романы. («в начале» здесь является предлогом и существительным, так как мы можем видоизменить эту конструкцию как «в самом начале», «поэтому» здесь выступает в роли наречия)","Рубенсу приходилось брать много учеников, потому что справиться в одиночку с потоком заказов он не мог. («потому что» всегда пишется раздельно, слова «водиночку» не существует)","Впоследствии необходимо помнить о прошлых ошибках, чтобы не повторять их вновь. (слово «впоследствии» является наречием в значении «потом», слова «вновь» также наречие)","В продолжение своей творческой жизни А. Конан Дойл написал также несколько исторических романов. (слова «впродолжение» не существует, «также» используется в значении «тоже», следовательно, пишется слитно)","ЧТОБЫ жить хорошо, ПО-ЧЕЛОВЕЧЕСКИ, надо хорошо работать.","Ответ: ВПОСЛЕДСТВИИ ЧТОБЫ ИЛИ ЧТОБЫ ВПОСЛЕДСТВИИ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(В) ПРОДОЛЖЕНИИ романа страниц будет (В) ДВОЕ больше, чем в первой части.","ЧТО(БЫ) найти вход в пещеру, спелеологи (В) ТЕЧЕНИЕ трёх недель методично обследовали склон горы.","Работа (В) СКОРЕ будет готова, примерно через (ПОЛ) ЧАСА.","(НА) КОНЕЦ дело было передано в районный суд, после чего наши оппоненты пошли (НА) ПОПЯТНУЮ.","КОГДА(ТО) Архип хорошо понимал (ПО)ФРАНЦУЗСКИ."],"answer":["вскореполчаса","полчасавскоре"],"explanation":["В ПРОДОЛЖЕНИИ (предлог существительным) романа страниц будет ВДВОЕ (наречие, всегда пишется слитно) больше, чем в первой части.","ЧТОБЫ (союз) найти вход в пещеру, спелеологи В ТЕЧЕНИЕ (производный предлог всегда пишется раздельно) трёх недель методично обследовали склон горы.","Работа ВСКОРЕ (наречие, всегда пишется слитно) будет готова, примерно через ПОЛЧАСА. (вторая часть сложного слова НЕ начинается с гласной буквы, с заглавной буквы, с буквы Л)","НАКОНЕЦ (наречие) дело было передано в районный суд, после чего наши оппоненты пошли НА ПОПЯТНУЮ .","КОГДА-ТО Архип хорошо понимал ПО-ФРАНЦУЗСКИ.","Ответ: ВСКОРЕ ПОЛЧАСА ИЛИ ПОЛЧАСА ВСКОРЕ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(НЕ) СМОТРЯ на сильный мороз, (НИ) КТО из нас не захотел оставаться дома в крещенскую ночь.","Деньги (НА)СЧЁТ организации (ЗА) ЧАСТУЮ поступали из-за границы.","(ПО) НАЧАЛУ работа показалась Сергею невыносимо скучной, и он несколько раз заговаривал (СО) МНОЙ об увольнении.","(ТАК) КАК дорога была сильно загружена, мы (ТО) ЖЕ решили искать объезд.","Жара (ПО)НЕМНОГУ спадала, но (ПО)ПРЕЖНЕМУ было душно."],"answer":["несмотряникто","никтонесмотря"],"explanation":["НЕСМОТРЯ на сильный мороз, НИКТО из нас не захотел оставаться дома в крещенскую ночь. Предлог НЕСМОТРЯ НА и отрицательное местоимение НИКТО пишутся слитно","Деньги НА СЧЁТ организации ЗАЧАСТУЮ поступали из-за границы.","ПОНАЧАЛУ работа показалась Сергею невыносимо скучной, и он несколько раз заговаривал СО МНОЙ об увольнении.","ТАК КАК дорога была сильно загружена, мы ТОЖЕ решили искать объезд.","Жара ПОНЕМНОГУ спадала, но ПО-ПРЕЖНЕМУ было душно.","Ответ: НЕСМОТРЯ НИКТО ИЛИ НИКТО НЕСМОТРЯ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Она пыталась понять, ОТ(ЧЕГО) именно исходил странный запах, В(СКОРЕ) ставший ещё более ощутимым.","Разные историки нередко смотрят на одно и ТО(ЖЕ) (ПО) РАЗНОМУ","(ПО) НАЧАЛУ нас раздражало эксцентричное поведение Веры, однако (В) ПОСЛЕДСТВИИ мы к нему привыкли.","Через (ПОЛ) ЧАСА отряд оказался (НА) ВЕРХУ длинного пологого холма.","В камине (ПО)ДОМАШНЕМУ потрескивали дрова, (С)БОКУ мирно тикали часы."],"answer":["поначалувпоследствии","впоследствиипоначалу"],"explanation":["Она пыталась понять, ОТ ЧЕГО именно исходил странный запах, ВСКОРЕ ставший ещё более ощутимым.","Разные историки нередко смотрят на одно и ТО ЖЕ ПО-РАЗНОМУ","ПОНАЧАЛУ нас раздражало эксцентричное поведение Веры, однако ВПОСЛЕДСТВИИ мы к нему привыкли.","Через ПОЛЧАСА отряд оказался НА ВЕРХУ длинного пологого холма.","В камине ПО-ДОМАШНЕМУ потрескивали дрова, СБОКУ мирно тикали часы.","Ответ: ПОНАЧАЛУ ВПОСЛЕДСТВИИ ИЛИ ВПОСЛЕДСТВИИ ПОНАЧАЛУ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(В) ПУСТУЮ бутылку положили записку, (НА) ГЛУХО закупорили горлышко и бросили в море.","(В) СЛЕД за своим братом Миша переехал жить в деревню и (НИ) РАЗУ об этом не пожалел.","(НИ) КТО не узнавал знакомые места — так сильно изменился посёлок (В) РЕЗУЛЬТАТЕ наводнения.","Мы (ТО) ЖЕ поехали в аэропорт, ЧТО(БЫ) встретить делегацию.","(С)НАЧАЛА туристы не нашли дорогу, но позже ВСЕ(ТАКИ) сориентировались."],"answer":["тожечтобы","чтобытоже"],"explanation":["В ПУСТУЮ бутылку положили записку, НАГЛУХО закупорили горлышко и бросили в море.","ВСЛЕД за своим братом Миша переехал жить в деревню и НИ РАЗУ об этом не пожалел.","НИКТО не узнавал знакомые места — так сильно изменился посёлок В РЕЗУЛЬТАТЕ наводнения.","Мы ТОЖЕ поехали в аэропорт, ЧТОБЫ встретить делегацию.","СНАЧАЛА туристы не нашли дорогу, но позже ВСЕ-ТАКИ сориентировались.","Ответ: ТОЖЕ ЧТОБЫ ИЛИ ЧТОБЫ ТОЖЕ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Кто-то из туристов забыл на базе рюкзак с консервами, и (ПО) ЭТОМУ провизии оставалось (В) ОБРЕЗ.","Со стороны трудно было понять, (ПО) ЧЕМУ от лёгкого удара огромный камень раскололся (НА) ДВОЕ.","(В) ЦЕЛЯХ безопасности каждого члена делегации провели через рамку сканера, багаж был выставлен на транспортёр и ТО (ЖЕ) досмотрен.","ЧТО (БЫ) не заблудиться, (НА) ПРОТЯЖЕНИИ всего маршрута были установлены стрелки и указатели.","Пришлось отказаться (ОТ)ТОГО, что было задумано, (ПО)СКОЛЬКУ планы изменились."],"answer":["почемунадвое","надвоепочему"],"explanation":["Кто-то из туристов забыл на базе рюкзак с консервами, и ПОЭТОМУ провизии оставалось В ОБРЕЗ.","Со стороны трудно было понять, ПОЧЕМУ от лёгкого удара огромный камень раскололся НАДВОЕ.","В ЦЕЛЯХ безопасности каждого члена делегации провели через рамку сканера, багаж был выставлен на транспортёр и ТОЖЕ досмотрен.","ЧТОБЫ не заблудиться, НА ПРОТЯЖЕНИИ всего маршрута были установлены стрелки и указател","Пришлось отказаться ОТ ТОГО, что было задумано, ПОСКОЛЬКУ планы изменились.","Ответ: ПОЧЕМУ НАДВОЕ ИЛИ НАДВОЕ ПОЧЕМУ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Человеческий организм более чем (НА) ПОЛОВИНУ состоит из воды, и (ПО) ЭТОМУ нам необходимо регулярно пополнять её запасы.","(В) НАЧАЛЕ фильма зрителей ждёт драматическая история разлучённой пары, но (ЗА) ТЕМ герои вновь воссоединятся.","ЧТО(БЫ) успешно справиться с заданием, нужно (ПО) НАСТОЯЩЕМУ хорошо ориентироваться в материале.","Писатель за год объездил (ПОЛ) АЗИИ, не оставаясь (ПО) ДОЛГУ ни в одной стране.","Иногда доктор приносил КАКУЮ(НИБУДЬ) книгу и читал нам (В)СЛУХ."],"answer":["наполовинупоэтому","поэтомунаполовину"],"explanation":["Человеческий организм более чем НАПОЛОВИНУ состоит из воды, и ПОЭТОМУ нам необходимо регулярно пополнять её запасы.","В НАЧАЛЕ фильма зрителей ждёт драматическая история разлучённой пары, но ЗАТЕМ герои вновь воссоединятся.","ЧТОБЫ успешно справиться с заданием, нужно ПО-НАСТОЯЩЕМУ хорошо ориентироваться в материале.","Писатель за год объездил ПОЛ-АЗИИ, не оставаясь ПОДОЛГУ ни в одной стране.","Иногда доктор приносил КАКУЮ-НИБУДЬ книгу и читал нам ВСЛУХ.","Ответ: НАПОЛОВИНУ ПОЭТОМУ ИЛИ ПОЭТОМУ НАПОЛОВИНУ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Сравнение «Дорожных жалоб» и элегии «Брожу ли я...» Пушкина показывает, (НА) СКОЛЬКО (ПО) РАЗНОМУ поэт может интерпретировать одну и ту же тему.","(В) ТЕЧЕНИЕ тех двух часов, что друзья шли по городу, им (НА) ВСТРЕЧУ не попался ни один из его жителей.","Миноносец «Буйный», стреляя по неприятелю, дал полный ход (В) ПЕРЁД, (В) ДОГОНКУ за вражеской эскадрой.","Он расплатился (СО) МНОЙ франками, которые (В) ПОСЛЕДСТВИИ я сдал в кассу.","(НЕ)СМОТРЯ на непогоду, мы ВСЕ(ТАКИ) решили идти в поход."],"answer":["вперёдвдогонку","вдогонкувперёд"],"explanation":["Сравнение «Дорожных жалоб» и элегии «Брожу ли я...» Пушкина показывает, НАСКОЛЬКО ПО-РАЗНОМУ поэт может интерпретировать одну и ту же тему.","В ТЕЧЕНИЕ тех двух часов, что друзья шли по городу, им НАВСТРЕЧУ не попался ни один из его жителей.","Миноносец «Буйный», стреляя по неприятелю, дал полный ход ВПЕРЁД, ВДОГОНКУ за вражеской эскадрой.","Он расплатился СО МНОЙ франками, которые ВПОСЛЕДСТВИИ я сдал в кассу.","НЕСМОТРЯ на непогоду, мы ВСЕ-ТАКИ решили идти в поход.","Ответ: ВДОГОНКУ ВПЕРЁД ИЛИ ВПЕРЁД ВДОГОНКУ.","Пишем в ответе с буквой Ё, как  предложении.","При возникновении трудностей обращайтесь к «Правилу», прикреплённому к заданию."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["ЧТО (БЫ) разжечь костер, требовалось топливо, но и вокруг нас, и (В) ДАЛИ была лишь голая степь.","В пятницу мы обработали (В) ДВОЕ больше заявок, чем обычно, однако часть работы всё равно пришлось взять (НА) ДОМ.","(В) ТЕЧЕНИЕ дня шторм не стихал, (ПО) ЭТОМУ катерам запрещено было выходить из бухты.","Имейте (В) ВИДУ, что ваша шалость ВРЯД (ЛИ) легко сойдёт вам с рук.","(ПО)СКОЛЬКУ утро было теплым, мы решили ТАК(ЖЕ), как и вчера, пройтись по набережной."],"answer":["чтобывдали","вдаличтобы"],"explanation":["ЧТОБЫ разжечь костер, требовалось топливо, но и вокруг нас, и ВДАЛИ была лишь голая степь.","В пятницу мы обработали ВДВОЕ больше заявок, чем обычно, однако часть работы всё равно пришлось взять НА ДОМ.","В ТЕЧЕНИЕ дня шторм не стихал, ПОЭТОМУ катерам запрещено было выходить из бухты.","Имейте В ВИДУ, что ваша шалость ВРЯД ЛИ легко сойдёт вам с рук.","ПОСКОЛЬКУ утро было теплым, мы решили ТАК ЖЕ, как и вчера, пройтись по набережной.","ЧТОБЫ в первом предложении является союзом (к нему не поставить вопрос, частицу БЫ не переставить в другое место); ВДАЛИ является наречием, поэтому пишется слитно.","Ответ: ЧТОБЫ ВДАЛИ ИЛИ ВДАЛИ ЧТОБЫ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["ЧТО (БЫ) ни говорили про Пяста его недоброжелатели, он человек ответственный и справедливый, (ОТ) ТОГО генерал всегда на него полагается.","(НЕ) СМОТРЯ на пургу и снежные заносы, поезда ВСЁ (ЖЕ) ходили по расписанию.","Я пытался идти (ТАК) ЖЕ быстро, как это делал наш проводник, но (В) СКОРЕ понял, что выбился из сил.","(В) ПОСЛЕДСТВИИ отец стыдился своих охотничьих трофеев и всегда повторял, что НЕ (ЗА) ЧЕМ убивать беззащитных животных.","Поезд (С)НОВА ГДЕ(ТО) остановился."],"answer":["впоследствиинезачем","незачемвпоследствии"],"explanation":["ЧТО БЫ ни говорили про Пяста его недоброжелатели, он человек ответственный и справедливый, ОТТОГО генерал всегда на него полагается.","НЕСМОТРЯ на пургу и снежные заносы, поезда ВСЁ ЖЕ ходили по расписанию.","Я пытался идти ТАК ЖЕ быстро, как это делал наш проводник, но ВСКОРЕ понял, что выбился из сил","ВПОСЛЕДСТВИИ отец стыдился своих охотничьих трофеев и всегда повторял, что НЕЗАЧЕМ убивать беззащитных животных.","Поезд СНОВА ГДЕ-ТО остановился.","Наречие ВПОСЛЕДСТВИИ всегда пишется слитно. НЕЗАЧЕМ — наречие — следует отличать от местоимения с предлогом: не за чем (хотя такая форма употребляется довольно редко).","Ответ: впоследствиинезачем|незачемвпоследствии"]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(В) ПОСЛЕДСТВИИ дверной проём был заложен кирпичом, а окна (НА) ГЛУХО заколочены.","ТАК (ЖЕ) , как и отец, Евгений был профессиональным скрипачом, ПРИ (ТОМ) многие считали, что в искусстве игры он превосходит отца.","Наши запасы воды были (НА) ИСХОДЕ, однако проводник НА (ОТРЕЗ) отказался отклониться от маршрута и дойти до речки.","(ПО) МЕРЕ того, как гости прибывали, в гостиной становилось всё меньше места, (ПО) ЭТОМУ я вышел на террасу.","ГДЕ(ТО) поблизости (В)ПОЛГОЛОСА звенит кузнечик."],"answer":["впоследствиинаглухо","наглуховпоследствии"],"explanation":["ВПОСЛЕДСТВИИ дверной проём был заложен кирпичом, а окна НАГЛУХО заколочены.","ВПОСЛЕДСТВИИ — наречие всегда пишется слитно.","НАГЛУХО — наречие всегда пишется слитно.","ТАК ЖЕ, как и отец, Евгений был профессиональным скрипачом, ПРИТОМ многие считали, что в искусстве игры он превосходит отца.","Наши запасы воды были НА ИСХОДЕ, однако проводник НАОТРЕЗ отказался отклониться от маршрута и дойти до речки.","ПО МЕРЕ того, как гости прибывали, в гостиной становилось всё меньше места, ПОЭТОМУ я вышел на террасу.","ГДЕ-ТО поблизости ВПОЛГОЛОСА звенит кузнечик.","Ответ: ВПОСЛЕДСТВИИ НАГЛУХО ИЛИ НАГЛУХО ВПОСЛЕДСТВИИ."]},{"text":"В каком предложении оба выделенных слова пишутся слитно?Раскройте скобки и выпишите эти два слова.","options":["Даже не знаю, ЧТО (БЫ) я мог вам посоветовать (НА) СЧЁТ выбора профессии.","Легионеры придвинулись к крепости (В) ПЛОТНУЮ и начали штурм, но оборонявшиеся стояли (НА) СМЕРТЬ.","ТАК (ЖЕ) , как и всем остальным работникам цеха, Виталию сообщили, что у предприятия временные финансовые трудности и (ОТ) ТОГО выплата зарплаты задерживается.","(В) ТЕЧЕНИЕ месяца мы не получали из города никаких вестей, (ЗА) ТЕМ одно за другим начали приходить письма.","Туман растянулся (В)ВИДЕ скатерти, (В)СЛЕДСТВИЕ чего мы потеряли их."],"answer":["вплотнуюнасмерть","насмертьвплотную"],"explanation":["Даже не знаю, ЧТО БЫ я мог вам посоветовать НАСЧЁТ выбора профессии.","Легионеры придвинулись к крепости ВПЛОТНУЮ и начали штурм, но оборонявшиеся стояли НАСМЕРТЬ.","ТАК ЖЕ, как и всем остальным работникам цеха, Виталию сообщили, что у предприятия временные финансовые трудности и ОТТОГО выплата зарплаты задерживается.","В ТЕЧЕНИЕ месяца мы не получали из города никаких вестей, ЗАТЕМ одно за другим начали приходить письма.","Туман растянулся В ВИДЕ скатерти, ВСЛЕДСТВИЕ чего мы потеряли их.","ВПЛОТНУЮ и НАСМЕРТЬ — наречия, следовательно, пишутся слитно.","В первом предложении ЧТО БЫ пишется раздельно, т. к. ЧТО — это местоимение в данном предложении (можно поставить вопрос).","В четвертом предложении производный предлог В ТЕЧЕНИЕ всегда пишется раздельно.","В третьем предложении оборот ТАК ЖЕ, КАК И всегда пишется раздельно.","В пятом предложении производный предлог ВСЛЕДСТВИЕ пишется всегда слитно, а сущ. с предлогом В ВИДЕ - раздельно.","Ответ: ВПЛОТНУЮ НАСМЕРТЬ ИЛИ НАСМЕРТЬ ВПЛОТНУЮ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["ПО(ЭТОМУ) ответу оратора стало понятно, что он ВРЯД(ЛИ) правильно понял вопрос.","ГДЕ(ТО) наверху в темноте раздался шорох ветра, (ОТ) ЧЕГО в шахте становилось прохладно.","Исследованию улик (В)СЛЕДСТВИИ предшествует оглашение документов, формулирующих  обвинение, а ТАК(ЖЕ) обсуждение порядка исследования доказательств.","Душа моя всегда тянулась к искусству, поэтому (С)НАЧАЛА я писала стихи и рисовала, а ЗА(ТЕМ) всерьез увлеклась фотографией.","Сотруднику был выписан штраф (ЗА)ТО, что он (НИ)ЧЕГО не подготовил к предстоящей презентации."],"answer":["сначалазатем","затемсначала"],"explanation":["ПО ЭТОМУ ответу оратора стало понятно, что он ВРЯД ЛИ правильно понял вопрос.","ГДЕ-ТО наверху в темноте раздался шорох ветра, ОТЧЕГО в шахте становилось прохладно.","Исследованию улик В СЛЕДСТВИИ предшествует оглашение документов, формулирующих  обвинение, а ТАКЖЕ обсуждение порядка исследования доказательств.","Душа моя всегда тянулась к искусству, поэтому СНАЧАЛА я писала стихи и рисовала, а ЗАТЕМ всерьез увлеклась фотографией.","Сотруднику был выписан штраф ЗА ТО, что он НИЧЕГО не подготовил к предстоящей презентации.","Ответ: СНАЧАЛА ЗАТЕМ ИЛИ ЗАТЕМ СНАЧАЛА."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(ПО)ТОМУ, как человек ведёт спор, можно определить его характер, а ТАК(ЖЕ) его намерения.","Я ТО(ЖЕ) упорно занимался, ПОТОМУ(ЧТО) мне предстоял серьёзный экзамен.","ЧТО(БЫ) сократить путь, мы пошли через парк, ПРИ(ЧЁМ) добрались раньше всех.","(В)ТЕЧЕНИЕ всего марта шёл снег, (КАК)БУДТО весна и не собиралась наступать.","Я имел (В)ВИДУ ТО(ЖЕ), что и вы."],"answer":["чтобыпричём","причёмчтобы","чтобыпричем","причемчтобы"],"explanation":["ПО ТОМУ, как человек ведёт спор, можно определить его характер, а ТАКЖЕ его намерения.","Я ТОЖЕ упорно занимался, ПОТОМУ ЧТО мне предстоял серьёзный экзамен.","ЧТОБЫ сократить путь, мы пошли через парк, ПРИЧЁМ добрались раньше всех.","В ТЕЧЕНИЕ всего марта шёл снег, КАК БУДТО весна и не собиралась наступать.","Я имел В ВИДУ ТО ЖЕ, что и вы.","Если в слове-задании есть буква Ё, её нужно писать в ответе.","Ответ: ЧТОБЫ ПРИЧЁМ ИЛИ ПРИЧЁМ ЧТОБЫ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["С(НАЧАЛА) дед сказал, что зашёл на минутку, а потом оказалось, что он НИ(КУДА) не спешил.","НЕ(СМОТРЯ) на технический сбой, мне ВСЁ(ЖЕ) удалось связаться со станцией.","ЧТО(БЫ) вы ни пожелали, всё НЕ(МЕДЛЕННО) будет исполнено.","Учёный В (ТЕЧЕНИЕ) суток наблюдал за ходом эксперимента, ЧТО(БЫ) потом написать подробный отчет о результатах исследования.","(ПО)НАЧАЛУ казалось, что он дремлет КАК(БЫ) незаметно."],"answer":["сначаланикуда","никудасначала"],"explanation":["В первом предложении наречия: СНАЧАЛА и НИКУДА — пишутся слитно.","Ответ: СНАЧАЛА НИКУДА ИЛИ НИКУДА СНАЧАЛА."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Зарплата менеджера (НА)ПРЯМУЮ зависит (ОТ)ТОГО, сколько сделок ему удастся заключить в течение месяца.","НА(ПОСЛЕДОК) он рассказал весёлую историю, и дети ОТ(ДУШИ) посмеялись.","В(ТЕЧЕНИЕ) всей жизни он был эгоистом, и ПО(ЭТОМУ) старость его проходит в одиночестве.","ЧТО(БЫ) не попасть В(ПРОСАК) , тебе нужно немедленно искать выход из сложившейся ситуации.","(КАК)БУДТО и не было этих каникул – КАК(ТО) быстро они пролетели."],"answer":["чтобывпросак","впросакчтобы"],"explanation":["Зарплата менеджера НАПРЯМУЮ зависит ОТ ТОГО, сколько сделок ему удастся заключить в течение месяца.","НАПОСЛЕДОК он рассказал весёлую историю, и дети ОТ ДУШИ посмеялись.","В ТЕЧЕНИЕ всей жизни он был эгоистом, и ПОЭТОМУ старость его проходит в одиночестве.","ЧТОБЫ (союз, пишем слитно) не попасть ВПРОСАК (это наречие, всегда пишется слитно) , тебе нужно немедленно искать выход из сложившейся ситуации.","КАК БУДТО и не было этих каникул – КАК-ТО быстро они пролетели.","Ответ: ЧТОБЫ ВПРОСАК ИЛИ ВПРОСАК ЧТОБЫ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Трудно представить, ЧТО(БЫ) случилось с нами, если бы не помощь родителей, а ТАК(ЖЕ) поддержка друзей.","(НЕ)СМОТРЯ на вечную занятость, я отправился (НА)ВСТРЕЧУ со школьными товарищами.","(В)ВИДУ густого тумана все рейсы были отменены, и нам пришлось (В)ТЕЧЕНИЕ двух суток дожидаться лётной погоды","(В)ЗАКЛЮЧЕНИЕ оратор повысил голос (И)ТАК торжественно закончил речь, что зал взорвался аплодисментами.","ЧТО(БЫ) уверенно чувствовать себя во время выступления, вам лучше выучить свою речь (НА)ИЗУСТЬ."],"answer":["чтобынаизусть","наизустьчтобы"],"explanation":["Трудно представить, ЧТО БЫ случилось с нами, если бы не помощь родителей, а ТАКЖЕ поддержка друзей.","НЕСМОТРЯ на вечную занятость, я отправился НА ВСТРЕЧУ со школьными товарищами.","ВВИДУ густого тумана все рейсы были отменены, и нам пришлось В ТЕЧЕНИЕ двух суток дожидаться лётной погоды.","В ЗАКЛЮЧЕНИЕ оратор повысил голос И ТАК торжественно закончил речь, что зал взорвался аплодисментами.","ЧТОБЫ уверенно чувствовать себя во время выступления, вам лучше выучить свою речь НАИЗУСТЬ.","Ответ: ЧТОБЫ НАИЗУСТЬ ИЛИ НАИЗУСТЬ ЧТОБЫ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Трудно представить, ЧТО(БЫ) случилось с нами, если бы не помощь родителей, а ТАК(ЖЕ) поддержка друзей.","(НЕ)СМОТРЯ на вечную занятость, я отправился (НА)ВСТРЕЧУ со школьными товарищами.","(В)ВИДУ густого тумана все рейсы были отменены, и нам пришлось (В)ТЕЧЕНИЕ двух суток дожидаться лётной погоды","(В)ЗАКЛЮЧЕНИЕ оратор повысил голос (И)ТАК торжественно закончил речь, что зал взорвался аплодисментами.","ЧТО(БЫ) уверенно чувствовать себя во время выступления, вам лучше выучить свою речь (НА)ИЗУСТЬ."],"answer":["чтобынаизусть","наизустьчтобы"],"explanation":["Трудно представить, ЧТО БЫ случилось с нами, если бы не помощь родителей, а ТАКЖЕ поддержка друзей.","НЕСМОТРЯ на вечную занятость, я отправился НА ВСТРЕЧУ со школьными товарищами.","ВВИДУ густого тумана все рейсы были отменены, и нам пришлось В ТЕЧЕНИЕ двух суток дожидаться лётной погоды.","В ЗАКЛЮЧЕНИЕ оратор повысил голос И ТАК торжественно закончил речь, что зал взорвался аплодисментами.","ЧТОБЫ уверенно чувствовать себя во время выступления, вам лучше выучить свою речь НАИЗУСТЬ.","Ответ: ЧТОБЫ НАИЗУСТЬ ИЛИ НАИЗУСТЬ ЧТОБЫ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(НЕ)СМОТРЯ на университет и театр, жить в городе было КАК(ТО) скучновато.","(ПО)НАЧАЛУ не стоит тренироваться (В)ПОЛНУЮ силу.","Сергей (НА)ИЗУСТЬ знал правила дорожного движения и теоретическую часть экзамена сдал (С)ЛЁТУ.","Мухтар (ПО)ДОЛГУ недвижно лежал у двери, Марья не раз пыталась отвлечь его от тяжёлых собачьих дум едой, но всё было (В)ПУСТУЮ.","(ПО)ТОМУ, как человек одет, часто делается вывод о его служебном статусе, профессии, а ТАК(ЖЕ) о его положении в обществе."],"answer":["подолгувпустую","впустуюподолгу"],"explanation":["НЕСМОТРЯ на университет и театр, жить в городе было КАК-ТО скучновато.","ПОНАЧАЛУ не стоит тренироваться В ПОЛНУЮ силу.","Сергей НАИЗУСТЬ знал правила дорожного движения и теоретическую часть экзамена сдал С ЛЁТУ.","Мухтар ПОДОЛГУ недвижно лежал у двери, Марья не раз пыталась отвлечь его от тяжёлых собачьих дум едой, но всё было ВПУСТУЮ.","ПО ТОМУ, как человек одет, часто делается вывод о его служебном статусе, профессии, а ТАКЖЕ о его положении в обществе.","Чаще всего трудности вызывает правописание наречий, образованных от существительных. Правописание таких наречий лучше всего проверять по словарю, но несколько правил всё-таки есть.","Наречия пишутся раздельно, если образованы от существительных с предлогами:","1) это \"бывшие\" существительные на гласную: без устали, до упаду.","2) сохранились 2-3 падежные формы: на лету — с лету; с размаху — с размахом; под мышку — под мышкой.","3) если это наречие образа действия: на память, на цыпочках и др.","Ответ: ПОДОЛГУ ВПУСТУЮ ИЛИ ВПУСТУЮ ПОДОЛГУ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["ОТКУДА(ТО) налетел ветер, поднялись волны, и ЧТО(БЫ) лодку не унесло в море, ребята вытащили её на берег.","Мы не знали точно, (ИЗ)ЗА чего Максим, (ОТ)РОДУ ничего не боявшийся, так испугался моря.","(НЕ)СМОТРЯ на мощные подпорки, за зиму старый сарай сильно покосился (НА)БОК.","(В)ПРОДОЛЖЕНИЕ беседы Иван оставался (ТАК)ЖЕ спокоен, как и его отец.","ПО(ЭТОМУ) ответу оратора стало понятно, что он ВРЯД(ЛИ) правильно понял вопрос."],"answer":["несмотрянабок","набокнесмотря"],"explanation":["ОТКУДА-ТО налетел ветер, поднялись волны, и ЧТОБЫ лодку не унесло в море, ребята вытащили её на берег.","Мы не знали точно, ИЗ-ЗА чего Максим, ОТРОДУ ничего не боявшийся, так испугался моря.","НЕСМОТРЯ на мощные подпорки, за зиму старый сарай сильно покосился НАБОК.","В ПРОДОЛЖЕНИЕ беседы Иван оставался ТАК ЖЕ спокоен, как и его отец.","ПО ЭТОМУ ответу оратора стало понятно, что он ВРЯД ЛИ правильно понял вопрос.","Ответ: НЕСМОТРЯ НАБОК ИЛИ НАБОК НЕСМОТРЯ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(ПО)НАШЕМУ двору ТО (ЖЕ) разгуливали хлопотливые утки и важные гуси.","(В)СЛЕД за непогодой пришли холода, а (ЗА)ТЕМ и первые заморозки.","Дорога шла (В)ГОРУ, и, поднявшись (НА)ВЕРХ, мы увидели море.","(В)ТЕЧЕНИЕ месяца (ИЗ)ПОД ворот доносился заливистый лай.","(В)ПРОДОЛЖЕНИЕ долгой зимы углем, который (ПО)ДВОЕ возили зимовщики на собаках, отапливались жилые помещения на берегу Таймырского озера."],"answer":["вследзатем","затемвслед"],"explanation":["ПО НАШЕМУ двору ТОЖЕ разгуливали хлопотливые утки и важные гуси.","ВСЛЕД за непогодой пришли холода, а ЗАТЕМ и первые заморозки.","Дорога шла В ГОРУ, и, поднявшись НАВЕРХ, мы увидели море.","В ТЕЧЕНИЕ месяца ИЗ-ПОД ворот доносился заливистый лай.","В ПРОДОЛЖЕНИЕ долгой зимы углем, который  ПО ДВОЕ возили зимовщики на собаках, отапливались жилые помещения на берегу Таймырского озера.","Ответ: ВСЛЕД ЗАТЕМ ИЛИ ЗАТЕМ ВСЛЕД."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["ЧТО(БЫ) не досаждали насекомые, в окна (ТОТ)ЧАС вставили москитные сетки.","ЧТО (БЫ) ему ни предлагали, он ТУТ (ЖЕ) отвечал отказом.","Телефон (ПО)ПРЕЖНЕМУ молчал, и я (В)ТАЙНЕ начал готовиться к худшему.","ЧТО(БЫ) найти ключи, пришлось обыскать всю комнату, (ПОТОМУ)ЧТО в ней царил беспорядок.","Печатная реклама, (НЕ)СМОТРЯ на появление множества новых технологий, (ПО)ПРЕЖНЕМУ остаётся одним из важнейших каналов коммуникации с потребителем."],"answer":["чтобытотчас","тотчасчтобы"],"explanation":["ЧТОБЫ не досаждали насекомые, в окна ТОТЧАС вставили москитные сетки.","ЧТО БЫ ему ни предлагали, он ТУТ ЖЕ отвечал отказом.","Телефон ПО-ПРЕЖНЕМУ молчал, и я ВТАЙНЕ начал готовиться к худшему.","ЧТОБЫ найти ключи, пришлось обыскать всю комнату, ПОТОМУ ЧТО в ней царил беспорядок.","Печатная реклама, НЕСМОТРЯ на появление множества новых технологий, ПО-ПРЕЖНЕМУ остаётся одним из важнейших каналов коммуникации с потребителем.","Ответ: ЧТОБЫ ТОТЧАС ИЛИ ТОТЧАС ЧТОБЫ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["ТАК (ЖЕ) как и её муж, она почти (НИ)КОГДА не сидела дома.","Кум, (НЕ)СМОТРЯ на всегдашнее хладнокровие, не любил уступать жене и (ОТ)ТОГО почти всегда уходил из дому с фонарями под обоими глазами.","ЧТО (БЫ) никто не догадался о цели его визита, Иван за весь вечер (НИ)РАЗУ не посмотрел в сторону Анастасии Ивановны.","(В)ПОСЛЕДСТВИИ наши критики поумерили пыл, а в некоторых вопросах даже пошли (НА)ПОПЯТНУЮ.","Я ТО(ЖЕ) запомнил выражение его лица, которое на миг КАК(БУДТО) осветилось радостью."],"answer":["несмотряоттого","оттогонесмотря"],"explanation":["ТАК ЖЕ как и её муж, она почти НИКОГДА не сидела дома.","Кум, НЕСМОТРЯ на всегдашнее хладнокровие, не любил уступать жене и ОТТОГО почти всегда уходил из дому с фонарями под обоими глазами.","ЧТОБЫ никто не догадался о цели его визита, Иван за весь вечер НИ РАЗУ не посмотрел в сторону Анастасии Ивановны.","ВПОСЛЕДСТВИИ наши критики поумерили пыл, а в некоторых вопросах даже пошли НА ПОПЯТНУЮ.","Я ТОЖЕ запомнил выражение его лица, которое на миг КАК БУДТО осветилось радостью.","Ответ: НЕСМОТРЯ ОТТОГО ИЛИ ОТТОГО НЕСМОТРЯ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Все миряне заметили, что праздник — БУДТО(БЫ) и не праздник, что всё ЧЕГО(ТО) недостаёт.","Теперь если что мягкое попадётся, то буду КАК (НИБУДЬ) жевать, а твёрдое — НИ(ЗА)ЧТО не откушу.","Он видел её (В)СКОЛЬЗЬ ещё один раз, и после этого воевода ковенский скоро уехал, и вместо прекрасной черноглазой полячки выглядывало из окон КАКОЕ (ТО) толстое лицо.","Эпиграммы сыпались (НА)СЧЁТ её мужа, который один во всём Париже (НИ)ЧЕГО не знал и не подозревал.","(ОТ)ТОГО, какие аргументы представит на слушаниях адвокат, зависит решение суда (ПО)ЭТОМУ делу."],"answer":["насчётничего","ничегонасчёт","насчетничего"],"explanation":["Все миряне заметили, что праздник — БУДТО БЫ и не праздник, что всё ЧЕГО-ТО недостаёт.","Теперь если что мягкое попадётся, то буду КАК-НИБУДЬ жевать, а твёрдое — НИ ЗА ЧТО не откушу.","Он видел её ВСКОЛЬЗЬ ещё один раз, и после этого воевода ковенский скоро уехал, и вместо прекрасной черноглазой полячки выглядывало из окон КАКОЕ-ТО толстое лицо.","Эпиграммы сыпались НАСЧЁТ её мужа, который один во всём Париже НИЧЕГО не знал и не подозревал.","ОТ ТОГО, какие аргументы представит на слушаниях адвокат, зависит решение суда ПО ЭТОМУ делу.","Ответ: НАСЧЁТ НИЧЕГО ИЛИ НИЧЕГО НАСЧЁТ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Нередко бывало по всему миру, что земля тряслась от одного конца до другого: то (ОТ)ТОГО делается, толкуют грамотные люди, что есть ГДЕ (ТО) близ моря гора, из которой выхватывается пламя и текут горящие реки.","Душа моя тянулась к искусству, поэтому (С)НАЧАЛА нашего пребывания в Крыму я писала стихи и рисовала, а ЗА(ТЕМ) всерьёз увлеклась фотографией.","Товар наш, (НЕ)СМОТРЯ на немалую цену, (В)ТЕЧЕНИЕ ярмарки раскупили полностью.","Когда, пройдя десять шагов, Ромашов внезапно обернулся назад, ЧТО(БЫ) ещё раз встретить взгляд красивой дамы, он увидел, что и она и её спутник с увлечением смеются, глядя ему (В)СЛЕД.","(НЕ)СМОТРЯ на вечную занятость, я отправился (НА)ВСТРЕЧУ со школьными товарищами."],"answer":["чтобывслед","вследчтобы"],"explanation":["Нередко бывало по всему миру, что земля тряслась от одного конца до другого: то ОТТОГО делается, толкуют грамотные люди, что есть ГДЕ-ТО близ моря гора, из которой выхватывается пламя и текут горящие реки.","Душа моя тянулась к искусству, поэтому С НАЧАЛА нашего пребывания в Крыму я писала стихи и рисовала, а ЗАТЕМ всерьёз увлеклась фотографией.","Товар наш, НЕСМОТРЯ на немалую цену, В ТЕЧЕНИЕ ярмарки раскупили полностью.","Когда, пройдя десять шагов, Ромашов внезапно обернулся назад, ЧТОБЫ ещё раз встретить взгляд красивой дамы, он увидел, что и она и её спутник с увлечением смеются, глядя ему ВСЛЕД.","НЕСМОТРЯ на вечную занятость, я отправился НА ВСТРЕЧУ со школьными товарищами.","Ответ: ЧТОБЫ ВСЛЕД ИЛИ ВСЛЕД ЧТОБЫ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Могло бы показаться, что всё осталось в комнате (ПО)ПРЕЖНЕМУ, ЕСЛИ (Б) не странный беспорядок на письменном столе.","Весь народ, что вы видите, пришёл (ЗА)ТЕМ, ЧТО(БЫ) посмотреть, как будут наказывать преступников.","Ромашову показалось, БУД(ТО) он вовсе не спал, даже не задремал ни на миг, а просто (В)ТЕЧЕНИЕ одной секунды лежал без мыслей, закрыв глаза.","Всё словно умерло; только ГДЕ(ТО) (В)ВЕРХУ, в небесной глубине, дрожит жаворонок, и серебряные песни летят по воздушным ступеням на влюблённую землю.","ЕСЛИ(БЫ) я знал, что экскурсия окажется такой утомительной, я бы придумал КАКУЮ(НИБУДЬ) отговорку, чтобы не ходить на неё."],"answer":["затемчтобы","чтобызатем"],"explanation":["Могло бы показаться, что всё осталось в комнате ПО-ПРЕЖНЕМУ, ЕСЛИ Б не странный беспорядок на письменном столе.","Весь народ, что вы видите, пришёл ЗАТЕМ, ЧТОБЫ посмотреть, как будут наказывать преступников.","Ромашову показалось, БУДТО он вовсе не спал, даже не задремал ни на миг, а просто В ТЕЧЕНИЕ одной секунды лежал без мыслей, закрыв глаза.","Всё словно умерло; только ГДЕ-ТО ВВЕРХУ, в небесной глубине, дрожит жаворонок, и серебряные песни летят по воздушным ступеням на влюблённую землю.","ЕСЛИ БЫ я знал, что экскурсия окажется такой утомительной, я бы придумал КАКУЮ-НИБУДЬ отговорку, чтобы не ходить на неё.","Ответ: ЗАТЕМ ЧТОБЫ ИЛИ ЧТОБЫ ЗАТЕМ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Первое время мы ТО(ЖЕ) не понимали друг друга, а (В)ПОСЛЕДСТВИИ очень подружились.","Ночью развели огромный костёр (НА)ВЕРХУ горы, а я попытался всем объяснить, (ЗА)ЧЕМ это нужно было сделать.","Он сделал над собой усилие, ЧТО(БЫ) заснуть, но во сне представилось ТО(ЖЕ) самое мёртвое пространство с грядами серых туч.","Отец, (В)СИЛУ своего высокого положения, прежде ездил только на машине с персональным шофёром, (ОТ)ЧЕГО долго не мог разобраться, как войти в метро и где заплатить за проезд.","(ПО)ТОМУ, что говорил дядя, не было понятно, СДЕРЖАЛ(ЛИ) он слово."],"answer":["тожевпоследствии","впоследствиитоже"],"explanation":["В начале мы ТОЖЕ не понимали друг друга, а ВПОСЛЕДСТВИИ очень подружились.","Ночью развели огромный костёр НА ВЕРХУ горы, а я попытался всем объяснить, ЗАЧЕМ это нужно было сделать.","Он сделал над собой усилие, ЧТОБЫ заснуть, но во сне представилось ТО ЖЕ самое мёртвое пространство с грядами серых туч.","Отец, В СИЛУ своего высокого положения, прежде ездил только на машине с персональным шофёром, ОТЧЕГО долго не мог разобраться, как войти в метро и где заплатить за проезд.","ПО ТОМУ, что говорил дядя, не было понятно, СДЕРЖАЛ ЛИ он слово.","Ответ: тоже впоследствии"]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(В)ТЕЧЕНИЕ нескольких лет М.В. Ломоносов занимался изучением русской истории, а ТАК(ЖЕ) точных наук.","Значение многозначного слова конкретизируется в тексте, (ПРИ)ЧЁМ некоторые слова только в данном тексте могут обозначать одно и ТО(ЖЕ) понятие.","Притяжение между парой электронов может возникать (НЕ)СМОТРЯ на то, что они находятся далеко друг от друга, (ПО)ЭТОМУ движение электронов в паре становится согласованным.","Для композитора, который способен слышать мир ТАК(ЖЕ), как художник — видеть его в цвете и формах, музыка — это именно звучание, (ТО)ЕСТЬ процесс, протекающий во времени.","(В)ТЕЧЕНИЕ недели от брата не приходило никаких писем, (НА)КОНЕЦ пришла короткая телеграмма."],"answer":["несмотряпоэтому","поэтомунесмотря"],"explanation":["В ТЕЧЕНИЕ нескольких лет М.В. Ломоносов занимался изучением русской истории, а ТАКЖЕ точных наук.","Значение многозначного слова конкретизируется в тексте, ПРИЧЁМ некоторые слова только в данном тексте могут обозначать одно и ТО ЖЕ понятие.","Притяжение между парой электронов может возникать НЕСМОТРЯ на то, что они находятся далеко друг от друга, ПОЭТОМУ движение электронов в паре становится согласованным.","Для композитора, который способен слышать мир ТАК ЖЕ, как художник — видеть его в цвете и формах, музыка — это именно звучание, ТО ЕСТЬ процесс, протекающий во времени.","В ТЕЧЕНИЕ недели от брата не приходило никаких писем, НАКОНЕЦ пришла короткая телеграмма.","Ответ: НЕСМОТРЯ ПОЭТОМУ ИЛИ ПОЭТОМУ НЕСМОТРЯ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(В)ТЕЧЕНИЕ нескольких лет М.В. Ломоносов занимался изучением русской истории, а ТАК(ЖЕ) точных наук.","Значение многозначного слова конкретизируется в тексте, (ПРИ)ЧЁМ некоторые слова только в данном тексте могут обозначать одно и ТО(ЖЕ) понятие.","Притяжение между парой электронов может возникать (НЕ)СМОТРЯ на то, что они находятся далеко друг от друга, (ПО)ЭТОМУ движение электронов в паре становится согласованным.","Для композитора, который способен слышать мир ТАК(ЖЕ), как художник — видеть его в цвете и формах, музыка — это именно звучание, (ТО)ЕСТЬ процесс, протекающий во времени.","(В)ТЕЧЕНИЕ недели от брата не приходило никаких писем, (НА)КОНЕЦ пришла короткая телеграмма."],"answer":["несмотряпоэтому","поэтомунесмотря"],"explanation":["В ТЕЧЕНИЕ нескольких лет М.В. Ломоносов занимался изучением русской истории, а ТАКЖЕ точных наук.","Значение многозначного слова конкретизируется в тексте, ПРИЧЁМ некоторые слова только в данном тексте могут обозначать одно и ТО ЖЕ понятие.","Притяжение между парой электронов может возникать НЕСМОТРЯ на то, что они находятся далеко друг от друга, ПОЭТОМУ движение электронов в паре становится согласованным.","Для композитора, который способен слышать мир ТАК ЖЕ, как художник — видеть его в цвете и формах, музыка — это именно звучание, ТО ЕСТЬ процесс, протекающий во времени.","В ТЕЧЕНИЕ недели от брата не приходило никаких писем, НАКОНЕЦ пришла короткая телеграмма.","Ответ: НЕСМОТРЯ ПОЭТОМУ ИЛИ ПОЭТОМУ НЕСМОТРЯ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Мысль о (ЗА)ГРАНИЦЕ, о необходимости покупать чемоданы, билеты, выбирать маршрут приводит Обломова, (В)ОТЛИЧИЕ от его друга Андрея Штольца, в состояние, близкое к паническому.","(ПО)НАЧАЛУ романа молодого писателя трудно было судить о таланте автора, однако (В)ПОСЛЕДСТВИИ читатели оценили его произведение по достоинству.","Павел Петрович (НЕ)РАЗ помогал своему брату, когда тот мучился, придумывая, КАК(БЫ) извернуться и найти недостающую сумму.","(ПО)НАЧАЛУ казалось, что слова Кирилла на летучке не произвели никакого впечатления, но (В)СКОРЕ обнаружилось, что весь отдел обсуждает его выступление.","Ветви дерева были настолько красивыми, БУД(ТО) КТО(ТО) нарочно изгибал их и не давал расти прямо."],"answer":["поначалувскоре","вскорепоначалу"],"explanation":["Мысль о ЗАГРАНИЦЕ, о необходимости покупать чемоданы, билеты, выбирать маршрут приводит Обломова, В ОТЛИЧИЕ от его друга Андрея Штольца, в состояние, близкое к паническому.","ПО НАЧАЛУ романа молодого писателя трудно было судить о таланте автора, однако ВПОСЛЕДСТВИИ читатели оценили его произведение по достоинству.","Павел Петрович НЕ РАЗ помогал своему брату, когда тот мучился, придумывая, КАК БЫ извернуться и найти недостающую сумму.","ПОНАЧАЛУ казалось, что слова Кирилла на летучке не произвели никакого впечатления, но ВСКОРЕ обнаружилось, что весь отдел обсуждает его выступление.","Ветви дерева были настолько красивыми, БУДТО КТО-ТО нарочно изгибал их и не давал расти прямо.","Ответ: ПОНАЧАЛУ ВСКОРЕ ИЛИ ВСКОРЕ ПОНАЧАЛУ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Исходя из предопределённости, можно (НА)ПЕРЁД оправдать любой поступок человека, СКОЛЬ(БЫ) отталкивающим или преступным он нам ни казался.","Поэт тоскует по гармонии, ТАК(КАК) она недоступна для него, и именно (ПО)ТОМУ, что в его душе гордыня борется с желанием примирения.","И КАК(БЫ)  ни  маскировалось зло,  добрый,  чистый душой человек способен его почувствовать, распознать, а ТАК(ЖЕ) пресечь.","(В)ТЕЧЕНИЕ двадцати лет изъездил я Россию по всем направлениям, но ВСЁ(ЖЕ) лучшего места, чем отчий край, не нашёл.","И (ТОТ) ЧАС же хлынул дождь, да такой проливной, какой (ЗА)ЧАСТУЮ бывает только в тропических лесах."],"answer":["тотчасзачастую","зачастуютотчас"],"explanation":["Исходя из предопределённости, можно НАПЕРЁД оправдать любой поступок человека, СКОЛЬ БЫ  отталкивающим или преступным он нам ни казался.","Поэт тоскует по гармонии, ТАК КАК она недоступна для него, и именно ПОТОМУ, что в его душе гордыня борется с желанием примирения.","И КАК БЫ ни маскировалось зло, добрый, чистый душой человек способен его почувствовать, распознать, а ТАКЖЕ пресечь.","В ТЕЧЕНИЕ двадцати лет изъездил я Россию по всем направлениям, но ВСЁ ЖЕ лучшего места, чем отчий край, не нашёл.","И ТОТЧАС же хлынул дождь, да такой проливной, какой ЗАЧАСТУЮ бывает только в тропических лесах.","Ответ:ТОТЧАС ЗАЧАСТУЮ"]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(ПО)НАЧАЛУ казалось, что слова Кирилла на летучке не произвели никакого впечатления, но (В)СКОРЕ обнаружилось, что весь отдел обсуждает его выступление.","(ПО)НАЧАЛУ романа молодого писателя трудно было судить о таланте автора, однако (В)ПОСЛЕДСТВИИ читатели оценили его произведение по достоинству.","Павел Петрович (НЕ)РАЗ помогал своему брату, когда тот мучился, придумывая, КАК(БЫ) извернуться и найти недостающую сумму.","Мысль о (ЗА)ГРАНИЦЕ, о необходимости покупать чемоданы, билеты, выбирать маршрут приводит Обломова, (В)ОТЛИЧИЕ от его друга Андрея Штольца, в состояние, близкое к паническому.","Мы (ПО)НЕМНОГУ продвигались вперед и ТАК(ЖЕ), как и прежде, не уставали удивляться красоте природы."],"answer":[""],"explanation":["ПОНАЧАЛУ казалось, что слова Кирилла на летучке не произвели никакого впечатления, но ВСКОРЕ обнаружилось, что весь отдел обсуждает его выступление.","ПО НАЧАЛУ романа молодого писателя трудно было судить о таланте автора, однако ВПОСЛЕДСТВИИ читатели оценили его произведение по достоинству.","Павел Петрович НЕ РАЗ помогал своему брату, когда тот мучился, придумывая, КАК БЫ извернуться и найти недостающую сумму.","Мысль о ЗАГРАНИЦЕ, о необходимости покупать чемоданы, билеты, выбирать маршрут приводит Обломова, В ОТЛИЧИЕ от его друга Андрея Штольца, в состояние, близкое к паническому.","Мы ПОНЕМНОГУ продвигались вперед и ТАК ЖЕ, как и прежде, не уставали удивляться красоте природы.","Ответ: ПОНАЧАЛУ ВСКОРЕ ИЛИ ВСКОРЕ ПОНАЧАЛУ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Было тихо и нестерпимо жарко; лишь (ИЗ)ДАЛИ, (ОТ)ТУДА, где серебристой змейкой пригрелась на солнце река, долетали крики.","Мысль о (ЗА)ГРАНИЦЕ, о необходимости покупать чемоданы, билеты, выбирать маршрут приводит Обломова, (В)ОТЛИЧИЕ от его друга Штольца, в состояние, близкое к паническому.","Княгиня вела странный образ жизни: она как внезапно уезжала (ЗА)ГРАНИЦУ, ТАК(ЖЕ) внезапно и возвращалась в Россию.","(НА)ПРОТЯЖЕНИИ всего романа Л. Толстой не ограничивается анализом душевной жизни своих героев, с большим вниманием он относится ТАК(ЖЕ) к описанию их внешности.","(НИ)КТО не мог повторить рекорд легкоатлета Роберта Бимона (В) ТЕЧЕНИЕ многих лет."],"answer":["издалиоттуда","оттудаиздали"],"explanation":["Было тихо и нестерпимо жарко; лишь ИЗДАЛИ, ОТТУДА, где серебристой змейкой пригрелась на солнце река, долетали крики","Мысль о ЗАГРАНИЦЕ, о необходимости покупать чемоданы, билеты, выбирать маршрут приводит Обломова, В ОТЛИЧИЕ от его друга Андрея Штольца, в состояние, близкое к паническому.","Княгиня вела странный образ жизни: она как внезапно уезжала ЗА ГРАНИЦУ, ТАК ЖЕ внезапно и возвращалась в Россию.","НА ПРОТЯЖЕНИИ всего романа Л. Толстой не ограничивается анализом душевной жизни своих героев, с большим вниманием он относится ТАКЖЕ к описанию их внешности.","НИКТО не мог повторить рекорд легкоатлета Роберта Бимона В  ТЕЧЕНИЕ многих лет.","Ответ: ИЗДАЛИ ОТТУДА ИЛИ ОТТУДА ИЗДАЛИ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(В)НАЧАЛЕ августа жара стоит нестерпимая — даже самый решительный человек не в состоянии охотиться, самая преданная собака, преувеличенно высунув язык, униженно виляет хвостом, но (В)ПЕРЁД не идёт.","ЕСЛИ(БЫ) природа могла чувствовать благодарность к человеку (ЗА)ТО, что он проник в её жизнь, превознёс и воспел её, эта благодарность выпала бы на долю Пришвина.","Тихо опустилось солнце за горы, выбросило (К)ВЕРХУ прощальный зелёный луч, и Байкал (ТОТ)ЧАС отразил в себе нежную зелень.","Андрей Рублёв был (ПО)ИСТИНЕ выдающимся мастером древнерусской живописи, однако известно о нём немного: (ОТ)ТОГО далёкого времени сохранилась лишь миниатюра, на которой запёчатлён художник.","НИ(ЗА)ЧТО на свете не соглашалась Маруся расстаться (СО)МНОЙ."],"answer":["кверхутотчас","тотчаскверху"],"explanation":["В НАЧАЛЕ августа жара стоит нестерпимая — даже самый решительный человек не в состоянии охотиться, самая преданная собака, преувеличенно высунув язык, униженно виляет хвостом, но ВПЕРЁД не идёт.","ЕСЛИ БЫ природа могла чувствовать благодарность к человеку ЗА ТО, что он проник в её жизнь, превознёс и воспел её, эта благодарность выпала бы на долю Пришвина.","Тихо опустилось солнце за горы, выбросило КВЕРХУ прощальный зелёный луч, и Байкал ТОТЧАС отразил в себе нежную зелень.","Андрей Рублёв был ПОИСТИНЕ выдающимся мастером древнерусской живописи, однако известно о нём немного: ОТ ТОГО далёкого времени сохранилась лишь миниатюра, на которой запёчатлён художник.","НИ ЗА ЧТО на свете не соглашалась Маруся расстаться СО МНОЙ.","Ответ: КВЕРХУ ТОТЧАС ИЛИ ТОТЧАС КВЕРХУ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Выбрался Муравей из-под ноги Верблюда-великана и призадумался: ЧТО(БЫ) такое сделать, ЧТО(БЫ) отомстить высокомерному обидчику?","Отец ТАК(ЖЕ) страстно, как и все его друзья, болел за свою футбольную команду. Его сын ТО(ЖЕ) был азартным болельщиком.","(ОТ)ТОГО незнакомого и страшного зверя, который внезапно появился на поляне, надо было срочно спрятаться, ЧТО(БЫ) не попасться ему в лапы.","Петя вздрогнул, (ОТ)ТОГО что в дверь позвонили, мама ТО(ЖЕ) не ожидала звонка.","ЗА(ТО) время, пока дед заваривал чай, мы успели (НА)БЕЛО перерисовать рукописную карту, отданную геологами."],"answer":["оттоготоже","тожеоттого"],"explanation":["Выбрался Муравей из-под ноги Верблюда-великана и призадумался: ЧТО БЫ такое сделать, ЧТОБЫ отомстить высокомерному обидчику?","Отец ТАК ЖЕ страстно, как и все его друзья, болел за свою футбольную команду. Его сын ТОЖЕ был азартным болельщиком.","ОТ ТОГО незнакомого и страшного зверя, который внезапно появился на поляне, надо было срочно спрятаться, ЧТОБЫ не попасться ему в лапы.","Петя вздрогнул, ОТТОГО что в дверь позвонили, мама ТОЖЕ не ожидала звонка.","ЗА ТО время, пока дед заваривал чай, мы успели НАБЕЛО перерисовать рукописную карту, отданную геологами.","Ответ: ОТТОГО ТОЖЕ ИЛИ ТОЖЕ ОТТОГО."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["ЧТО(БЫ) ни говорил гость, Катерина смотрела ТАК(ЖЕ) строго, как и прежде.","Только с признанием Ильи Ильича Ольге (В)НАЧАЛЕ второй части «Обломова» возникает завязка, а (ЗА)ТЕМ и действие романа, отсутствовавшее в первых главах.","(С)НАЧАЛА Марина держалась в деревне неуверенно и даже, увидев вдалеке Лену, зашла в высокую густую рожь, поросшую васильками, ЧТО(БЫ) только не попасться соседке на глаза.","Обломов рисует Штольцу свой идеал семейной жизни со ссылкой на духовные запросы, неведомые его предкам, но (В)ЦЕЛОМ выдерживая патриархально-идиллический дух: прогулки (В)ДВОЁМ после сытного завтрака, неспешные беседы с друзьями.","ГДЕ(ТО) в лесу раздавался протяжный вой, однако (НИ)КТО из охотников даже не вздрогнул."],"answer":["сначалачтобы","чтобысначала"],"explanation":["ЧТО БЫ ни говорил гость, Катерина смотрела ТАК ЖЕ строго, как и прежде.","Только с признанием Ильи Ильича Ольге В НАЧАЛЕ второй части «Обломова» возникает завязка, а ЗАТЕМ и действие романа, отсутствовавшее в первых главах.","СНАЧАЛА Марина держалась в деревне неуверенно и даже, увидев вдалеке Лену, зашла в высокую густую рожь, поросшую васильками, ЧТОБЫ только не попасться соседке на глаза.","Обломов рисует Штольцу свой идеал семейной жизни со ссылкой на духовные запросы, неведомые его предкам, но В ЦЕЛОМ выдерживая патриархально-идиллический дух: прогулки ВДВОЁМ после сытного завтрака, неспешные беседы с друзьями.","ГДЕ-ТО в лесу раздавался протяжный вой, однако НИКТО из охотников даже не вздрогнул.","Ответ: СНАЧАЛА ЧТОБЫ ИЛИ ЧТОБЫ СНАЧАЛА."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Как и наш мир, поверхность шара ТО(ЖЕ) конечна и ПРИ(ТОМ) не имеет границ.","(В)ТЕЧЕНИЕ всего утра Кирилла не покидало ощущение, (КАК)БУДТО воздух промыт родниковой водой.","(НИ)ЧТО не изменилось в родной деревне: (ПО)ПРЕЖНЕМУ скрипит колодец и гуси важно ходят вдоль пруда.","Внезапно ОТКУДА(ТО) из-за леса налетели тучи, и мальчики поспешили домой, ЧТО(БЫ) не промокнуть.","Он (В)ТЕЧЕНИЕ нескольких лет ТАК(ЖЕ), как и его отец, плавал матросом по всем морям и океанам."],"answer":["тожепритом","притомтоже"],"explanation":["Как и наш мир, поверхность шара ТОЖЕ конечна и ПРИТОМ не имеет границ.","В ТЕЧЕНИЕ всего утра Кирилла не покидало ощущение, КАК БУДТО воздух промыт родниковой водой.","НИЧТО не изменилось в родной деревне: ПО-ПРЕЖНЕМУ скрипит колодец и гуси важно ходят вдоль пруда.","Внезапно ОТКУДА-ТО из-за леса налетели тучи, и мальчики поспешили домой, ЧТОБЫ не промокнуть.","Он В ТЕЧЕНИЕ нескольких лет ТАК ЖЕ, как и его отец, плавал матросом по всем морям и океанам.","Ответ: ТОЖЕ ПРИТОМ ИЛИ ПРИТОМ ТОЖЕ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(НЕ)СМОТРЯ на неоднозначность толкования отдельных положений, общая    теория    относительности    широко    признана    (ИЗ)ЗА    своей принципиальной простоты.","Соли,    (НА)ПРИМЕР,    можно    представить    (В)ВИДЕ    результатов взаимодействия кислотных и основных оксидов.","(В)ЗАКЛЮЧЕНИЕ   следует   сказать,   что   и   Пушкину,   и   Грибоедову удалось психологически верно изобразить дворянское общество своего времени, (В)ЧАСТНОСТИ московское дворянство.","(ПО)СКОЛЬКУ художник свободно выбирает приёмы и планы, то он, (БЕЗ)СОМНЕНИЯ, волен быть независимым в своём творчестве.","(На)ВРЯД ли будут верными решения, принятые (С)ГОРЯЧА."],"answer":["сгорячанавряд","наврядсгоряча"],"explanation":["НЕСМОТРЯ на неоднозначность толкования отдельных положений, общая теория относительности широко признана ИЗ-ЗА своей принципиальной простоты.","Соли, НАПРИМЕР, можно представить В ВИДЕ результатов взаимодействия кислотных и основных оксидов.","В ЗАКЛЮЧЕНИЕ следует сказать, что и Пушкину, и Грибоедову удалось психологически верно изобразить дворянское общество своего времени, В ЧАСТНОСТИ московское дворянство.","ПОСКОЛЬКУ художник свободно выбирает приёмы и планы, то он, БЕЗ СОМНЕНИЯ, волен быть независимым в своём творчестве.","НаВРЯД ли будут верными решения, принятые СГОРЯЧА.","Ответ:сгоряча навряд или навряд сгоряча"]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(ОТ)ТОГО, как пройдёт эта встреча, зависит многое, (ПО)ЭТОМУ я так волнуюсь.","В солнечный день на опушке леса собрались осинки, КАК(БУДТО) им стало холодно и они вышли погреться, как в деревнях люди выходят из дома и (В)МЕСТЕ сидят на завалинках.","(ОТ)ЧЕГО люди не летают и (ПО)ЧЕМУ нет у них крыльев?","Иван Петрович постоял с закрытыми глазами, КАК(БЫ) собираясь с мыслями, ЧТО(БЫ) произнести заключительное слово.","Миша молча наблюдал за спорящими братьями, Василий ТАК(ЖЕ) (В)ТЕЧЕНИЕ всей дискуссии не произнес ни слова."],"answer":["отчегопочему","почемуотчего"],"explanation":["ОТ ТОГО, как пройдёт эта встреча, зависит многое, ПОЭТОМУ я так волнуюсь.","В солнечный день на опушке леса собрались осинки, КАК БУДТО им стало холодно и они вышли погреться, как в деревнях люди выходят из дома и ВМЕСТЕ сидят на завалинках.","ОТЧЕГО люди не летают и ПОЧЕМУ нет у них крыльев?","Иван Петрович постоял с закрытыми глазами, КАК БЫ собираясь с мыслями, ЧТОБЫ произнести заключительное слово.","Миша молча наблюдал за спорящими братьями, Василий ТАКЖЕ  В ТЕЧЕНИЕ всей дискуссии не произнес ни слова.","Ответ: ОТЧЕГО ПОЧЕМУ ИЛИ ПОЧЕМУ ОТЧЕГО."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(В)ВИДУ тугоплавкости и высокой химической стойкости платины из неё изготавливают лабораторную посуду, а ТАК(ЖЕ) коррозионностойкие детали аппаратуры.","Стихотворение «Горная дорога» воспринимается совсем (ПО)ДРУГОМУ, (ПО)ТОМУ что на первый план в нём выступают чувства тревоги, грусти, печали.","(В)ТЕЧЕНИЕ жизни Рихтер много гастролировал в разных странах мира, (ПРИ)ЧЁМ наиболее интересным своим турне он считал концертную поездку по России.","(ВО)ВРЕМЕНА А.С. Пушкина на петербургской сцене блистала балерина А.И. Истомина. Блистает она ТАК(ЖЕ) и в «Евгении Онегине».","(В) ТЕЧЕНИЕ всего утра Кирилла не покидало ощущение, КАК(БУДТО) воздух промыт родниковой водой."],"answer":["ввидутакже","такжеввиду"],"explanation":["ВВИДУ тугоплавкости и высокой химической стойкости платины из неё изготавливают лабораторную посуду, а ТАКЖЕ коррозионностойкие детали аппаратуры.","Стихотворение «Горная дорога» воспринимается совсем ПО-ДРУГОМУ, ПОТОМУ что на первый план в нём выступают чувства тревоги, грусти, печали.","В ТЕЧЕНИЕ жизни Рихтер много гастролировал в разных странах мира, ПРИЧЁМ наиболее интересным своим турне он считал концертную поездку по России.","ВО ВРЕМЕНА А.С. Пушкина на петербургской сцене блистала балерина А.И. Истомина. Блистает она ТАКЖЕ и в «Евгении Онегине».","В  ТЕЧЕНИЕ всего утра Кирилла не покидало ощущение, КАК  БУДТО воздух промыт родниковой водой.","Ответ: ВВИДУ ТАКЖЕ ИЛИ ТАКЖЕ ВВИДУ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(И)ТАК, вам угодно спорить, я это понял в ТО(ЖЕ) самое мгновение, как только вы вошли.","ЧТО(БЫ) не пропустить самое интересное, Сергей ТОТ(ЧАС) побежал к реке.","ЧТО(БЫ) ни происходило вокруг, ТАК(ЖЕ), как и много веков назад, шепчет берёза о быстротечности жизни, о чём-то очень важном.","Я ТО(ЖЕ) был взволнован и ТАК(ЖЕ), как все собравшиеся здесь, ловил каждое слово диктора.","(ПО)НАЧАЛУ его деятельности в нашем институте трудно было судить о том, что он предпримет (В)ПОСЛЕДСТВИИ."],"answer":["чтобытотчас","тотчасчтобы"],"explanation":["ИТАК, вам угодно спорить, я это понял в ТО ЖЕ самое мгновение, как только вы вошли.","ЧТОБЫ не пропустить самое интересное, Сергей ТОТЧАС побежал к реке.","ЧТО БЫ ни происходило вокруг, ТАК ЖЕ, как и много веков назад, шепчет берёза о быстротечности жизни, о чём-то очень важном.","Я ТОЖЕ был взволнован и ТАК ЖЕ, как все собравшиеся здесь, ловил каждое слово диктора.","ПО НАЧАЛУ его деятельности в нашем институте трудно было судить о том, что он предпримет ВПОСЛЕДСТВИИ.","Ответ: ЧТОБЫ ТОТЧАС ИЛИ ТОТЧАС ЧТОБЫ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Иван Петрович постоял с закрытыми глазами, КАК(БЫ) собираясь с мыслями, ЧТО(БЫ) произнести заключительное слово.","В солнечный день на опушке леса собрались осинки, КАК(БУДТО) им стало холодно и они вышли погреться, как в деревнях люди выходят из дома и (В)МЕСТЕ сидят на завалинках.","(ОТ)ЧЕГО люди не летают и (ПО)ЧЕМУ нет у них крыльев?","(ОТ)ТОГО, как пройдёт эта встреча, зависит многое, (ПО)ЭТОМУ я так волнуюсь.","(В)ЗАКЛЮЧЕНИЕ оратор повысил голос (И)ТАК торжественно закончил речь, что зал взорвался аплодисментами."],"answer":["отчегопочему","почемуотчего"],"explanation":["Иван Петрович постоял с закрытыми глазами, КАК БЫ собираясь с мыслями, ЧТОБЫ произнести заключительное слово.","В солнечный день на опушке леса собрались осинки, КАК БУДТО им стало холодно и они вышли погреться, как в деревнях люди выходят из дома и ВМЕСТЕ сидят на завалинках.","ОТЧЕГО люди не летают и ПОЧЕМУ нет у них крыльев?","ОТ ТОГО, как пройдёт эта встреча, зависит многое, ПОЭТОМУ я так волнуюсь.","В ЗАКЛЮЧЕНИЕ оратор повысил голос И ТАК торжественно закончил речь, что зал взорвался аплодисментами.","Ответ: ОТЧЕГО ПОЧЕМУ ИЛИ ПОЧЕМУ ОТЧЕГО."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(В)ТЕЧЕНИЕ нескольких лет писатель делал всё, ЧТО(БЫ) опубликовать роман на родине.","Мы были (НА)ВИДУ у неприятеля, и (ПО)ЭТОМУ каждый неверный шаг мог стоить нам жизни.","У нас оставалось время до отхода поезда, (ПО)ЭТОМУ мы отправились осматривать окрестности (В)БЛИЗИ вокзала.","(НЕ)СМОТРЯ на усталость, мы отправились (НА)ВСТРЕЧУ со школьными друзьями.","(В)ТЕЧЕНИЕ всего утра Кирилла не покидало ощущение, КАК(БУДТО) воздух промыт родниковой водой."],"answer":["поэтомувблизи","вблизипоэтому"],"explanation":["В ТЕЧЕНИЕ нескольких лет писатель делал всё, ЧТОБЫ опубликовать роман на родине.","Мы были НА ВИДУ у неприятеля, и ПОЭТОМУ каждый неверный шаг мог стоить нам жизни.","У нас оставалось время до отхода поезда, ПОЭТОМУ мы отправились осматривать окрестности ВБЛИЗИ вокзала.","НЕСМОТРЯ на усталость, мы отправились НА ВСТРЕЧУ со школьными друзьями.","В ТЕЧЕНИЕ всего утра Кирилла не покидало ощущение, КАК БУДТО воздух промыт родниковой водой.","Ответ: ПОЭТОМУ ВБЛИЗИ ИЛИ ВБЛИЗИ ПОЭТОМУ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(В)НАЧАЛЕ века это имя знали все: почтовые открытки с надписью «СМ. Прогудин-Горский, СПб» продавались (ПО)ВСЕМЕСТНО.","И (ТОТ)ЧАС же сквозь лёгкое облачко набежавшей грусти я почувствовал сладкое замирание сердца, которое (ЗА)ЧАСТУЮ испытывал при мысли о дальних поездках, о новых впечатлениях.","Я не чувствовал полёта (В)ВЕРХ, а только видел: Москва с её огнями быстро исчезает (В)ГЛУБИНЕ неба.","Было особенно трудно (ПО)ТОМУ, что я был единственным специалистом на заводе, работающим (ПО)ЭТОМУ профилю, и всю ответственность принимал на себя.","(В)ПОСЛЕДСТВИИ допуск посторонних на предприятие был ограничен (В)ЦЕЛЯХ безопасности."],"answer":["тотчасзачастую","зачастуютотчас"],"explanation":["В НАЧАЛЕ века это имя знали все: почтовые открытки с надписью «СМ. Прогудин-Горский, СПб» продавались ПОВСЕМЕСТНО.","И ТОТЧАС же сквозь лёгкое облачко набежавшей грусти я почувствовал сладкое замирание сердца, которое ЗАЧАСТУЮ испытывал при мысли о дальних поездках, о новых впечатлениях.","Я не чувствовал полёта ВВЕРХ, а только видел: Москва с её огнями быстро исчезает В ГЛУБИНЕ неба.","Было особенно трудно ПОТОМУ, что я был единственным специалистом на заводе, работающим ПО ЭТОМУ профилю, и всю ответственность принимал на себя.","ВПОСЛЕДСТВИИ допуск посторонних на предприятие был ограничен В ЦЕЛЯХ безопасности.","Ответ: ТОТЧАС ЗАЧАСТУЮ ИЛИ ЗАЧАСТУЮ ТОТЧАС."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Я хочу поговорить с вами (НА)СЧЁТ квартиры, (В)СВЯЗИ с чем прошу вас уделить мне немного внимания.","Пройдя (В)ДОЛЬ берега, караван остановился, и погонщики принялись (ПО)ОЧЕРЕДИ рассёдлывать оленей.","(С)ПРАВА, совсем близко, сверкнула молния, и, точно отразившись в зеркале, она (ТОТ)ЧАС же вспыхнула вдали.","(НЕ)СМОТРЯ на то что большинство стихотворений Жуковского являются переводными, в них мы ВСЁ(ТАКИ) видим русский пейзаж.","В доме царили тишина и покой, ТО(ЖЕ) спокойствие царило в душах хозяев, ЗА(ТО) гостю от этого становилось только тревожнее."],"answer":["справатотчас","тотчассправа"],"explanation":["Я хочу поговорить с вами НАСЧЁТ квартиры, В СВЯЗИ с чем прошу вас уделить мне немного внимания.","Пройдя ВДОЛЬ берега, караван остановился, и погонщики принялись ПО ОЧЕРЕДИ рассёдлывать оленей.","СПРАВА, совсем близко, сверкнула молния, и, точно отразившись в зеркале, она ТОТЧАС же вспыхнула вдали.","НЕСМОТРЯ на то что большинство стихотворений Жуковского являются переводными, в них мы ВСЁ-ТАКИ видим русский пейзаж.","В доме царили тишина и покой, ТО ЖЕ спокойствие царило в душах хозяев, ЗАТО гостю от этого становилось только тревожнее.","Ответ: СПРАВА ТОТЧАС ИЛИ ТОТЧАС СПРАВА."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Предполагают, что рецепт приготовления кислого дрожжевого теста, (ТО)ЕСТЬ с закваской, славяне заимствовали в IV–V веках у германцев (В)МЕСТЕ со словом «хлеб».","(В)СЛЕДСТВИЕ достаточной информативности каждый компонент в свободных словосочетаниях сохраняет самостоятельность, (ПО)ЭТОМУ и функционирует как самостоятельный член предложения.","(В)РЕЗУЛЬТАТЕ карамзинской языковой реформы в русском языке получает признание и (В)ПОСЛЕДСТВИИ широкое распространение логически прозрачный и естественный порядок слов.","Русские, ТАК(ЖЕ) как и все славяне, (ИС)КОНИ занимались земледелием, чему способствовали природа и климат тех мест, где они жили.","(В)ТЕЧЕНИЕ часа компаньоны обсуждали что-то в кабинете, и (НЕ)МНОГИЕ догадывались, о чем шел разговор."],"answer":["вследствиепоэтому","поэтомувследствие"],"explanation":["Предполагают, что рецепт приготовления кислого дрожжевого теста, ТО ЕСТЬ с закваской, славяне заимствовали в IV–V веках у германцев ВМЕСТЕ со словом «хлеб».","ВСЛЕДСТВИЕ достаточной информативности каждый компонент в свободных словосочетаниях сохраняет самостоятельность, ПОЭТОМУ и функционирует как самостоятельный член предложения.","В РЕЗУЛЬТАТЕ карамзинской языковой реформы в русском языке получает признание и ВПОСЛЕДСТВИИ широкое распространение логически прозрачный и естественный порядок слов.","Русские, ТАК ЖЕ как и все славяне, ИСКОНИ занимались земледелием, чему способствовали природа и климат тех мест, где они жили.","В ТЕЧЕНИЕ часа компаньоны обсуждали что-то в кабинете, и НЕМНОГИЕ догадывались, о чем шел разговор.","Ответ: ВСЛЕДСТВИЕ ПОЭТОМУ ИЛИ ПОЭТОМУ ВСЛЕДСТВИЕ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Вода Байкала! Тихо опустилось солнце за горы, выбросило (В)ВЕРХ прощальный зелёный луч, и Байкал ТО(ЖЕ) мгновенно отразил в себе нежную зелень.","Музыка Шопена бередила воспоминания. От её звуков, ТАК(ЖЕ) как и в детстве, перехватывало горло и хотелось, ЧТО(БЫ) люди были счастливы.","Андрей Рублёв был (ПО)ИСТИНЕ выдающимся мастером древнерусской живописи, обладающим самостоятельной творческой манерой. Однако известно о нём немного: (ОТ)ТОГО далёкого времени сохранилась лишь миниатюра, на которой запёчатлён художник.","Если бы природа ТО(ЖЕ) могла чувствовать благодарность к человеку (ЗА)ТО, что он проник в её жизнь, превознёс и воспел её, эта благодарность выпала бы на долю Пришвина.","ЧТО(БЫ) вы могли звонить из России в Европу по мобильной связи, (НА)СЧЁТ надо положить не менее пятисот рублей."],"answer":["вверхтоже","тожевверх"],"explanation":["Вода Байкала! Тихо опустилось солнце за горы, выбросило ВВЕРХ прощальный зелёный луч, и Байкал ТОЖЕ мгновенно отразил в себе нежную зелень.","Музыка Шопена бередила воспоминания. От её звуков, ТАК ЖЕ как и в детстве, перехватывало горло и хотелось, ЧТОБЫ люди были счастливы.","Андрей Рублёв был ПОИСТИНЕ выдающимся мастером древнерусской живописи, обладающим самостоятельной творческой манерой. Однако известно о нём немного: ОТ ТОГО далёкого времени сохранилась лишь миниатюра, на которой запёчатлён художник.","Если бы природа ТОЖЕ могла чувствовать благодарность к человеку ЗА ТО, что он проник в её жизнь, превознёс и воспел её, эта благодарность выпала бы на долю Пришвина.","ЧТОБЫ вы могли звонить из России в Европу по мобильной связи, НА СЧЁТ надо положить не менее пятисот рублей.","Ответ: ВВЕРХ ТОЖЕ ИЛИ ТОЖЕ ВВЕРХ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["О, ЧТО(БЫ) я только не отдал взамен за те минуты счастья! (ЗА)ЧЕМ я покинул родину?","Семена орхидеи, (В)ОТЛИЧИЕ от семян фикуса, (НА)СТОЛЬКО мелки, что похожи на пыль.","Мы спустились в долину и, (КАК)ТОЛЬКО нашли воду, ТОТ(ЧАС) остановились.","Будь на словах ТАК(ЖЕ) вежлив, как в поступках, говори ТО(ЖЕ), что думаешь.","В этот момент воробьи ТО(ЖЕ) заметили опасность и бросились (В)РАССЫПНУЮ."],"answer":["тожеврассыпную","врассыпнуютоже"],"explanation":["О, ЧТО БЫ я только не отдал взамен за те минуты счастья! ЗАЧЕМ я покинул родину?","Семена орхидеи, В ОТЛИЧИЕ от семян фикуса, НАСТОЛЬКО мелки, что похожи на пыль.","Мы спустились в долину и, КАК ТОЛЬКО нашли воду, ТОТЧАС остановились.","Будь на словах ТАК ЖЕ вежлив, как в поступках, говори ТО ЖЕ, что думаешь.","В этот момент воробьи ТОЖЕ заметили опасность и бросились ВРАССЫПНУЮ.","Ответ: ТОЖЕ ВРАССЫПНУЮ ИЛИ ВРАССЫПНУЮ ТОЖЕ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Братья остались (НА)ЕДИНЕ и (С)НАЧАЛА только посматривали друг на друга.","Продавец ТАК(ЖЕ) несёт ответственность перед покупателем за повреждение или поломку груза (ИЗ)ЗА ненадлежащей упаковки, как и покупатель перед продавцом за своевременную оплату товара.","Даже в полусонном существовании Илья Ильич не мог, по его словам, равнодушно вспомнить арию из оперы В. Беллини, которая КАК(БЫ) слилась с обликом Ольги Ильинской, а ТАК(ЖЕ) с драматическим итогом любви Обломова к ней.","Николай (В)ТЕЧЕНИЕ всего спора молчал и только В(ПОЛ)ГОЛОСА попросил Марину убрать самовар.","Полтора часа полемики прошли (В)ПУСТУЮ, (ТО)ЕСТЬ общего решения так и не было выработано."],"answer":["наединесначала","сначаланаедине"],"explanation":["Братья остались НАЕДИНЕ и СНАЧАЛА только посматривали друг на друга.","Продавец ТАК ЖЕ несёт ответственность перед покупателем за повреждение или поломку груза ИЗ-ЗА ненадлежащей упаковки, как и покупатель перед продавцом за своевременную оплату товара.","Даже в полусонном существовании Илья Ильич не мог, по его словам, равнодушно вспомнить арию из оперы В. Беллини, которая КАК БЫ слилась с обликом Ольги Ильинской, а ТАКЖЕ с драматическим итогом любви Обломова к ней.","Николай В ТЕЧЕНИЕ всего спора молчал и только ВПОЛГОЛОСА попросил Марину убрать самовар.","Полтора часа полемики прошли ВПУСТУЮ, ТО ЕСТЬ общего решения так и не было выработано.","Ответ: НАЕДИНЕ СНАЧАЛА ИЛИ СНАЧАЛА НАЕДИНЕ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Братья остались (НА)ЕДИНЕ и (С)НАЧАЛА только посматривали друг на друга.","Даже в полусонном существовании Илья Ильич не мог, по его словам, равнодушно вспомнить арию из оперы В. Беллини, которая КАК(БЫ) слилась с обликом Ольги Ильинской, а ТАК(ЖЕ) с драматическим итогом любви Обломова к ней.","Продавец ТАК(ЖЕ) несёт ответственность перед покупателем за повреждение или поломку груза (ИЗ)ЗА ненадлежащей упаковки, как и покупатель перед продавцом за своевременную оплату товара.","Николай (В)ТЕЧЕНИЕ всего спора молчал и только В(ПОЛ)ГОЛОСА попросил Марину убрать самовар.","ЧТО(ЖЕ) нужно сделать, ЧТО(БЫ) я мог рассчитывать на вашу благосклонность?"],"answer":["наединесначала","сначаланаедине"],"explanation":["Братья остались НАЕДИНЕ и СНАЧАЛА только посматривали друг на друга.","Даже в полусонном существовании Илья Ильич не мог, по его словам, равнодушно вспомнить арию из оперы В. Беллини, которая КАК БЫ слилась с обликом Ольги Ильинской, а ТАКЖЕ с драматическим итогом любви Обломова к ней.","Продавец ТАК ЖЕ несёт ответственность перед покупателем за повреждение или поломку груза ИЗ-ЗА ненадлежащей упаковки, как и покупатель перед продавцом за своевременную оплату товара.","Николай В ТЕЧЕНИЕ всего спора молчал и только ВПОЛГОЛОСА попросил Марину убрать самовар.","ЧТО ЖЕ  нужно сделать, ЧТОБЫ я мог рассчитывать на вашу благосклонность?","Ответ: НАЕДИНЕ СНАЧАЛА ИЛИ СНАЧАЛА НАЕДИНЕ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(В)ТЕЧЕНИЕ последнего года работы было много, (ЗА)ТО теперь на город было любо-дорого посмотреть.","Некоторое время Меркулов шёл (В)СЛЕД за всеми, (ЗА)ТЕМ остановился.","Не знаю, (ОТ)ЧЕГО затихли мои товарищи, но я замолчал (ОТ)ТОГО тихого томления, которое вызвала во мне трогательная мелодия.","Присутствовали (ПРИ)ТОМ разговоре многие, но было это давно и (ПО)ЭТОМУ всеми забылось.","Воспитательное значение художественной литературы огромно, (ПО)ТОМУ что она действует на человека ТАК(ЖЕ) сильно, как и на чувства."],"answer":["вследзатем","затемвслед"],"explanation":["В ТЕЧЕНИЕ последнего года работы было много, ЗАТО теперь на город было любо-дорого посмотреть.","Некоторое время Меркулов шёл ВСЛЕД за всеми, ЗАТЕМ остановился.","Не знаю, ОТЧЕГО затихли мои товарищи, но я замолчал ОТ ТОГО тихого томления, которое вызвала во мне трогательная мелодия.","Присутствовали ПРИ ТОМ разговоре многие, но было это давно и ПОЭТОМУ всеми забылось.","Воспитательное значение художественной литературы огромно, ПОТОМУ что она действует на человека ТАК ЖЕ сильно, как и на чувства.","Ответ: ВСЛЕД ЗАТЕМ ИЛИ ЗАТЕМ ВСЛЕД."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(НЕ)СМОТРЯ на любовь к городским пейзажам, мы ВСЁ(ТАКИ) не остались равнодушными к красотам природы на Валдае.","(И)ТАК, все мои блестящие надежды рушились, и (В)МЕСТО весёлой московской жизни ожидала меня скука в стороне глухой и отдалённой.","Мы посетили известные места пушкинского заповедника, а ТАК(ЖЕ) Святогорский монастырь; ТАМ(ЖЕ) находится могила А.С. Пушкина, на которой всегда лежат живые цветы.","За ЧТО(БЫ) она ни принималась — всё (ПО)ТОМУ выходит у неё красиво, что природа наградила эту мастерицу талантом, любовью к жизни, людям.","КАК(ТО) грустно стало Сергею, когда он осознал, что (НИ)КТО из приятелей детства так и не стал ему настоящим другом."],"answer":["итаквместо","вместоитак"],"explanation":["НЕСМОТРЯ на любовь к городским пейзажам, мы ВСЁ-ТАКИ не остались равнодушными к красотам природы на Валдае.","ИТАК, все мои блестящие надежды рушились, и ВМЕСТО весёлой московской жизни ожидала меня скука в стороне глухой и отдалённой.","Мы посетили известные места пушкинского заповедника, а ТАКЖЕ Святогорский монастырь; ТАМ ЖЕ находится могила А. С. Пушкина, на которой всегда лежат живые цветы.","За ЧТО БЫ она ни принималась — всё ПОТОМУ выходит у неё красиво, что природа наградила эту мастерицу талантом, любовью к жизни, людям.","КАК-ТО грустно стало Сергею, когда он осознал, что НИКТО из приятелей детства так и не стал ему настоящим другом.","Ответ: ИТАК ВМЕСТО ИЛИ ВМЕСТО ИТАК."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Драматическое произведение нужно строить так, ЧТО(БЫ) смысл его возвышался над ним (НА)ПОДОБИЕ шпиля.","(НА)РЯДУ с картинами на современные темы большое место в творчестве Репина занимает историческая живопись, к которой он периодически возвращается (В)ТЕЧЕНИЕ всей своей жизни.","Блок ПРЕДПОЧЁЛ (БЫ), ЧТО(БЫ) «молчаливая, ушедшая в себя душа» поэта, для которой весь мир — «балаган», так и осталась погружённой в туманные грёзы.","(И)ТАК, баллада Пушкина исторически достоверна, (ТО)ЕСТЬ по сравнению с балладами Жуковского она более приближена к реальности.","Я люблю тебя ЗА(ТО), что ты (В) ПРОДОЛЖЕНИЕ долгих лет не раз доказывал свою безграничную преданность."],"answer":["чтобынаподобие","наподобиечтобы"],"explanation":["Драматическое произведение нужно строить так, ЧТОБЫ смысл его возвышался над ним НАПОДОБИЕ шпиля.","НАРЯДУ с картинами на современные темы большое место в творчестве Репина занимает историческая живопись, к которой он периодически возвращается В ТЕЧЕНИЕ всей своей жизни.","Блок ПРЕДПОЧЁЛ БЫ, ЧТОБЫ «молчаливая, ушедшая в себя душа» поэта, для которой весь мир — «балаган», так и осталась погружённой в туманные грёзы.","ИТАК, баллада Пушкина исторически достоверна, ТО ЕСТЬ по сравнению с балладами Жуковского она более приближена к реальности.","Я люблю тебя ЗА ТО, что ты В ПРОДОЛЖЕНИЕ долгих лет не раз доказывал свою безграничную преданность.","Ответ: ЧТОБЫ НАПОДОБИЕ ИЛИ НАПОДОБИЕ ЧТОБЫ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Трудно даже представить, ЧТО(БЫ) со мной случилось, ЕСЛИ(БЫ) пароход опоздал.","(В)ТЕЧЕНИЕ многих дней продолжалось сильное извержение вулкана, клубы огня над которым крутились (НА)ПОДОБИЕ вихря, увеличиваясь в размерах.","Мы посетили известные места пушкинского заповедника, а ТАК(ЖЕ) Святогорский монастырь; ТАМ(ЖЕ) находится могила А.С. Пушкина, на которой всегда лежат живые цветы.","Озеро Белое (ПО)ТОМУ и прелестно, что (ВО)КРУГ него — густая разнообразная растительность.","Все разговоры (НА)СЧЕТ продажи имения продолжались (В)ТЕЧЕНИЕ месяца."],"answer":["потомувокруг","вокругпотому"],"explanation":["Трудно даже представить, ЧТО БЫ со мной случилось, ЕСЛИ БЫ пароход опоздал.","В ТЕЧЕНИЕ многих дней продолжалось сильное извержение вулкана, клубы огня над которым крутились НАПОДОБИЕ вихря, увеличиваясь в размерах.","Мы посетили известные места пушкинского заповедника, а ТАКЖЕ Святогорский монастырь; ТАМ ЖЕ находится могила А.С. Пушкина, на которой всегда лежат живые цветы.","Озеро Белое ПОТОМУ и прелестно, что ВОКРУГ него — густая разнообразная растительность.","Все разговоры НАСЧЕТ продажи имения продолжались В ТЕЧЕНИЕ месяца.","Ответ: ПОТОМУ ВОКРУГ ИЛИ ВОКРУГ ПОТОМУ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Шопен СРАЗУ (ЖЕ) покорил парижские салоны своеобразным и непривычным исполнением, а ТАК(ЖЕ) своим блистательным юмором и гениальными импровизациями.","ЧТО(БЫ) полнее ощутить течение жизни, осенью 1877 года Чайковский уезжает (ЗА)ГРАНИЦУ: он долго живёт в Италии, Швейцарии, во Франции.","В «Автопортрете художника с палитрой» и «Авиньонских девицах» Пикассо много общего: ТО(ЖЕ) самое выражение лиц, одни и ТЕ(ЖЕ) глаза, аналогичные цветовые тона.","(И)ТАК, речевой этикет — явление универсальное, но в ТО(ЖЕ) время каждый народ выработал свою специфическую систему правил речевого поведения.","Подарок готовили (В)ТАЙНЕ от окружающих, (В)ПОЛГОЛОСА переговариваясь по вечерам."],"answer":["втайневполголоса","вполголосавтайне"],"explanation":["Шопен СРАЗУ ЖЕ покорил парижские салоны своеобразным и непривычным исполнением, а ТАКЖЕ своим блистательным юмором и гениальными импровизациями.","ЧТОБЫ полнее ощутить течение жизни, осенью 1877 года Чайковский уезжает ЗА ГРАНИЦУ: он долго живёт в Италии, Швейцарии, во Франции.","В «Автопортрете художника с палитрой» и «Авиньонских девицах» Пикассо много общего: ТО ЖЕ самое выражение лиц, одни и ТЕ ЖЕ глаза, аналогичные цветовые тона.","ИТАК, речевой этикет — явление универсальное, но в ТО ЖЕ время каждый народ выработал свою специфическую систему правил речевого поведения.","Подарок готовили ВТАЙНЕ от окружающих, ВПОЛГОЛОСА переговариваясь по вечерам.","Ответ: ВТАЙНЕ ВПОЛГОЛОСА ИЛИ ВПОЛГОЛОСА ВТАЙНЕ.","Заграница – имя существительное, означает: зарубежные страны, например: торговать с заграницей, любить заграницу, жить в загранице; заграница нам поможет.","За границей, за границу – сочетание предлога с именем существительным, означает: в иностранных государствах, в иностранные государства; за пределами, за пределы родины, например: жить за границей, ездить за границу.","Правильно","Жить за границей и жить в загранице"]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(В)ВИДУ скорого окончания плавания настроение команды улучшилось, ТАК(ЧТО) последние дни путешествия пролетели незаметно.","Наполеон по своему долгому опыту войны хорошо знал, что значило сражение, не выигранное (В)ПРОДОЛЖЕНИЕ восьми часов, (ПО)ЭТОМУ в исходе дела не сомневался.","(С)ПРАВА, совсем близко, сверкнула молния и, словно отразившись в зеркале, (ТОТ)ЧАС же вспыхнула вдали.","(В)ТЕЧЕНИЕ всего утра запах травы и влажных камней проникал в мою комнату (В)МЕСТЕ с голосами птиц.","(НЕ)СМОТРЯ на привилегии, отец жил довольно скромно, (БЕЗ)УСТАЛИ работая в саду."],"answer":["справатотчас","тотчассправа"],"explanation":["ВВИДУ скорого окончания плавания настроение команды улучшилось, ТАК ЧТО последние дни путешествия пролетели незаметно.","Наполеон по своему долгому опыту войны хорошо знал, что значило сражение, не выигранное В ПРОДОЛЖЕНИЕ восьми часов, ПОЭТОМУ в исходе дела не сомневался.","СПРАВА, совсем близко, сверкнула молния и, словно отразившись в зеркале, ТОТЧАС же вспыхнула вдали.","В ТЕЧЕНИЕ всего утра запах травы и влажных камней проникал в мою комнату ВМЕСТЕ с голосами птиц.","НЕСМОТРЯ на привилегии, отец жил довольно скромно, БЕЗ УСТАЛИ работая в саду.","Ответ: СПРАВА ТОТЧАС ИЛИ ТОТЧАС СПРАВА."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(СО)ВРЕМЕНЕМ собирательство П.М.Третьякова стало систематическим: он скупал старинные предметы искусства у антикваров и частных коллекционеров ТАК(ЖЕ) последовательно, как и современные.","(В)НАЧАЛЕ Шаляпин (ПО)НЕМНОГУ разучивал партию Бориса Годунова из одноимённой оперы Мусоргского.","(В)ТЕЧЕНИЕ долгого времени в садах Древнего Востока вдоль всех дорожек проводили канавки с розовой водой, ЧТО(БЫ) испаряющийся запах розы сопровождал посетителей даже на воздухе.","Оттенки витража меняются (НА)ПРОТЯЖЕНИИ суток и в разное время года, ПОТОМУ(ЧТО) свет и цвет в этом виде искусства связаны неразрывно.","(ПО)ЭТОМУ поводу к Чехову в Ялту приехал М.Горький, и (В)ТЕЧЕНИЕ нескольких часов они говорили в гостиной."],"answer":["вначалепонемногу","понемногувначале"],"explanation":["СО ВРЕМЕНЕМ\tсобирательство\tП.М.Третьякова\tстало систематическим: он скупал старинные предметы искусства у антикваров и частных коллекционеров ТАК ЖЕ последовательно, как и современные.","ВНАЧАЛЕ Шаляпин ПОНЕМНОГУ разучивал партию Бориса Годунова из одноимённой оперы Мусоргского.","В ТЕЧЕНИЕ долгого времени в садах Древнего Востока вдоль всех дорожек проводили канавки с розовой водой, ЧТОБЫ испаряющийся запах розы сопровождал посетителей даже на воздухе.","Оттенки витража меняются НА ПРОТЯЖЕНИИ суток и в разное время года, ПОТОМУ что свет и цвет в этом виде искусства связаны неразрывно.","ПО ЭТОМУ поводу к Чехову в Ялту приехал М.Горький, и  В ТЕЧЕНИЕ нескольких часов они говорили в гостиной.","Ответ: ВНАЧАЛЕ ПОНЕМНОГУ ИЛИ ПОНЕМНОГУ ВНАЧАЛЕ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Своеобразная композиция текста определяется вариативными повторами, когда тезис (С)НАЧАЛА формулируется, (ЗА)ТЕМ многократно повторяется.","Чехов ТАК(ЖЕ), как и Левитан, любил цветы, сажал их у себя в имении и ДА(ЖЕ) просил найти ему место садовника.","ЧТО(БЫ) поймать майского жука, сначала подумай, ЧТО(БЫ) такое взять в руки для ловли.","Баснописец И.А. Крылов одно время был первой скрипкой в оркестре, а ТАК(ЖЕ) увлекался математикой. ТО(ЖЕ) самое увлечение было и у Л.Н. Толстого, который считал математику средством развития умственных способностей.","Я ТО(ЖЕ) запомнил выражение его лица, которое на миг КАК(БУДТО) осветилось радостью."],"answer":["сначалазатем","затемсначала"],"explanation":["Своеобразная композиция текста определяется вариативными повторами, когда тезис СНАЧАЛА формулируется, ЗАТЕМ многократно повторяется.","Чехов ТАК ЖЕ, как и Левитан, любил цветы, сажал их у себя в имении и ДАЖЕ просил найти ему место садовника.","ЧТОБЫ поймать майского жука, сначала подумай, ЧТО БЫ такое взять в руки для ловли.","Баснописец И.А. Крылов одно время был первой скрипкой в оркестре, а ТАКЖЕ увлекался математикой. ТО ЖЕ самое увлечение было и у Л.Н. Толстого, который считал математику средством развития умственных способностей.","Я ТОЖЕ запомнил выражение его лица, которое на миг КАК БУДТО осветилось радостью.","Ответ: СНАЧАЛА ЗАТЕМ ИЛИ ЗАТЕМ СНАЧАЛА."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Для Бунина, а ТАК(ЖЕ) для многих других писателей (НА)ПРОТЯЖЕНИИ всей жизни Толстой оставался создателем абсолютных ценностей в сфере художественного творчества.","Лермонтов, (НЕ)СМОТРЯ на мучительные сомнения, твёрдо верит в судьбу, ТАК(ЧТО) жизнь для него не бесцельное скитание по морю житейской суеты.","Эгоист зачастую считает себя (В)ПРАВЕ поучать людей, а (ПО)ТОМУ нередко остаётся один.","(В)ОТЛИЧИЕ от других поэтов, Мандельштам сочинял стихи интуитивно, ТАК(ЖЕ), как композитор сочиняет музыку.","(ПО)НАЧАЛУ его деятельности в нашем институте трудно было судить о том, что он предпримет (В)ПОСЛЕДСТВИИ."],"answer":["вправепотому","потомувправе"],"explanation":["Для Бунина, а ТАКЖЕ для многих других писателей НА ПРОТЯЖЕНИИ всей жизни Толстой оставался создателем абсолютных ценностей в сфере художественного творчества.","Лермонтов, НЕСМОТРЯ на мучительные сомнения, твёрдо верит в судьбу, ТАК ЧТО жизнь для него не бесцельное скитание по морю житейской суеты.","Эгоист зачастую считает себя ВПРАВЕ поучать людей, а ПОТОМУ нередко остаётся один.","В ОТЛИЧИЕ от других поэтов, Мандельштам сочинял стихи интуитивно, ТАК ЖЕ, как композитор сочиняет музыку.","ПО НАЧАЛУ его деятельности в нашем институте трудно было судить о том, что он предпримет ВПОСЛЕДСТВИИ.","Ответ: ВПРАВЕ ПОТОМУ ИЛИ ПОТОМУ ВПРАВЕ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(В)НАЧАЛЕ августа жара стоит нестерпимая — даже самый решительный человек не в состоянии охотиться, самая преданная собака, преувеличенно высунув язык, униженно виляет хвостом, но (В)ПЕРЁД не идёт.","Андрей Рублёв был (ПО)ИСТИНЕ выдающимся мастером древнерусской живописи, однако известно о нём немного: (ОТ)ТОГО далёкого времени сохранилась лишь миниатюра, на которой запёчатлён художник.","Тихо опустилось солнце за горы, выбросило (К)ВЕРХУ прощальный зелёный луч, и Байкал (ТОТ)ЧАС отразил в себе нежную зелень.","ЕСЛИ(БЫ) природа могла чувствовать благодарность к человеку (ЗА)ТО, что он проник в её жизнь, превознёс и воспел её, эта благодарность выпала бы на долю Пришвина.","(В)ТЕЧЕНИЕ всего утра Кирилла не покидало ощущение, КАК(БУДТО) воздух промыт родниковой водой."],"answer":["кверхутотчас","тотчаскверху"],"explanation":["В НАЧАЛЕ августа жара стоит нестерпимая — даже самый решительный человек не в состоянии охотиться, самая преданная собака, преувеличенно высунув язык, униженно виляет хвостом, но ВПЕРЁД не идёт.","Андрей Рублёв был ПОИСТИНЕ выдающимся мастером древнерусской живописи, однако известно о нём немного: ОТ ТОГО далёкого времени сохранилась лишь миниатюра, на которой запёчатлён художник.","Тихо опустилось солнце за горы, выбросило КВЕРХУ прощальный зелёный луч, и Байкал ТОТЧАС отразил в себе нежную зелень.","ЕСЛИ БЫ природа могла чувствовать благодарность к человеку ЗА ТО, что он проник в её жизнь, превознёс и воспел её, эта благодарность выпала бы на долю Пришвина.","В ТЕЧЕНИЕ всего утра Кирилла не покидало ощущение, КАК БУДТО воздух промыт родниковой водой.","Ответ: КВЕРХУ ТОТЧАС ИЛИ ТОТЧАС КВЕРХУ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО.","options":["Раскройте скобки и выпишите эти два слова.","(ОТ)ТОГО цикла стихотворений Пушкина, который называется «вольнолюбивым», (НА)ВЕРНОЕ, нельзя отторгнуть стихотворение «Арион».","(В)ТЕЧЕНИЕ многих дней продолжалось сильное извержение вулкана, над которым клубы огня крутились (НА)ПОДОБИЕ вихря, всё увеличиваясь в размерах.","(НЕ)СМОТРЯ на усталость, туристы шагали быстро, озабоченно поглядывая на солнце, (НА)СКВОЗЬ пробивающее лёгкие тучки.","Стоит прочесть ХОТЯ(БЫ) несколько строк из любимой книги — и ТОТ(ЧАС) же хочется пи с ать самому.","Но косы (ПО)ПРЕЖНЕМУ были в колечках, и (ТАКИЕ)ЖЕ колечки на лбу."],"answer":["несмотрянасквозь","насквозьнесмотря"],"explanation":["ОТ ТОГО цикла стихотворений Пушкина, который называется «вольнолюбивым», НАВЕРНОЕ, нельзя отторгнуть стихотворение «Арион».","В ТЕЧЕНИЕ многих дней продолжалось сильное извержение вулкана, над которым клубы огня крутились НАПОДОБИЕ вихря, всё увеличиваясь в размерах.","НЕСМОТРЯ на усталость, туристы шагали быстро, озабоченно поглядывая на солнце, НАСКВОЗЬ пробивающее лёгкие тучки.","Стоит прочесть ХОТЯ БЫ несколько строк из любимой книги — и ТОТЧАС же хочется пи с ать самому.","Но косы ПО-ПРЕЖНЕМУ были в колечках, и ТАКИЕ ЖЕ колечки на лбу.","Ответ: НЕСМОТРЯ НАСКВОЗЬ"]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(В)СВЯЗИ с опозданием поезда стоянка была сокращена, (ПО)ЭТОМУ нам пришлось поторопиться.","Лес КАК(БУДТО) притих, ЗА(ТО) в поле раздавалось громкое карканье ворон.","(В)ТЕЧЕНИЕ дня погода несколько раз менялась и ИЗ(ЗА) серых туч показывалось яркое солнце.","(НА)ВСТРЕЧУ нам (В)ДОЛЬ железнодорожного полотна шла пёстрая ватага туристов.","Витя получил пятерку по литературе ЗА(ТО), что выучил (НА)ИЗУСТЬ поэму Жуковского."],"answer":["навстречувдоль","вдольнавстречу"],"explanation":["В СВЯЗИ с опозданием поезда стоянка была сокращена, ПОЭТОМУ нам пришлось поторопиться.","Лес КАК БУДТО притих, ЗАТО в поле раздавалось громкое карканье ворон.","В ТЕЧЕНИЕ дня погода несколько раз менялась и ИЗ-ЗА серых туч показывалось яркое солнце.","НАВСТРЕЧУ нам ВДОЛЬ железнодорожного полотна шла пёстрая ватага туристов. (предлоги НАВСТРЕЧУ и ВДОЛЬ пишутся слитно)","Витя получил пятерку по литературе ЗА ТО, что выучил НАИЗУСТЬ поэму Жуковского.","Ответ: НАВСТРЕЧУ ВДОЛЬ ИЛИ ВДОЛЬ НАВСТРЕЧУ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["В)СЛЕД за холодными осенними дождями пришли заморозки, (ОТ)ЧЕГО в посёлке стало холодно и неуютно.","Трудно представить, ЧТО(БЫ) случилось с нами, если бы не помощь родителей, а ТАК(ЖЕ) поддержка друзей.","(НЕ)СМОТРЯ на вечную занятость, я отправился (НА)ВСТРЕЧУ со школьными товарищами.","(В)ВИДУ густого тумана все рейсы были отменены, и нам пришлось (В)ТЕЧЕНИЕ двух суток дожидаться лётной погоды","(В)ЗАКЛЮЧЕНИЕ оратор повысил голос (И)ТАК торжественно закончил речь, что зал взорвался аплодисментами."],"answer":["вследотчего","отчеговслед"],"explanation":["ВСЛЕД за холодными осенними дождями пришли заморозки, ОТЧЕГО в посёлке стало холодно и неуютно.","Трудно представить, ЧТО БЫ случилось с нами, если бы не помощь родителей, а ТАКЖЕ поддержка друзей.","НЕСМОТРЯ на вечную занятость, я отправился НА ВСТРЕЧУ со школьными товарищами.","ВВИДУ густого тумана все рейсы были отменены, и нам пришлось В ТЕЧЕНИЕ двух суток дожидаться лётной погоды.","В ЗАКЛЮЧЕНИЕ оратор повысил голос И ТАК торжественно закончил речь, что зал взорвался аплодисментами.","Ответ: ВСЛЕД ОТЧЕГО ИЛИ ОТЧЕГО ВСЛЕД."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Оказалось, что как раз (ПО)ЭТОМУ оврагу отряды шли тогда на Кричев, ЧТО(БЫ) срезать путь.","(ОТ)ЧЕГО Хорь живёт отдельно от прочих ваших мужиков? (ПО)ТОМУ что умный.","Я зашёл к моим бывшим соседям, (С)ТЕМ ЧТО(БЫ) сказать им самые тёплые слова благодарности.","(ПО)ТОМУ, (НА)СКОЛЬКО в стране налажено библиотечное дело, можно судить об уровне общей культуры.","На этой улице мы жили раньше, а (ПО)ЭТОМУ бульвару мы КОГДА(ТО) часто гуляли с сестрой."],"answer":["отчегопотому","потомуотчего"],"explanation":["Оказалось, что как раз ПО ЭТОМУ оврагу отряды шли тогда на Кричев,ЧТОБЫ срезать путь.","ОТЧЕГО Хорь живёт отдельно от прочих ваших мужиков? ПОТОМУ что умный.","Я зашёл к моим бывшим соседям, С ТЕМ ЧТОБЫ сказать им самые тёплые слова благодарности.","ПО ТОМУ, НАСКОЛЬКО в стране налажено библиотечное дело,можно судить об уровне общей культуры.","На этой улице мы жили раньше, а ПО ЭТОМУ бульвару мы КОГДА-ТО часто гуляли с сестрой.","Ответ: ОТЧЕГО ПОТОМУ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(В)ТЕЧЕНИЕ часа разговор не смолкал: говорили в основном (НА)СЧЁТ предстоящего путешествия.","А если (ОТ)ТОГО, что делать начинаю, не мне лишь одному я пользы ожидаю, то, признаюсь, ЗА(ТО) охотнее берусь.","И КАК(БЫ) вы ни торопились поскорей дойти до воды, всё равно на спуске с холма вы несколько раз остановитесь, ЧТО(БЫ) взглянуть на дали по ту сторону реки.","(В)СЛЕДСТВИЕ прошедших ливней река вышла из берегов, и всё пространство (ВО)КРУГ было покрыто водой.","(НЕ)ЧТО изменилось в его облике, хотя одет он был ТАК(ЖЕ), как и прежде."],"answer":["вследствиевокруг","вокругвследствие"],"explanation":["В ТЕЧЕНИЕ часа разговор не смолкал: говорили в основном НАСЧЁТ предстоящего путешествия.","А если ОТ ТОГО, что делать начинаю, не мне лишь одному я пользы ожидаю, то, признаюсь, ЗА ТО охотнее берусь.","И КАК БЫ вы ни торопились поскорей дойти до воды, всё равно на спуске с холма вы несколько раз остановитесь, ЧТОБЫ взглянуть на дали по ту сторону реки.","ВСЛЕДСТВИЕ прошедших ливней река вышла из берегов, и всё пространство ВОКРУГ было покрыто водой.","НЕЧТО изменилось в его облике, хотя одет он был ТАК ЖЕ, как и прежде.","Ответ: ВСЛЕДСТВИЕ ВОКРУГ ИЛИ ВОКРУГ ВСЛЕДСТВИЕ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Озеро Белое (ОТ)ТОГО и прелестно, что (ВО)КРУГ него густая разнообразная растительность.","(НЕ)СМОТРЯ на любовь к городским пейзажам, мы ВСЁ(ТАКИ) не остались равнодушными к красотам природы на Валдае.","(ПО)ТОМУ, как этот человек держится, видно, что он (ВО)ВСЁМ привык быть первым.","Постижение красоты не прекратится никогда, ТАК(ЖЕ )как не прекратится само постижение мира, (НЕ)СМОТРЯ на все сложности.","Маша ТО(ЖЕ) хотела пойти на каток, но врач запретил ей гулять (В)ТЕЧЕНИЕ трех дней."],"answer":["оттоговокруг","вокруготтого"],"explanation":["В каком предложении оба выделенных слова пишутся слитно?","Озеро   Белое   ОТТОГО    и   прелестно,    что   ВОКРУГ    него   густая разнообразная  растительность.","НЕСМОТРЯ   на  любовь  к  городским   пейзажам,   мы  ВСЁ-ТАКИ  не остались равнодушными  к красотам природы на Валдае.","ПО ТОМУ, как этот человек держится, видно, что он ВО ВСЁМ привык быть первым.","Постижение    красоты    не    прекратится    никогда,    ТАК ЖЕ   как    не прекратится само постижение  мира, НЕСМОТРЯ на все сложности.","Маша ТОЖЕ хотела пойти на каток, но врач запретил ей гулять В ТЕЧЕНИЕ трех дней.","Ответ: ОТТОГО ВОКРУГ ИЛИ ВОКРУГ ОТТОГО."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(НЕ)СМОТРЯ на то что большинство стихотворений В. Жуковского являются переводными, в них ВСЁ(ТАКИ) прослеживается русская поэтическая традиция.","И(ТАК), лирический герой Б. Пастернака чувствует, что любовь помогает ему преодолеть суету и пошлость мира, и (ПО)ТОМУ вспоминает о погасшей когда-то искре любви с большим сожалением.","(НЕ)СМОТРЯ на то что внешне Раскольников походил на терпящего сильную физическую боль человека: брови его были сдвинуты, губы сжаты, взгляд КАК(БУДТО) воспалённый, он был очень сильным человеком.","Вечная тема поэзии — любовь — в стихах Ф. Тютчева, ТАК(ЖЕ) как и в стихах А. Фета, нашла своё новое оригинальное преломление и зазвучала несколько (ПО)НОВОМУ.","(В)ТЕЧЕНИЕ трех лет поле (НИ)КЕМ не обрабатывалось и заросло репейником и бурьяном."],"answer":["итакпотому","потомуитак"],"explanation":["НЕСМОТРЯ на то что большинство стихотворений В. Жуковского являются переводными, в них ВСЁ-ТАКИ прослеживается русская поэтическая традиция.","ИТАК, лирический герой Б. Пастернака чувствует, что любовь помогает ему преодолеть суету и пошлость мира, и ПОТОМУ вспоминает о погасшей когда-то искре любви с большим сожалением.","НЕСМОТРЯ на то что внешне Раскольников походил на терпящего сильную физическую боль человека: брови его были сдвинуты, губы сжаты, взгляд КАК БУДТО воспалённый, он был очень сильным человеком.","Вечная тема поэзии – любовь – в стихах Ф. Тютчева, ТАК ЖЕ как и в стихах А. Фета, нашла своё новое оригинальное преломление и зазвучала несколько ПО-НОВОМУ.","В ТЕЧЕНИЕ трех лет поле НИКЕМ не обрабатывалось и заросло репейником и бурьяном.","Ответ: ИТАК ПОТОМУ ИЛИ ПОТОМУ ИТАК."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся слитно. Раскройте скобки и выпишите эти два слова.","options":["(НЕ)СМОТРЯ на то что сотрудников (В)ПОПЫХАХ забыли оповестить о произошедших переменах, всё прошло благополучно.","ЧТО(БЫ) ни случилось, родители всегда придут ему на помощь — в этом Максимка был уверен, (ОТ)ТОГО легко пошёл на риск.","Алексей всё ТАК(ЖЕ) часто вспоминал о доме, и в этих своих воспоминаниях он (ПО)НАСТОЯЩЕМУ отдыхал душой.","Они пошли дальше (ПО)ДВОЕ, и Бритоголовый, оглядываясь, всё видел (В)ДАЛИ голубоватый огонь.","С(НАЧАЛА) этой удивительной истории КАК(БУДТО) не было ничего странного."],"answer":["несмотрявпопыхах","впопыхахнесмотря"],"explanation":["НЕСМОТРЯ на то что сотрудников ВПОПЫХАХ забыли оповестить о произошедших переменах, всё прошло благополучно.","ЧТО БЫ ни случилось, родители всегда придут ему на помощь — в этом Максимка был уверен, ОТТОГО легко пошёл на риск.","Алексей всё ТАК ЖЕ часто воспоминал о доме, и в этих своих воспоминаниях он ПО-НАСТОЯЩЕМУ отдыхал душой.","Они пошли дальше ПО ДВОЕ, и Бритоголовый, оглядываясь, всё видел ВДАЛИ голубоватый огонь.","С НАЧАЛА этой удивительной истории КАК БУДТО не было ничего странного.","Ответ: несмотря впопыхах"]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(НА)ПРОТЯЖЕНИИ долгих лет он трудился не покладая рук, (ЗА)ТО сейчас мог отдыхать, сколько душе угодно.","Нина ТАК(ЖЕ), как и я, вздохнула и опустила свои глаза в землю, ЧТО(БЫ) скрыть слёзы.","(В)ПОСЛЕДСТВИИ мы с улыбкой вспоминали о тех трудностях, с которыми столкнулись (В)НАЧАЛЕ года.","Мне не хотелось тратить время (В)ПУСТУЮ, так что я сразу заговорил о деле, как только мы остались (В)ДВОЁМ.","Ей было больно (ОТ)ТОГО, что она не находила понимания (ОТ)ТОГО человека, которого очень любила."],"answer":["ВПУСТУЮВДВОЁМ"],"explanation":["НА ПРОТЯЖЕНИИ долгих лет он трудился не покладая рук, ЗАТО сейчас мог отдыхать, сколько душе угодно.","Нина ТАК ЖЕ, как и я, вздохнула и опустила свои глаза в землю, ЧТОБЫ скрыть слёзы.","ВПОСЛЕДСТВИИ мы с улыбкой вспоминали о тех трудностях, с которыми столкнулись В НАЧАЛЕ года.","Мне не хотелось тратить время ВПУСТУЮ, так что я сразу заговорил о деле, как только мы остались ВДВОЁМ.","Ответ: ВПУСТУЮВДВОЁМ"]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(В)ВИДУ размера деталей, изготовление каждой из них требует длительного кропотливого труда, так что одна коллекционная машинка может собираться (В)ТЕЧЕНИЕ полугода.","Я очень устал (ВО)ВРЕМЯ нашего похода, (ПО)ЭТОМУ сразу после ужина, как и остальные ребята, лёг спать.","Дверь в комнату была (НА)ГЛУХО закрыта, ЧТО(БЫ) никто не слышал этого разговора.","Василий везде высказывал своё мнение (В)ОТКРЫТУЮ, и (ЗА)ТО его уважали в коллективе.","Во ЧТО(БЫ) то ни стало, сделай ТО(ЖЕ) самое, поверь, на этот раз получится!"],"answer":["наглухочтобы","чтобынаглухо"],"explanation":["ВВИДУ размера деталей, изготовление каждой из них требует длительного кропотливого труда, так что одна коллекционная машинка может собираться В ТЕЧЕНИЕ полугода.","Я очень устал ВО ВРЕМЯ нашего похода, ПОЭТОМУ сразу после ужина, как и остальные ребята, лёг спать.","Дверь в комнату была НАГЛУХО закрыта, ЧТОБЫ никто не слышал этого разговора.","Василий везде высказывал своё мнение В ОТКРЫТУЮ, и ЗА ТО его уважали в коллективе.","Во ЧТО БЫ то ни стало, сделай ТО ЖЕ самое, поверь, на этот раз получится!","Ответ: наглухочтобы"]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Нам пришлось (ПО)НЕВОЛЕ задержаться в деревне ещё на сутки, (ПО)ТОМУ что дорогу занесло.","(ИЗ)ЗА ранения Ибрагим (В)МЕСТО парика носил повязку.","Брат слушал внимательно и в ТО(ЖЕ) время совсем не понимал, (ОТ)ЧЕГО отец так суров с ним.","(В)ПРОДОЛЖЕНИЕ нескольких дней я думал, ЧТО(БЫ) подарить на день рождения своему лучшему другу.","(В)последствии неисправности были устранены, но следует во ЧТО(БЫ) то ни стало избегать подобных действий."],"answer":["поневолепотому","потомупоневоле"],"explanation":["Нам пришлось ПОНЕВОЛЕ задержаться в деревне ещё на сутки, ПОТОМУ что дорогу занесло.","ИЗ-ЗА ранения Ибрагим ВМЕСТО парика носил повязку.","Брат слушал внимательно и в ТО ЖЕ время совсем не понимал, ОТЧЕГО отец так суров с ним.","В ПРОДОЛЖЕНИЕ нескольких дней я думал, ЧТО БЫ подарить на день рождения своему лучшему другу.","ВПОСЛЕДСТВИИ неисправности были устранены, но следует во ЧТО БЫ то ни стало избегать подобных действий.","Ответ: потому поневоле"]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Отношения поэта и монарха (В)ПОСЛЕДСТВИИ резко осложнятся, и ВСЕ(ТАКИ) Пушкин будет предпочитать личную цензуру царя общей цензуре чиновников.","Пушкин призывал Николая I к милосердию, (ПРИ)ЭТОМ он не раз обращался к ссыльным друзьям со словами сочувствия, (НА)ПРИМЕР, в послании «Во глубине сибирских руд…».","В мае 1827 года Пушкин (НА)КОНЕЦ получает разрешение жить в Петербурге и (В)НОВЬ оказывается рядом с друзьями.","(В)НАЧАЛЕ многих стихотворений Пушкина слышно уныние и даже отчаяние, и ВСЕ(ЖЕ) обычно его стихи завершаются оптимистично.","(В)ПРОДОЛЖЕНИЕ года я несколько раз побывал (ЗА)ГРАНИЦЕЙ."],"answer":["наконецвновь","вновьнаконец"],"explanation":["Отношения поэта и монарха ВПОСЛЕДСТВИИ резко осложнятся, и ВСЕ-ТАКИ Пушкин будет предпочитать личную цензуру царя общей цензуре чиновников. (слово «впоследствии» является наречием в значении «потом», «все-таки» пишется всегда через дефис)","Пушкин призывал Николая I к милосердию, ПРИ ЭТОМ он не раз обращался к ссыльным друзьям со словами сочувствия, НАПРИМЕР, в послании «Во глубине сибирских руд…». (слова «приэтом» не существует, «например» является наречием)","В мае 1827 года Пушкин НАКОНЕЦ получает разрешение жить в Петербурге и ВНОВЬ оказывается рядом с друзьями. («наконец» является наречием, слова «новь» не существует)","В НАЧАЛЕ многих стихотворений Пушкина слышно уныние и даже отчаяние, и ВСЕ ЖЕ обычно его стихи завершаются оптимистично. («в начале» здесь является предлогом и существительным, так как мы можем видоизменить эту конструкцию как «в самом начале», слова «всеже» не существует)","В ПРОДОЛЖЕНИЕ года я несколько раз побывал ЗА ГРАНИЦЕЙ.","Ответ: НАКОНЕЦ ВНОВЬ ИЛИ ВНОВЬ НАКОНЕЦ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(ЗА)ЧАСТУЮ мы даже не представляем, (НА)СКОЛЬКО человеку важно понять, что является для него в жизни главным.","Ни громоотводы, ни вечный двигатель городу Калинову не нужны, ПОТОМУ(ЧТО) всему этому (ПО)ПРОСТУ нет места в патриархальном мире.","Можно (ПО)РАЗНОМУ объяснить сцену словесного поединка Базарова и Павла Петровича, и (ПО)НАЧАЛУ может показаться, что прав нигилист.","ЧТО(БЫ) вернуть Радищева современному читателю, необходимо попытаться беспристрастно оценить его философские взгляды, ТАК(ЖЕ) как и литературное творчество.","(ПО)ВИДИМОМУ, Боттичелли был учеником известного живописца Филиппе Липпи, а ТАК(ЖЕ) флорентийского живописца и скульптора Андреа Верроккио."],"answer":["зачастуюнасколько","насколькозачастую"],"explanation":["ЗАЧАСТУЮ мы даже не представляем, НАСКОЛЬКО человеку важно понять, что является для него в жизни главным.","Ни громоотводы, ни вечный двигатель городу Калинову не нужны, ПОТОМУ ЧТО всему этому ПОПРОСТУ нет места в патриархальном мире.","Можно ПО-РАЗНОМУ объяснить сцену словесного поединка Базарова и Павла Петровича, и ПОНАЧАЛУ может показаться, что прав нигилист.","ЧТОБЫ вернуть Радищева современному читателю, необходимо попытаться беспристрастно оценить его философские взгляды, ТАК ЖЕ как и литературное творчество.","ПО-ВИДИМОМУ, Боттичелли был учеником известного живописца Филиппе Липпи, а ТАКЖЕ флорентийского живописца и скульптора Андреа Верроккио.","Ответ: ЗАЧАСТУЮ НАСКОЛЬКО ИЛИ НАСКОЛЬКО ЗАЧАСТУЮ."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся слитно. Раскройте скобки и выпишите эти два слова.","options":["Я сел у костра и ТАК(ЖЕ), как отец, слушал утренние голоса птиц и (ПО)ТОМУ не услышал шагов охотников.","Наблюдательные люди замечали странную девушку, которая ходила по улицам, КАК(БУДТО) искала КОГО(ТО).","Неприятности кота начались (В)КОНЦЕ лета, когда в старом деревенском доме (В)ТЕЧЕНИЕ дня появились кривоногая такса Фунтик и маленький пушистый щенок Бим.","Ягод оказалось так много, что они всё время норовили сыпаться из корзины, (НЕ)СМОТРЯ на то что корзинка закрывалась (С)ВЕРХУ плетёной крышкой.","(В)ВИДУ обледенения трассы все рейсы были отменены, и нам (В)ПРОДОЛЖЕНИЕ суток пришлось пережидать непогоду."],"answer":["несмотрясверху"],"explanation":["Раскроем скобки.","Я сел у костра и ТАК ЖЕ, как отец, слушал утренние голоса птиц и ПОТОМУ не услышал шагов охотников.","Наблюдательные люди замечали странную девушку, которая ходила по улицам, КАК БУДТО искала КОГО-ТО.","Неприятности кота начались В КОНЦЕ лета, когда в старом деревенском доме В ТЕЧЕНИЕ дня появились кривоногая такса Фунтик и маленький пушистый щенок Бим.","Ягод оказалось так много, что они всё время норовили сыпаться из корзины, НЕСМОТРЯ на то что корзинка закрывалась СВЕРХУ плетёной крышкой.","ВВИДУ обледенения трассы все рейсы были отменены, и нам В ПРОДОЛЖЕНИЕ суток пришлось пережидать непогоду.","В четвертом предложении производный предлог НЕСМОТРЯ НА и наречие СВЕРХУ пишутся слитно.","Ответ: несмотрясверху."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся слитно. Раскройте скобки и выпишите эти два слова.","options":["(НЕ)СМОТРЯ на то что поэма «Светлана» В.А. Жуковского является переводной, в ней мы видим ВСЁ(ТАКИ) прекрасный образ русской девушки.","(В)СВЯЗИ с опозданием поезда стоянка была сокращена, (ПО)ЭТОМУ пассажирам не удалось погулять по городу.","(НА)КОНЕЦ знаменитый лектор поблагодарил слушателей, и ТО(ЖЕ) самое сделали остальные докладчики.","(НА)ВСТРЕЧУ нам (В)ДОЛЬ дороги брели, подоткнув полы мокрых плащей, грибники.","ЧТО(БЫ) ни говорили о нас с братом, мы всегда с ним (ЗА)ОДНО."],"answer":["навстречувдоль"],"explanation":["Раскроем скобки.","НЕСМОТРЯ на то что поэма «Светлана» В.А. Жуковского является переводной, в ней мы видим ВСЁ-ТАКИ прекрасный образ русской девушки.","В СВЯЗИ с опозданием поезда стоянка была сокращена, ПОЭТОМУ пассажирам не удалось погулять по городу.","НАКОНЕЦ знаменитый лектор поблагодарил слушателей, и ТО ЖЕ самое сделали остальные докладчики.","НАВСТРЕЧУ нам ВДОЛЬ дороги брели, подоткнув полы мокрых плащей, грибники.","ЧТО БЫ ни говорили о нас с братом, мы всегда с ним ЗАОДНО.","В четвёртом предложении производные предлоги: НАВСТРЕЧУ и ВДОЛЬ — пишутся слитно.","В СВЯЗИ всегда раздельно.","Ответ: навстречувдоль."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(НА)КОНЕЦ дело было передано в районный суд, после чего наши оппоненты пошли (НА)ПОПЯТНУЮ.","(В)ТЕЧЕНИЕ года выпуск продукции на предприятии увеличился (В)ДВОЕ.","Если ты и (В)ПРАВДУ живёшь мечтой, важно продолжать верить в неё, ЧТО(БЫ) ни говорили тебе окружающие.","(ПО)ЭТОМУ мосту, представлявшему собой два натянутых каната с бамбуковыми перекладинами, идти (В)ДВОЁМ было опасно.","(ПО)НАЧАЛУ Гоша ТО(ЖЕ) побаивался сурового егеря, но вскоре был совершенно пленён его умением обращаться с лошадьми и собаками."],"answer":["поначалутоже"],"explanation":["Раскроем скобки.","НАКОНЕЦ дело было передано в районный суд, после чего наши оппоненты пошли НА ПОПЯТНУЮ.","В ТЕЧЕНИЕ года выпуск продукции на предприятии увеличился ВДВОЕ.","Если ты и ВПРАВДУ живёшь мечтой, важно продолжать верить в неё, ЧТО БЫ ни говорили тебе окружающие.","ПО ЭТОМУ мосту, представлявшему собой два натянутых каната с бамбуковыми перекладинами, идти ВДВОЁМ было опасно.","ПОНАЧАЛУ Гоша ТОЖЕ побаивался сурового егеря, но вскоре был совершенно пленён его умением обращаться с лошадьми и собаками.","В последнем предложении наречие ПОНАЧАЛУ и союз ТОЖЕ пишутся слитно.","Ответ: поначалутоже."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Пока дорога шла близ болот, (В)ВИДУ соснового леса, всё время отклоняясь (В)БОК, мы то и дело вспугивали целые выводки уток, приютившихся здесь.","(В)ТЕЧЕНИЕ целого дня наш отряд с трудом шёл вперёд, двигаясь (НА)ОЩУПЬ.","В лесу (ПО)ОСЕННЕМУ пахло сыростью, было холодно и промозгло, и мы, ЧТО(БЫ) согреться, развели костёр.","(ПО)СРЕДИ комнаты стоял огромный дубовый стол, а ТАК(ЖЕ) крепкие, под стать столу, тяжёлые стулья.","Маруся долго не могла понять, (ПО)ЧЕМУ никто вот так прямо, (С)ХОДУ не может дать ответ на мучивший её вопрос."],"answer":["посредитакже","такжепосреди"],"explanation":["Раскроем скобки.","Пока дорога шла близ болот, В ВИДУ соснового леса, всё время отклоняясь ВБОК, мы то и дело вспугивали целые выводки уток, приютившихся здесь.","В ТЕЧЕНИЕ целого дня наш отряд с трудом шёл вперёд, двигаясь НА ОЩУПЬ.","В лесу ПО-ОСЕННЕМУ пахло сыростью, было холодно и промозгло, и мы, ЧТОБЫ согреться, развели костёр.","ПОСРЕДИ комнаты стоял огромный дубовый стол, а ТАКЖЕ крепкие, под стать столу, тяжёлые стулья.","Маруся долго не могла понять, ПОЧЕМУ никто вот так прямо, С ХОДУ не может дать ответ на мучивший её вопрос.","В первом предложении существительное ВИД имеет при себе предлог В; в данном предложении это выражение пространственных отношений. Очень редко встречается, но тем не менее. Например: В виду окрестных гор местность казалась особенно привлекательной.","В четвёртом предложении предлог ПОСРЕДИ и союз ТАКЖе пишутся слитно.","Ответ: посредитакже."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["С точки зрения «младосимволистов», назначение символа состоит ТАК(ЖЕ) в том, ЧТО(БЫ) выразить реалии высшего порядка.","Михаилу сказали (ТО)ЖЕ, что и всем остальным: здание завода обветшало, конвейеры устарели, и (ПО)ЭТОМУ предприятие будет закрыто, а рабочие уволены.","В России, (В)СИЛУ известных исторических обстоятельств, Наполеон (С)НАЧАЛА преподносился как великая личность, а затем началась эпоха развенчания кумира.","Путешествовать (В)ОДИНОЧКУ по родным просторам – хорошая возможность осмыслить прожитую жизнь, (ПО)СКОЛЬКУ в дороге легко и спокойно бегут одна за другой мысли.","(В)ПОСЛЕДСТВИИ выяснилось, что мои опасения по поводу Алексея оказались не напрасными, хотя (С)ВИДУ он казался «своим парнем»."],"answer":["такжечтобы","чтобытакже"],"explanation":["Раскроем скобки.","С точки зрения «младосимволистов», назначение символа состоит ТАКЖЕ в том, ЧТОБЫ выразить реалии высшего порядка.","Михаилу сказали ТО ЖЕ, что и всем остальным: здание завода обветшало, конвейеры устарели, и ПОЭТОМУ предприятие будет закрыто, а рабочие уволены.","В России, В СИЛУ известных исторических обстоятельств, Наполеон СНАЧАЛА преподносился как великая личность, а затем началась эпоха развенчания кумира.","Путешествовать В ОДИНОЧКУ по родным просторам – хорошая возможность осмыслить прожитую жизнь, ПОСКОЛЬКУ в дороге легко и спокойно бегут одна за другой мысли.","ВПОСЛЕДСТВИИ выяснилось, что мои опасения по поводу Алексея оказались не напрасными, хотя С ВИДУ он казался «своим парнем».","В первом предложении союзы: ТАКЖЕ, ЧТОБЫ — пишутся слитно.","Ответ: такжечтобы."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["В основе символизма – знамение, озарение, (ПО)ЭТОМУ в поэзии символистов преобладает не рациональное, а интуитивное мышление: стихи подобны музыке, их содержание туманно, (ЗА)ТО сама их форма несёт особое «сообщение».","(НЕ)ВЗИРАЯ на то, что сезон грибов закончился, в лесу (ПО)ПРЕЖНЕМУ пахло грибной сыростью.","Имя Фёдора Ушакова – это символ русского умения побеждать (ПО)СУВОРОВСКИ, символ бесстрашия, а ТАК(ЖЕ) разумной дерзости и отваги.","(В)ЗАКЛЮЧЕНИЕ старики попросили, ЧТО(БЫ) Мироныча не трогали.","Я жаждал победы, но игра закончилась (В)НИЧЬЮ, ТАК(ЧТО) на душе у меня было тоскливо."],"answer":["поэтомузато","затопоэтому"],"explanation":["Раскроем скобки.","В основе символизма – знамение, озарение, ПОЭТОМУ в поэзии символистов преобладает не рациональное, а интуитивное мышление: стихи подобны музыке, их содержание туманно, ЗАТО сама их форма несёт особое «сообщение».","НЕВЗИРАЯ на то, что сезон грибов закончился, в лесу ПО-ПРЕЖНЕМУ пахло грибной сыростью.","Имя Фёдора Ушакова – это символ русского умения побеждать ПО-СУВОРОВСКИ, символ бесстрашия, а ТАКЖЕ разумной дерзости и отваги.","В ЗАКЛЮЧЕНИЕ старики попросили, ЧТОБЫ Мироныча не трогали.","Я жаждал победы, но игра закончилась ВНИЧЬЮ, ТАК ЧТО на душе у меня было тоскливо.","В первом предложении союзы: ПОЭТОМУ И ЗАТО — пишутся слитно.","Ответ: поэтомузато."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(И)ТАК, Константин утверждал, что эта поездка прибавила жизненных сил, я говорил ТО(ЖЕ) самое.","ЧТО(БЫ) быть счастливым, нужно стремиться к успеху и в ТО(ЖЕ) время необходимо учиться благородству по отношению к окружающим людям.","Вскоре птицы (СО)ВСЕМ замолкли, кроме одной, которая (НА)ПЕРЕКОР всем монотонно чирикала.","Незнакомец исчез за поворотом ТАК(ЖЕ) внезапно, как и появился, (ПО)ЭТОМУ рассмотреть его не удалось.","(НА)КОНЕЦ дождик перестал, но КОЕ(ГДЕ) ещё толпились тяжёлые громады отчасти рассеянных туч."],"answer":["совсемнаперекор","наперекорсовсем"],"explanation":["Раскроем скобки.","ИТАК, Константин утверждал, что эта поездка прибавила жизненных сил, я говорил ТО ЖЕ самое.","ЧТОБЫ быть счастливым, нужно стремиться к успеху и в ТО ЖЕ время необходимо учиться благородству по отношению к окружающим людям.","Вскоре птицы СОВСЕМ замолкли, кроме одной, которая НАПЕРЕКОР всем монотонно чирикала.","Незнакомец исчез за поворотом ТАК ЖЕ внезапно, как и появился, ПОЭТОМУ рассмотреть его не удалось.","НАКОНЕЦ дождик перестал, но КОЕ-ГДЕ ещё толпились тяжёлые громады отчасти рассеянных туч.","Ответ: совсем, наперекор."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["За доверчивость ей в жизни (НЕ)РАЗ пришлось поплатиться значительной суммой денег и потерянным (В)ПУСТУЮ временем.","Маша училась (В)ДАЛЕКЕ от родного города, (ПО)ЭТОМУ виделись они с сестрой редко.","Он (НА)СТОЛЬКО привык заставлять лгать других, что и сам тоже врал (НА)ХОДУ, даже не задумываясь.","ГДЕ(ТО) на краю деревни запели девушки, (ОТ)ЧЕГО Матвею стало грустно.","Левин ни о чём не думал, ничего не желал, кроме одного: ЧТО(БЫ) не отстать от мужиков и работать ТАК(ЖЕ) хорошо, как они."],"answer":["вдалекепоэтому","поэтомувдалеке"],"explanation":["За доверчивость ей в жизни НЕ РАЗ пришлось поплатиться значительной суммой денег и потерянным ВПУСТУЮ временем. (НЕ РАЗ пишется раздельно, потому что это наречие не на -о, -е; ВПУСТУЮ пишется слитно, потому что это наречие)","Маша училась ВДАЛЕКЕ от родного города, ПОЭТОМУ виделись они с сестрой редко. (ВДАЛЕКЕ — наречие, пишется слитно; ПОЭТОМУ — союз, пишется слитно)","Он НАСТОЛЬКО привык заставлять лгать других, что и сам тоже врал НА ХОДУ, даже не задумываясь. (НАСТОЛЬКО — наречие, пишется слитно; НА ХОДУ — наречие, которое нужно запомнить)","ГДЕ-ТО на краю деревни запели девушки, ОТ ЧЕГО Матвею стало грустно. (ГДЕ-ТО: -то, -либо, -нибудь пишутся через дефис; ОТ ЧЕГО — местоимение с предлогом)","Левин ни о чём не думал, ничего не желал, кроме одного: ЧТОБЫ не отстать от мужиков и работать ТАК ЖЕ хорошо, как они. (ЧТОБЫ — союз, ТАК ЖЕ — указательное местоимение с частицей же, частицу можно легко «выбросить»)","Ответ: вдалекепоэтому или поэтомувдалеке."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Вдоль береговой линии (НА)ПРОТЯЖЕНИИ километра располагаются базы отдыха с ресторанами и кафе, а ТАК(ЖЕ) отдельно стоящие коттеджи.","Алексею (КАК)ТО удавалось зарабатывать достаточно денег, (ЧТО)БЫ брат его продолжал учиться.","(С)НАЧАЛА мне показалось, что в работах Николая ТО(ЖЕ) не было ничего особенного.","Вечером Пётр Иванович сидел опять ЗА(ТЕМ) же столом, слушал Настасью Ивановну и пытался понять, ПО(ЧЕМУ) ему так хорошо в этом доме.","(В)ТЕЧЕНИЕ двух часов альпинисты карабкались по склону горы, то продвигаясь (В)ПЕРЁД, то вновь сползая вниз."],"answer":["сначалатоже","тожесначала"],"explanation":["Вдоль береговой линии НА ПРОТЯЖЕНИИ километра располагаются базы отдыха с ресторанами и кафе, а ТАКЖЕ отдельно стоящие коттеджи. (НА ПРОТЯЖЕНИИ — предлог, пишется раздельно; ТАКЖЕ — союз, пишется слитно);","Алексею КАК-ТО удавалось зарабатывать достаточно денег, ЧТОБЫ брат его продолжал учиться. (КАК-ТО пишется через дефис; ЧТОБЫ — союз, пишется слитно);","СНАЧАЛА мне показалось, что в работах Николая ТОЖЕ не было ничего особенного.(СНАЧАЛА — наречие, пишется слитно; ТОЖЕ — союз, пишется слитно);","Вечером Пётр Иванович сидел опять ЗА ТЕМ же столом, слушал Настасью Ивановну и пытался понять, ПОЧЕМУ ему так хорошо в этом доме. (ЗА ТЕМ — указательное местоимение с предлогом; ПОЧЕМУ — союз, пишется слитно);","В ТЕЧЕНИЕ двух часов альпинисты карабкались по склону горы, то продвигаясь ВПЕРЁД, то вновь сползая вниз. (В ТЕЧЕНИЕ — предлог, пишется раздельно; ВПЕРЁД — наречие, пишется слитно).","Ответ: сначалатоже или тожесначала."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["На Земле ещё до появления человека (В)ТЕЧЕНИЕ миллионов лет происходили события, менявшие нашу планету: поднимавшиеся из морских вод горные хребты подтачивались снеговыми водами, а ТАК(ЖЕ) ледниками, которые спускались с горных вершин.","Во многих странах зоны отдыха расширяются (ЗА)СЧЁТ обширных территорий бывших карьеров: (НА)ПРИМЕР, в Греции планируется освоение нескольких карьеров, где будут расположены спортивные площадки, аттракционы и пляжи.","(В)ПРОДОЛЖЕНИЕ долгих часов Андрей Рублёв оставался в храме (НА)ЕДИНЕ со своим учителем Феофаном Греком, который открывал иконописцу тайны живописи.","Своеобразная композиция текста определяется вариативными повторами, когда тезис (С)НАЧАЛА формулируется, а (ЗА)ТЕМ многократно повторяется.","Отблистали молнии, и полчища туч унеслись КУДА(ТО) (В)ДАЛЬ."],"answer":["сначалазатем","затемсначала"],"explanation":["На Земле ещё до появления человека В ТЕЧЕНИЕ (предлог пишется раздельно) миллионов лет происходили события, менявшие нашу планету: поднимавшиеся из морских вод горные хребты подтачивались снеговыми водами, а ТАКЖЕ (союз пишется слитно: можно заменить союзом И) ледниками, которые спускались с горных вершин.","Во многих странах зоны отдыха расширяются ЗА СЧЁТ (производный предлог пишется раздельно) обширных территорий бывших карьеров: НАПРИМЕР, в Греции планируется освоение нескольких карьеров, где будут расположены спортивные площадки, аттракционы и пляжи.","В ПРОДОЛЖЕНИЕ (производный предлог) долгих часов Андрей Рублёв оставался в храме НАЕДИНЕ (наречие пишется слитно) со своим учителем Феофаном Греком, который открывал иконописцу тайны живописи.","Своеобразная композиция текста определяется вариативными повторами, когда тезис СНАЧАЛА (наречие пишется слитно) формулируется, а ЗАТЕМ (наречие пишется слитно) многократно повторяется.","Отблистали молнии, и полчища туч унеслись КУДА-ТО (-ТО, -ЛИБО, -НИБУДь пишутся через дефис) ВДАЛЬ (наречие пишется слитно).","Ответ: сначала, затем."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(В)ПОСЛЕДСТВИИ я часто заходил в тот старый скверик, ЧТО(БЫ) погрузиться в свои воспоминания о первой любви и снова ощутить сладкий вкус счастья.","(В)ТЕЧЕНИЕ суток дождь не стихал, оттого в доме ТО(ЖЕ) стало сыро и зябко.","Во многих пьесах Островского изображается отдельный город (часто провинциальный) как НЕ(КОЕ) конкретное, замкнутое и самодостаточное место, образ которого является воплощением России (В)ЦЕЛОМ.","«(И)ТАК, сегодня мы подведём итоги нашей работы», — с улыбкой сказал директор (В)НАЧАЛЕ совещания.","Будучи более тридцати лет (В)МЕСТЕ, супруги (ПО)ПРЕЖНЕМУ любили друг друга, относились друг к другу с нежностью и уважением."],"answer":["впоследствиичтобы","чтобывпоследствии"],"explanation":["ВПОСЛЕДСТВИИ я часто заходил в тот старый скверик, ЧТОБЫ погрузиться в свои воспоминания о первой любви и снова ощутить сладкий вкус счастья.","В ТЕЧЕНИЕ суток дождь не стихал, оттого в доме ТОЖЕ стало сыро и зябко.","Во многих пьесах Островского изображается отдельный город (часто провинциальный) как НЕКОЕ конкретное, замкнутое и самодостаточное место, образ которого является воплощением России В ЦЕЛОМ.","«ИТАК, сегодня мы подведём итоги нашей работы», — с улыбкой сказал директор В НАЧАЛЕ совещания.","Будучи более тридцати лет ВМЕСТЕ, супруги ПО-ПРЕЖНЕМУ любили друг друга, относились друг к другу с нежностью и уважением.","Ответ: впоследствии, чтобы."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(В)ОТЛИЧИЕ от многих, М. Горький не гонялся за славой; он не пугался критики, но ТАК(ЖЕ) не испытывал и радости от похвалы глупца или невежи.","Мой отец был (ПО)НАСТОЯЩЕМУ искусным плотником, (ЗА)ТО, а ещё за весёлый нрав его уважали в посёлке.","Ещё в глубокой древности люди мечтали о том, ЧТО(БЫ) подняться в небо: в легенде о Дедале и Икаре, которую создали древние греки, (КАК)РАЗ и отразилась эта мечта.","Однажды ночью я проснулся от странного ощущения: мне показалось, БУД(ТО) я оглох во сне; я долго лежал, прислушивался и наконец понял, что я не оглох, а (ПО)ПРОСТУ за стенами дома наступила необыкновенная тишина.","Бойцы шли (ПО)ДВОЕ, (ПО)ЗАДИ колонны тащилась повозка с полевой кухней."],"answer":["будтопопросту","попростубудто"],"explanation":["В ОТЛИЧИЕ от многих, М. Горький не гонялся за славой; он не пугался критики, но ТАКЖЕ не испытывал и радости от похвалы глупца или невежи.","Мой отец был ПО-НАСТОЯЩЕМУ искусным плотником, ЗА ТО, а ещё за весёлый нрав его уважали в посёлке.","Ещё в глубокой древности люди мечтали о том, ЧТОБЫ подняться в небо: в легенде о Дедале и Икаре, которую создали древние греки,  КАК РАЗ и отразилась эта мечта.","Однажды ночью я проснулся от странного ощущения: мне показалось, БУДТО я оглох во сне; я долго лежал, прислушивался и наконец понял, что я не оглох, а ПОПРОСТУ за стенами дома наступила необыкновенная тишина.","Бойцы шли ПО ДВОЕ, ПОЗАДИ колонны тащилась повозка с полевой кухней.","Ответ: будтопопросту"]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["К реалистическим признакам комедии Грибоедова «Горе от ума», помимо всего прочего, относится ТАК(ЖЕ) построение пьесы на основе двух сюжетных линий. (ПРИ)ЧЁМ обе составляющие — любовная и общественно- политическая — проявляются в характере Чацкого.","Присутствующие в комнате разговаривали В(ПОЛ)ГОЛОСА, и я, как ни старался понять ХОТЯ(БЫ) что-то, не разобрал ни слова.","(В)ТЕЧЕНИЕ дня мне ВСЁ(ТАКИ) удалось поймать несколько золотистых карасей.","(КАК)ТОЛЬКО Маша развернула бумажный пакет с засушенными цветами лаванды, комната (С)РАЗУ наполнилась поистине чудесным ароматом.","ЧТО(БЫ) ни говорили о молчаливом Дениске окружающие, я считал этого мальчишку талантливым учеником, преданным другом и, (НА)КОНЕЦ, просто хорошим человеком."],"answer":["такжепричём","причёмтакже"],"explanation":["К реалистическим признакам комедии Грибоедова «Горе от ума», помимо всего прочего, относится ТАКЖЕ построение пьесы на основе двух сюжетных линий. ПРИЧЁМ обе составляющие — любовная и общественно- политическая — проявляются в характере Чацкого.","Присутствующие в комнате разговаривали ВПОЛГОЛОСА, и я, как ни старался понять ХОТЯ БЫ что-то, не разобрал ни слова.","В ТЕЧЕНИЕ дня мне ВСЁ-ТАКИ удалось поймать несколько золотистых карасей.","КАК ТОЛЬКО Маша развернула бумажный пакет с засушенными цветами лаванды, комната СРАЗУ наполнилась поистине чудесным ароматом.","ЧТО БЫ ни говорили о молчаливом Дениске окружающие, я считал этого мальчишку талантливым учеником, преданным другом и, НАКОНЕЦ, просто хорошим человеком.","Ответ: также, причём."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["ЧТО(БЫ) добраться до речки, где водилось много рыбы, нужно было (С)НАЧАЛА ехать сорок километров по узкоколейке, а потом километров тридцать идти пешком.","У Евгения Базарова — главного героя романа Тургенева «Отцы и дети» — не было никого, кто бы (ПО)НАСТОЯЩЕМУ понимал его, верил ему, уважал и любил его и к кому он сам относился бы ТАК(ЖЕ).","В лесу было темно, (ЗА)ТО тепло и тихо, и (НА)ПРОТЯЖЕНИИ целого часа я сидел на старом пне, вдыхая лесные ароматы и слушая тишину.","(ПО)ТОМУ, что говорила бабушка, было ясно, (НА)СКОЛЬКО сильно она любит свою деревню и свой маленький бревенчатый домик.","(ИЗ)ЗА громкого шума Лёнька (ПО)ПРОСТУ не услышал слов Вари."],"answer":["чтобысначала","сначалачтобы"],"explanation":["ЧТОБЫ добраться до речки, где водилось много рыбы, нужно было СНАЧАЛА ехать сорок километров по узкоколейке, а потом километров тридцать идти пешком.","У Евгения Базарова — главного героя романа Тургенева «Отцы и дети» — не было никого, кто бы ПО-НАСТОЯЩЕМУ понимал его, верил ему, уважал и любил его и к кому он сам относился бы ТАК ЖЕ.","В лесу было темно, ЗАТО тепло и тихо, и НА ПРОТЯЖЕНИИ целого часа я сидел на старом пне, вдыхая лесные ароматы и слушая тишину.","ПО ТОМУ, что говорила бабушка, было ясно, НАСКОЛЬКО сильно она любит свою деревню и свой маленький бревенчатый домик.","ИЗ-ЗА громкого шума Лёнька ПОПРОСТУ не услышал слов Вари.","Ответ: чтобы сначала или сначала чтобы."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Письменный язык хоть и оживляется (ПО)МИНУТНО выражениями, рождающимися в разговоре, но не должен отрекаться от приобретённого им (В)ТЕЧЕНИЕ веков.","Нужно, ЧТО(БЫ) каждая фраза выражала мысль или образ, и (ПРИ)ТОМ максимально точно и полно.","(ВО)КРУГ было ТАК(ЖЕ) тихо, как и накануне.","(В)ПРОДОЛЖЕНИЕ всего пути по лесу Егор шёл молча, бесшумно, поднимая (ПО)ВЫШЕ ноги, дабы не зацепиться за что-нибудь.","Изредка налетавший ветерок пощипывал лицо, было (ПО)ЗИМНЕМУ морозно, (ЗА)ТО красота повсюду была необыкновенная."],"answer":["чтобыпритом","притомчтобы"],"explanation":["Письменный язык хоть и оживляется ПОМИНУТНО выражениями, рождающимися в разговоре, но не должен отрекаться от приобретённого им В ТЕЧЕНИЕ веков.","Нужно, ЧТОБЫ каждая фраза выражала мысль или образ, и ПРИТОМ максимально точно и полно.","ВОКРУГ было ТАК ЖЕ тихо, как и накануне.","В ПРОДОЛЖЕНИЕ всего пути по лесу Егор шёл молча, бесшумно, поднимая  ПОВЫШЕ ноги, дабы не зацепиться за что-нибудь.","Изредка налетавший ветерок пощипывал лицо, было ПО-ЗИМНЕМУ морозно, ЗАТО красота повсюду была необыкновенная.","Ответ: притом, чтобы."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Снег под напором ветра летел (НА)ВСТРЕЧУ (В)ДОЛЬ улицы.","Храм Покрова на Нерли надо увидеть (ВО)ВРЕМЯ дождя, когда огромная туча останавливается словно для того, ЧТО(БЫ) полюбоваться храмом.","Мало кто (ПО)НАСТОЯЩЕМУ знал Рахманинова: с людьми он сближался (С)ТРУДОМ, открывался немногим.","По Красной площади автомобилям запрещено ездить (ПО)ПРИЧИНЕ особого культурного статуса этого места и (В)ВИДУ большого числа желающих пройти эту площадь пешком.","Лесные птицы не живут долго в клетке, (ПО)ТОМУ я решил выпустить своего щурка на волю; он сел на сучок ближнего дерева и, КАК(БЫ) прощаясь со мной, запел песенку."],"answer":["навстречувдоль","вдольнавстречу"],"explanation":["Определим предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскроем скобки и выпишем эти два слова.","Снег под напором ветра летел НАВСТРЕЧУ ВДОЛЬ улицы.","Храм Покрова на Нерли надо увидеть ВО ВРЕМЯ дождя, когда огромная туча останавливается словно для того, ЧТОБЫ полюбоваться храмом.","Мало кто ПО-НАСТОЯЩЕМУ знал Рахманинова: с людьми он сближался С ТРУДОМ, открывался немногим.","По Красной площади автомобилям запрещено ездить ПО ПРИЧИНЕ особого культурного статуса этого места и ВВИДУ большого числа желающих пройти эту площадь пешком.","Лесные птицы не живут долго в клетке, ПОТОМУ я решил выпустить своего щурка на волю; он сел на сучок ближнего дерева и, КАК БЫ прощаясь со мной, запел песенку.","Ответ: навстречу вдоль или вдоль навстречу"]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(В)СКОРЕ наша лодка вышла на самую середину реки; когда за изгибом показался хуторок, одна из сидящих в лодке женщин склонила голову (НА)БОК и тихо запела.","Мой проводник снял с себя мокрую одежду, завернулся в сухое одеяло и сказал, ЧТО(БЫ) я сделал ТО(ЖЕ) самое.","(НА)ПРОТЯЖЕНИИ нескольких лет мы с отцом собирали монеты, ТАК(ЧТО) у нас получилась впечатляющая коллекция.","Перед выездом Олег решил ВСЁ(ТАКИ) сообщить родителям о своём скором прибытии, дабы не застать их (В)РАСПЛОХ.","Васютка хотел сделать сюрприз для мамы (ПО)НАСТОЯЩЕМУ неожиданным, ПО(ЭТОМУ) всю подготовку хранил в секрете."],"answer":["вскоренабок","набоквскоре"],"explanation":["Определим предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскроем скобки и выпишем эти два слова.","ВСКОРЕ наша лодка вышла на самую середину реки; когда за изгибом показался хуторок, одна из сидящих в лодке женщин склонила голову НАБОК и тихо запела.","Мой проводник снял с себя мокрую одежду, завернулся в сухое одеяло и сказал, ЧТОБЫ я сделал ТО ЖЕ самое.","НА ПРОТЯЖЕНИИ нескольких лет мы с отцом собирали монеты, ТАК ЧТО у нас получилась впечатляющая коллекция.","Перед выездом Олег решил ВСЁ−ТАКИ сообщить родителям о своём скором прибытии, дабы не застать их ВРАСПЛОХ.","Васютка хотел сделать сюрприз для мамы ПО−НАСТОЯЩЕМУ неожиданным, ПОЭТОМУ всю подготовку хранил в секрете.","Ответ: вскоре, набок."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Фрейд фундаментально, (ПО)НАУЧНОМУ подошёл к такой тайне человечества, как сновидения, и тем самым подтвердил, сколь сложен человек, а ТАК(ЖЕ) его внутренний мир.","Уже прозвучал третий звонок, однако зрительный зал ВСЁ(ЕЩЁ) был (ПОЛУ)ПУСТЫМ.","Саврасов пришёл на окраину села Молвитина, ЧТО(БЫ) посмотреть (В)БЛИЗИ на старую церковь.","(В)ТЕЧЕНИЕ дня жара не спадала, и только к вечеру (НА)КОНЕЦ пошёл дождь.","(ПО)ТОМУ, как вёл себя пёс, было понятно, что он чем-то обеспокоен, (ЗА)ТО сидевший на собачьей будке кот блаженно мурлыкал."],"answer":["чтобывблизи","вблизичтобы"],"explanation":["Определим предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскроем скобки и выпишем эти два слова.","Фрейд фундаментально, ПО-НАУЧНОМУ подошёл к такой тайне человечества, как сновидения, и тем самым подтвердил, сколь сложен человек, а ТАКЖЕ(=и) его внутренний мир.","Уже прозвучал третий звонок, однако зрительный зал ВСЁ ЕЩЁ был ПОЛУПУСТЫМ.","Саврасов пришёл на окраину села Молвитина, ЧТОБЫ посмотреть ВБЛИЗИ на старую церковь.","В ТЕЧЕНИЕ дня жара не спадала, и только к вечеру НАКОНЕЦ пошёл дождь.","ПО ТОМУ (по чему?), как вёл себя пёс, было понятно, что он чем-то обеспокоен, ЗАТО сидевший на собачьей будке кот блаженно мурлыкал.","Ответ: чтобы, вблизи."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(В)ПРОДОЛЖЕНИЕ беседы она в основном молчала, и мне было сложно понять, ЗА(ЧЕМ) она пришла.","(ПО)ТОМУ, как этот человек держится, видно, что он (ВО)ВСЁМ привык быть первым.","Озеро Белое (ОТ)ТОГО и прелестно, что (ВО)КРУГ него – густая разнообразная растительность.","Трудно даже представить, ЧТО(БЫ) со мной случилось, ЕСЛИ(БЫ) пароход опоздал.","(ПО)ТОМУ, как сосредоточенно молчал Л. Н. Толстой, его близкие могли догадываться, (НА)СКОЛЬКО напряжённо работает сейчас его мозг."],"answer":["оттоговокруг","вокруготтого"],"explanation":["Определим предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскроем скобки и выпишем эти два слова.","В ПРОДОЛЖЕНИЕ беседы она в основном молчала, и мне было сложно понять, ЗАЧЕМ она пришла.","ПО ТОМУ, как этот человек держится, видно, что он ВО ВСЁМ привык быть первым.","Озеро Белое ОТТОГО и прелестно, что ВОКРУГ него – густая разнообразная растительность.","Трудно даже представить, ЧТО БЫ со мной случилось, ЕСЛИ БЫ пароход опоздал.","ПО ТОМУ, как сосредоточенно молчал Л. Н. Толстой, его близкие могли догадываться, НАСКОЛЬКО напряжённо работает сейчас его мозг.","Ответ: оттого и вокруг."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["На следующий год полюбившаяся зрителям актриса планирует сниматься (В)ПРОДОЛЖЕНИИ сериала, а ТАК(ЖЕ) в новом фильме итальянского режиссера.","(В)СИЛУ возраста бабушка привыкла не удивляться и поэтому всё, ЧТО(БЫ) ни случилось, толковала на свой лад.","(В)ТЕЧЕНИЕ долгой зимы углём, который (ПО)ДВОЕ возили зимовщики на собаках, отапливались жилые помещения на берегу Таймырского озера.","(В)СЛЕДСТВИЕ сильной засухи, которая случилась в июле, речонка обмелела, (ОТ)ТОГО пастбище перенесли к дальнему озеру.","(С)ПРАВА от входной двери стоял большой ящик с КАКИМИ(ТО) инструментами."],"answer":["вследствиеоттого","оттоговследствие"],"explanation":["Определим предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскроем скобки и выпишем эти два слова.","На следующий год полюбившаяся зрителям актриса планирует сниматься В ПРОДОЛЖЕНИИ сериала, а ТАКЖЕ в новом фильме итальянского режиссера.","В СИЛУ возраста бабушка привыкла не удивляться и поэтому всё, ЧТО БЫ ни случилось, толковала на свой лад.","В ТЕЧЕНИЕ долгой зимы углём, который  ПО ДВОЕ возили зимовщики на собаках, отапливались жилые помещения на берегу Таймырского озера.","ВСЛЕДСТВИЕ сильной засухи, которая случилась в июле, речонка обмелела, ОТТОГО пастбище перенесли к дальнему озеру.","СПРАВА от входной двери стоял большой ящик с КАКИМИ-ТО инструментами.","Ответ: вследствие, оттого."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(В)ПРОДОЛЖЕНИЕ трёх часов Мишка с Борькой жарко спорили о том, (ЗА)ЧЕМ на телеграфных столбах нарисованы цифры и что они значат.","Солнце на севере не светит, а БУД(ТО) (С)ЛЕГКА просвечивает через полупрозрачное толстое стекло.","Трудно объяснить, (ОТ)КУДА берутся (КОЕ)КАКИЕ привычки.","Левитан ТАК(ЖЕ), как Пушкин, Тютчев и многие другие, ждал осени – самого дорогого и (МИМО)ЛЁТНОГО времени года.","За столы, на которых стояли десятки приборов и ёмкости (НА)ПОДОБИЕ кувшинов, садились лишь (ПО)ДВОЕ."],"answer":["будтослегка","слегкабудто"],"explanation":["Определим предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскроем скобки и выпишем эти два слова.","В ПРОДОЛЖЕНИЕ трёх часов Мишка с Борькой жарко спорили о том, ЗАЧЕМ на телеграфных столбах нарисованы цифры и что они значат.","Солнце на севере не светит, а БУДТО СЛЕГКА просвечивает через полупрозрачное толстое стекло.","Трудно объяснить, ОТКУДА берутся КОЕ-КАКИЕ привычки.","Левитан ТАК ЖЕ, как Пушкин, Тютчев и многие другие, ждал осени – самого дорогого и МИМОЛЁТНОГО времени года.","За столы, на которых стояли десятки приборов и ёмкости НАПОДОБИЕ кувшинов, садились лишь ПО ДВОЕ.","Ответ: будто, слегка."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Данте упоминает церковь Сан-Миниато и ведущую к ней лестницу (ЗА)ТЕМ, ЧТО(БЫ) показать, как высоки и трудны были для людей лестницы, высеченные в склонах священной горы.","Корсакову казалось, что авторы критических статей говорят не то, ЧТО(БЫ) им хотелось сказать, и (ПО)ТОМУ пребывают в раздражении.","(В)ОТЛИЧИЕ от большинства сообществ художников, круг интересов «Мира искусства» был необычайно широк: «мирискусники» много работали в театре, оформляли книги, занимались проектами интерьеров, а ТАК(ЖЕ) выступали в печати по разным вопросам искусства.","В ТОТ(ЖЕ) день, когда Базаров в саду объяснял Аркадию, (ПО)ЧЕМУ не принялись молодые дубки, он познакомился с Фенечкой.","Для И. А. Бунина, а ТАК(ЖЕ) для многих других (НА)ПРОТЯЖЕНИИ всей жизни Л. Н. Толстой оставался создателем абсолютных ценностей в сфере художественного творчества."],"answer":["затемчтобы","чтобызатем"],"explanation":["Пояснение.","Раскроем скобки.","Данте упоминает церковь Сан-Миниато и ведущую к ней лестницу ЗАТЕМ, ЧТОБЫ («затем чтобы» — составной союз цели, пишутся слитно оба слова) показать, как высоки и трудны были для людей лестницы, высеченные в склонах священной горы.","Корсакову казалось, что авторы критических статей говорят не то, ЧТО БЫ (местоимение ЧТО  с частицей БЫ пишется раздельно) им хотелось сказать, и ПОТОМУ (местоименное наречие пишется слитно) пребывают в раздражении.","В ОТЛИЧИЕ (производный предлог пишется раздельно) от большинства сообществ художников, круг интересов «Мира искусства» был необычайно широк: «мирискусники» много работали в театре, оформляли книги, занимались проектами интерьеров, а ТАКЖЕ (союз пишется слитно) выступали в печати по разным вопросам искусства.","В ТОТ ЖЕ (указательное местоимение с частицей ЖЕ пишется раздельно) день, когда Базаров в саду объяснял Аркадию, ПОЧЕМУ (союзное слово) не принялись молодые дубки, он познакомился с Фенечкой.","Для И. А. Бунина, а ТАКЖЕ (союз пишется слитно) для многих других НА ПРОТЯЖЕНИИ (производный предлог пишется раздельно) всей жизни Л. Н. Толстой оставался создателем абсолютных ценностей в сфере художественного творчества.","Ответ: затемчтобы|чтобызатем."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Пруд  в  парке,  затянутый  (ТЁМНО)ЗЕЛЁНОЙ  ряской,  стоял  БУД(ТО) громадное чёрное зеркало.","(В)ТЕЧЕНИЕ часа разговор не смолкал: говорили в основном (НА)СЧЁТ предстоящего путешествия.","Я  человек  небогатый;  дела  мои  расстроены,  да  и  к  ТОМУ(ЖЕ)  мне наскучило кочевать с места на место (В)ТЕЧЕНИЕ целого года.","(В)ПРОЧЕМ,  только  неожиданный  снегопад  может  заставить  пернатых лететь дальше, (НЕ)ВЗИРАЯ на ветер и стужу.","С  первых  страниц  я  испытал  странное  ощущение:  БУДТО(БЫ)  из мрачного мира я (ТОТ)ЧАС перенёсся в мир другой – солнечный и яркий."],"answer":["впрочемневзирая","невзираявпрочем"],"explanation":["Раскроем скобки.","Пруд  в  парке,  затянутый  ТЁМНО−ЗЕЛЁНОЙ (оттенок цвета, дефис) ряской,  стоял  БУДТО  (союз, всегда слитно) громадное чёрное зеркало.","В ТЕЧЕНИЕ (всегда раздельно)часа разговор не смолкал: говорили в основном НАСЧЁТ (= О, слитно) предстоящего путешествия.","Я  человек  небогатый;  дела  мои  расстроены,  да  и  к  ТОМУ ЖЕ (усилительная частица, раздельно) мне наскучило кочевать с места на место В ТЕЧЕНИЕ (всегда раздельно) целого года.","ВПРОЧЕМ (наречие, слитно) ,  только  неожиданный  снегопад  может  заставить  пернатых лететь дальше, НЕВЗИРАЯ (слитно, предлог) на ветер и стужу.","С  первых  страниц  я  испытал  странное  ощущение:  БУДТО БЫ (всегда раздельно с частицей БЫ)  из мрачного мира я ТОТЧАС (то́тчас, наречие)  перенёсся в мир другой – солнечный и яркий.","Ответ: впрочемневзирая|невзираявпрочем"]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Организм становится невосприимчив к инфекции (В)СЛЕДСТВИЕ иммунизации, ТАК(ЖЕ) известной как вакцинация.","Этот ничтожный трактирный разговор имел чрезвычайное на Раскольникова влияние,  (КАК)БУДТО  действительно  было  тут  КАКОЕ(ТО)  предопределение, указание.","(ПО)ТОМУ,  что  и  как  говорил  мой  спутник,  я  (С)РАЗУ  понял:  человек  он бывалый, крепкий.","Ночью полил такой сильный дождь, что мы все промокли (НА)СКВОЗЬ, но пробраться в деревню (ПО)ПРЕЖНЕМУ не было никакой возможности.","Сашка  подумал,  что  передвигаться  лучше  (ПО)ОДИНОЧКЕ,  Борька предложил ТО(ЖЕ) самое."],"answer":["вследствиетакже","такжевследствие"],"explanation":["Раскроем скобки.","Организм становится невосприимчив к инфекции предлог, слитно ВСЛЕДСТВИЕ иммунизации, союз, слитноТАКЖЕ известной как вакцинация.","Этот ничтожный трактирный разговор имел чрезвычайное на Раскольникова влияние,  составной союзКАК БУДТО  действительно  было  тут  частица ТОКАКОЕ-ТО  предопределение, указание.","по чему именно?ПО ТОМУ,  что  и  как  говорил  мой  спутник,  я  нар.СРАЗУ  понял:  человек  он бывалый, крепкий.","Ночью полил такой сильный дождь, что мы все промокли нар.НАСКВОЗЬ, но пробраться в деревню приставка ПО и суф. ЕМУПО-ПРЕЖНЕМУ  не было никакой возможности.","Сашка  подумал,  что  передвигаться  лучше  нар.ПООДИНОЧКЕ,  Борька предложил какое именно ТО?ТО ЖЕ самое.","Ответ: вследствиетакже|такжевследствие"]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Дом  напротив  был  (НА)ПОЛОВИНУ  в  лесах,  а  по  открытой  части кирпичного  фасада  оброс  плющом,  так  что  внутри  всегда  царил (ПОЛУ)МРАК.","ЧТО(БЫ)  ни  решил  тогда  отец,  я  был  готов  принять  это,  (ПО)ТОМУ  как уважал его мнение.","Солнце  скрылось  за  осиновую  рощицу  (В)БЛИЗИ  сада,  тень  от  неё (БЕЗ)КОНЦА тянулась через неподвижные поля.","Туча,  чёрная,  с  (БЕЛО)СНЕЖНОЙ  кромкой,  застыла  на  востоке,  а  на западной стороне (МЕЖДУ)ТЕМ сияло солнце.","(НЕ)СМОТРЯ  на  то,  что  бóльшая  часть  повести  посвящена  переживаниям Тимофея  Ивановича,  ВСЁ(ЖЕ)  автор  уделяет  достаточно  внимания описанию нравов и уклада жизни своих героев."],"answer":["наполовинуполумрак","полумракнаполовину"],"explanation":["Раскроем скобки.","Дом  напротив  был  нар.НАПОЛОВИНУ  в  лесах,  а  по  открытой  части кирпичного  фасада  оброс  плющом,  так  что  внутри  всегда  царил полу всегда слитноПОЛУМРАК.","союз с частицейЧТО БЫ  ни  решил  тогда  отец,  я  был  готов  принять  это,  нар.ПОТОМУ  как уважал его мнение.","Солнце  скрылось  за  осиновую  рощицу  нар.ВБЛИЗИ  сада,  тень  от  неё БЕЗ КОНЦА тянулась через неподвижные поля.","Туча,  чёрная,  с  на основе \"белый снег\"БЕЛОСНЕЖНОЙ  кромкой,  застыла  на  востоке,  а  на западной стороне МЕЖДУ ТЕМ сияло солнце.","предл.НЕСМОТРЯ  на  то,  что  бóльшая  часть  повести  посвящена  переживаниям Тимофея  Ивановича,  усил. частицаВСЁ ЖЕ   автор  уделяет  достаточно  внимания описанию нравов и уклада жизни своих героев.","Ответ: наполовину полумрак"]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(ПО)ТОМУ спокойствию, что царило (ПО)ВСЮДУ, нам казалось, что дождя больше не будет.","Парус обыкновенно подворачивали внизу и приспускали только (ВО)ВРЕМЯ сильной бури, ЧТО(БЫ) уменьшить площадь парусности.","(В)ТЕЧЕНИЕ  дня  мы  (В)ВОЛЮ  налюбовались  утками  и  потому  возвращались домой в бодром расположении духа.","Сложив сумку (В)ДВОЕ, Арсений быстро запрыгнул в лодку, она от его веса наклонилась (В)БОК, но скоро выправилась.","(ПО)НАЧАЛУ  Егорке  было  очень  страшно,  но  он  сумел  собрать  волю в кулак, ТАК(ЧТО) никто не заметил его короткого смятения."],"answer":["вдвоевбок","вбоквдвое"],"explanation":["Раскроем скобки.","ПО ТОМУ (какому?)спокойствию, что царило нар.ПОВСЮДУ , нам казалось, что дождя больше не будет.","Парус обыкновенно подворачивали внизу и приспускали только ВО сущ.ВРЕМЯ сильной бури, союзЧТОБЫ уменьшить площадь парусности.","предл.В ТЕЧЕНИЕ  дня  мы  нар.ВВОЛЮ  налюбовались  утками  и  потому  возвращались домой в бодром расположении духа.","Сложив сумку нар.ВДВОЕ, Арсений быстро запрыгнул в лодку, она от его веса наклонилась нар.ВБОК (ср: в бок машины), но скоро выправилась.","нар.ПОНАЧАЛУ(ср: по началу книги трудно судить о содержании)  Егорке  было  очень  страшно,  но  он  сумел  собрать  волю в кулак, ТАК ЧТО никто не заметил его короткого смятения.","Ответ: вдвое вбок"]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Струя  свежего  воздуха  пробежала  (ПО)МОЕМУ  лицу,  и  я  открыл  глаза: в окне застыло (ТЁМНО)СЕРОЕ небо.","Этот город – такой большой, хвастливо чистый – неуютен, (КАК)БУДТО он создан не для людей, а (НА)ПОКАЗ.","Выйти из саней было нельзя: снегу навалило (ПОЛ)АРШИНА; я (НА)СИЛУ дождался, когда мы подъедем к постоялому двору.","ЧТО(БЫ) меня не сочли слабым, я, (НЕ)СМОТРЯ на крайнюю усталость, не решался попросить о передышке.","Яков вошёл в зал, я решил поступить ТАК(ЖЕ) – оказалось, там собралось (НЕ)МАЛО народу."],"answer":["чтобынесмотря"],"explanation":["Раскроем скобки.","Струя  свежего  воздуха  пробежала  ПО мест.МОЕМУ  лицу,  и  я  открыл  глаза: в окне застыло прил, оттенок цвета.ТЁМНО−СЕРОЕ небо.","Этот город — такой большой, хвастливо чистый — неуютен, составной союзКАК БУДТО он создан не для людей, а нар.НАПОКАЗ.","Выйти из саней было нельзя: снегу навалило ПОЛ−АРШИНА; я нар.НАСИЛУ дождался, когда мы подъедем к постоялому двору.","союзЧТОБЫ меня не сочли слабым, я, предл.НЕСМОТРЯ на крайнюю усталость, не решался попросить о передышке.","Яков вошёл в зал, я решил поступить ТАК частицаЖЕ – оказалось, там собралось прил.НЕМАЛО народу.","Ответ: чтобы несмотря"]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Исследованию улик (В)СЛЕДСТВИИ предшествует оглашение документов, формулирующих обвинение, а ТАК(ЖЕ) обсуждение порядка исследования доказательств.","Нигилистическая философия не допускает никакой (СВЕРХ)ЛИЧНОЙ ценности, на которую личность могла бы опереться, ЧТО(БЫ) оправдать своё существование.","(ВО)ПЕРВЫХ, всё должно быть по справедливости, так что добычу делить нужно (ПО)РОВНУ.","(НЕ)СМОТРЯ на враждебность критиков, Тургенев был чрезвычайно популярен среди русских читателей: его романы пользовались огромной известностью даже (В)НАЧАЛЕ XX века.","Театр представлял собой (БЕЛО)КАМЕННОЕ здание с высоким крыльцом и СТОЛЬ(ЖЕ) высокими дубовыми дверями."],"answer":["сверхличнойчтобы"],"explanation":["Раскроем скобки.","Исследованию улик В сущ.СЛЕДСТВИИ предшествует оглашение документов, формулирующих обвинение, а союзТАКЖЕ обсуждение порядка исследования доказательств.","Нигилистическая философия не допускает никакой СВЕРХЛИЧНОЙ ценности, на которую личность могла бы опереться, союзЧТОБЫ оправдать своё существование.","ВО−ПЕРВЫХ, всё должно быть по справедливости, так что добычу делить нужно нар.ПОРОВНУ.","предл.НЕСМОТРЯ на враждебность критиков, Тургенев был чрезвычайно популярен среди русских читателей: его романы пользовались огромной известностью даже В сущ.НАЧАЛЕ XX века.","Театр представлял собой на основе словосочетанияБЕЛОКАМЕННОЕ здание с высоким крыльцом и СТОЛЬ частицаЖЕ высокими дубовыми дверями.","Ответ: сверхличной чтобы"]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(В)ПРОДОЛЖЕНИЕ морского путешествия мы (НЕ)РАЗ попадали в бури.","Завлечь Чехова в политическую партию было не ТАК(ТО) просто: свой протест против несправедливости и жестокости он выражал (ПО)СВОЕМУ.","(В)ОТЛИЧИЕ от других, Зеленский был готов выступить, хотя отлично понимал, что имел (В)ВИДУ Рыбин, когда назначал встречу.","«(ОТ)ЧЕГО Вы так грустны?» – с волнением в голосе, склонив голову (НА)БОК, спросила Мария.","ЧТО(БЫ) ни рассказывал гость, он умел (ПО)ИСТИНЕ зажечь, воодушевить собеседника.."],"answer":["отчегонабок"],"explanation":["Раскроем скобки.","предл.В ПРОДОЛЖЕНИЕ морского путешествия мы НЕ РАЗ попадали в бури.","Завлечь Чехова в политическую партию было не ТАК-ТО просто: свой протест против несправедливости и жестокости он выражал ПО−СВОЕМУ.","предл.В ОТЛИЧИЕ от других, Зеленский был готов выступить, хотя отлично понимал, что имел В ВИДУ Рыбин, когда назначал встречу.","«=почемуОТЧЕГО Вы так грустны?» – с волнением в голосе, склонив голову нар.НАБОК, спросила Мария.","ЧТО частицыБЫ ни рассказывал гость, он умел нар.ПОИСТИНЕ зажечь, воодушевить собеседника.","Ответ: отчего набок"]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(ЗА)ЧЕМ в разлуке с ней, (НА)ПЕРЕКОР злословью, готово сердце в нас истечь до капли кровью…","(ПО)ВИДИМОМУ, самый принцип, из которого исходит эта истина, обязывает вас, (В)ВИДУ вашего положения в обществе, признавать в ней только внутренний светоч.","(ПО)СРЕДИ комнаты (В)ТЕЧЕНИЕ 20 лет стоял один и тот же стол, покрытый всё той же кружевной скатертью.","Я во ЧТО(БЫ) то ни стало хотел встретиться с Соней, сказать ей, как скучал, как страдал (В)ОДИНОЧКУ, не смея признаться никому в своих чувствах.","Офицер стоял (НА)ВЫТЯЖКУ, а генерал тем временем отдал приказ солдатам строиться в колонны (ПО)ДВОЕ."],"answer":["зачемнаперекор"],"explanation":["Пояснение.","Раскроем скобки.","ЗАЧЕМ в разлуке с ней, НАПЕРЕКОР злословью, готово сердце в нас истечь до капли кровью…","ПО−ВИДИМОМУ, самый принцип, из которого исходит эта истина, обязывает вас, ВВИДУ вашего положения в обществе, признавать в ней только внутренний светоч.","ПОСРЕДИ комнаты В ТЕЧЕНИЕ 20 лет стоял один и тот же стол, покрытый всё той же кружевной скатертью.","Я во ЧТО БЫ то ни стало хотел встретиться с Соней, сказать ей, как скучал, как страдал В ОДИНОЧКУ, не смея признаться никому в своих чувствах.","Офицер стоял НАВЫТЯЖКУ, а генерал тем временем отдал приказ солдатам строиться в колонны ПО ДВОЕ.","Ответ: зачем наперекор"]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(НА)ВСТРЕЧУ поезду летели столбы, перелески, степи; я сидел у окна и (ПО)ДЕТСКИ наивно улыбался.","Отряд двигался всё дальше (В)СТОРОНУ леса, ЧТО(БЫ) до рассвета встретиться с партизанами.","В письме своём ТАК(ЖЕ) сообщаю, что все дела благополучно завершены мною, так что (НА)СЧЁТ этого можете больше не беспокоиться.","Раиса Павловна (ПО)НАЧАЛУ смутилась, даже (КАК)БУДТО утратила контроль над ситуацией, но быстро взяла себя в руки и продолжила беседу.","(НЕ)(ПО)ДАЛЁКУ от соснового леса мы ВСЁ(ТАКИ) решили устроить привал."],"answer":["такженасчёт","насчёттакже","такженасчет"],"explanation":["Раскроем скобки.","НАВСТРЕЧУ поезду летели столбы, перелески, степи; я сидел у окна и ПО−ДЕТСКИ наивно улыбался.","Отряд двигался всё дальше В СТОРОНУ леса, ЧТОБЫ до рассвета встретиться с партизанами.","В письме своём =ещё, союзТАКЖЕ сообщаю, что все дела благополучно завершены мною, так что предлог=Об этомНАСЧЁТ этого можете больше не беспокоиться.","Раиса Павловна ПОНАЧАЛУ смутилась, даже КАК БУДТО утратила контроль над ситуацией, но быстро взяла себя в руки и продолжила беседу.","НЕПОДАЛЁКУ от соснового леса мы ВСЁ−ТАКИ решили устроить привал.","Ответ: такженасчёт"]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Егор долго сидел один в (ПОЛУ)ТЁМНОЙ комнате, потом он вышел в столовую, сказал что-то, но никто так и не понял, что он имел (В)ВИДУ.","Крыгин ТО(ЖЕ) являлся специалистом в этой области, (ПРИ)ЧЁМ известным.","Мы с бабушкой шли (В)ГЛУБЬ леса, но я совсем не волновался, потому что знал: бабушка достаточно хорошо знает этот бор, ЧТО(БЫ) найти обратную дорогу.","ТАК(ЖЕ) директор рассказывал о планах предприятия на ближайший год, и все (НА)ПРОТЯЖЕНИИ нескольких часов внимательно слушали.","Дети разбились в колонны (ПО)ДВОЕ и (ТОТ)ЧАС отправились в путь."],"answer":["тожепричём"],"explanation":["Раскроем скобки.","Егор долго сидел один в ПОЛУТЁМНОЙ комнате, потом он вышел в столовую, сказал что-то, но никто так и не понял, что он имел В ВИДУ.","Крыгин ТОЖЕ являлся специалистом в этой области, ПРИЧЁМ известным.","Мы с бабушкой шли В ГЛУБЬ леса, но я совсем не волновался, потому что знал: бабушка достаточно хорошо знает этот бор, ЧТОБЫ найти обратную дорогу.","ТАКЖЕ директор рассказывал о планах предприятия на ближайший год, и все НА ПРОТЯЖЕНИИ нескольких часов внимательно слушали.","Дети разбились в колонны ПО ДВОЕ и ТОТЧАС отправились в путь.","Не теряем букву Ё.","Ответ: тоже причём"]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["На улице начинало (ПО)НЕМНОГУ темнеть, и мы двигались по дороге уже без карты, надеясь найти верный путь (ПО)ПАМЯТИ.","По мостику все проходили (ПО)ОДИНОЧКЕ, ЧТО(БЫ) не сломать хрупкую от ветхости конструкцию.","Кот отлично понимал, что напроказничал, когда (С)РАЗБЕГУ запрыгнул на этажерку с сувенирами и разбил одну фарфоровую статуэтку, – (ОТ)ТОГО и залез под диван.","(ПО)НАЧАЛУ я безрадостно воспринял известие о переформировании нашей группы, но потом оказалось, что жить (ПО)НОВОМУ очень интересно.","Времени было (В)ОБРЕЗ: до намеченной встречи оставалось не более (ПОЛУ)ЧАСА."],"answer":["поодиночкечтобы"],"explanation":["Раскроем скобки.","На улице начинало ПОНЕМНОГУ темнеть, и мы двигались по дороге уже без карты, надеясь найти верный путь ПО ПАМЯТИ.","По мостику все проходили ПООДИНОЧКЕ, ЧТОБЫ не сломать хрупкую от ветхости конструкцию.","Кот отлично понимал, что напроказничал, когда С РАЗБЕГУ запрыгнул на этажерку с сувенирами и разбил одну фарфоровую статуэтку, – ОТТОГО и залез под диван.","ПОНАЧАЛУ я безрадостно воспринял известие о переформировании нашей группы, но потом оказалось, что жить ПО−НОВОМУ очень интересно.","Времени было В ОБРЕЗ: до намеченной встречи оставалось не более ПОЛУЧАСА.","Ответ: поодиночке чтобы"]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(ПО)ТОМУ, как сосредоточенно молчал Л. Н. Толстой, его близкие могли догадываться, (НА)СКОЛЬКО напряжённо работает сейчас его мозг.","(В)ПОСЛЕДСТВИИ учёные установили, что магний играет важную роль в регуляции уровня калия в организме, а ТАК(ЖЕ) регулирует работу надпочечников.","С первых страниц я испытал странное ощущение: БУДТО(БЫ) из мрачного мира я (ТОТ)ЧАС перенёсся в мир другой — солнечный и яркий.","(В)ПОСЛЕДСТВИИ исследователи не раз говорили о том, что апофеозом русской славы является картина «Богатыри», в которой В. М. Васнецов выразил своё романтическое и в ТО(ЖЕ) время глубоко гражданское понимание России.","Физические свойства межзвёздного газа существенно зависят (ОТ)ТОГО, находится ли он в сравнительной близости от горячих звёзд или, (НА)ОБОРОТ, достаточно удалён от них."],"answer":["впоследствиитакже","такжевпоследствии"],"explanation":["Пояснение.","Приведём верное написание, раскроем скобки.","ПО ТОМУ, как сосредоточенно молчал Л. Н. Толстой, его близкие могли догадываться, НАСКОЛЬКО напряжённо работает сейчас его мозг. («По тому» − предлог с указательным местоимением, «насколько» − наречие пишется слитно.)","ВПОСЛЕДСТВИИ учёные установили, что магний играет важную роль в регуляции уровня калия в организме, а ТАКЖЕ регулирует работу надпочечников. («Впоследствии» − наречие пишется слитно; «также» — союз пишется слитно)","С первых страниц я испытал странное ощущение: БУДТО БЫ из мрачного мира я ТОТЧАС перенёсся в мир другой — солнечный и яркий. («Будто бы» − частица; «тотчас» − наречие).","ВПОСЛЕДСТВИИ исследователи не раз говорили о том, что апофеозом русской славы является картина «Богатыри», в которой В. М. Васнецов выразил своё романтическое и в ТО ЖЕ время глубоко гражданское понимание России. («Впоследствии» − наречие пишется слитно; «то же» — указательное местоимение с частицей ЖЕ)","Физические свойства межзвёздного газа существенно зависят ОТ ТОГО, находится ли он в сравнительной близости от горячих звёзд или, НАОБОРОТ, достаточно удалён от них.   («От того» − предлог с указательным местоимением, «наоборот» − наречие пишется слитно.)","Ответ: впоследствиитакже|такжевпоследствии"]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Почти тогда же, когда я предлагал напечатать нашу поэму здесь, её издали там, (ТО)ЕСТЬ (ЗА)ГРАНИЦЕЙ.","Оля была счастлива (ОТ)ТОГО, что Александр Николаевич, от которого (В)ТЕЧЕНИЕ долгих шести месяцев не было ни строчки, прислал ей полное нежности письмо.","Он ЧУТЬ(ЛИ) не спал с экземпляром своего сборника, смотрел на всех (С)ВЫСОКА.","Евгений, помимо всего прочего, ТАК(ЖЕ) мечтал о том, ЧТО(БЫ) ему вновь выпал шанс показать себя.","(В)СЛЕД за одной повозкой к дому с шумом подъехала другая, а хозяйка тем временем уже была (ДО)СМЕРТИ напугана таким наплывом незваных гостей."],"answer":["такжечтобы","чтобытакже"],"explanation":["Пояснение.","Приведём верное написание, раскроем скобки.","Почти тогда же, когда я предлагал напечатать нашу поэму здесь, её издали там, ТО ЕСТЬ ЗА ГРАНИЦЕЙ. − Союз ТО ЕСТЬ пишется раздельно. Предлог ЗА с существительным пишется раздельно.","Оля была счастлива ОТ ТОГО, что Александр Николаевич, от которого В ТЕЧЕНИЕ долгих шести месяцев не было ни строчки, прислал ей полное нежности письмо. − ОТ ТОГО − предлог с указательным местоимением пишется раздельно. Предлог В ТЕЧЕНИЕ пишется раздельно.","Он ЧУТЬ ЛИ не спал с экземпляром своего сборника, смотрел на всех СВЫСОКА. − Частица ЛИ пишется раздельно. СВЫСОКА - наречие пишется слитно.","Евгений, помимо всего прочего, ТАКЖЕ мечтал о том, ЧТОБЫ ему вновь выпал шанс показать себя. − Союзы пишутся слитно.","ВСЛЕД за одной повозкой к дому с шумом подъехала другая, а хозяйка тем временем уже была ДО СМЕРТИ напугана таким наплывом незваных гостей. − Предлог ВСЛЕД ЗА: первое слово пишется слитно. Наречие ДО СМЕРТИ пишется раздельно.","Ответ: такжечтобы|чтобытакже"]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Группами и (ПО)ОДИНОЧКЕ бродили туристы в курортных шапочках, (И)ТАК было почти весь год.","(НЕ)СМОТРЯ на прошедшие годы, Николай не смог простить человеку, которого считал другом, его (МАЛО)ДУШИЕ.","(С)НАЧАЛА дети шли в колонне (ПО)ДВОЕ, но потом стали двигаться беспорядочными кучками.","(ПО)ТОМУ, как Олег разговаривал, было понятно, что он, (ПО)ВИДИМОМУ, встревожен.","Я всё ТАК(ЖЕ) очень жалел о сказанном, хотел забыть обо всём, (ПРИ)ТОМ как можно скорее."],"answer":["несмотрямалодушие","малодушиенесмотря"],"explanation":["Пояснение.","Приведём верное написание, раскроем скобки.","Группами и ПООДИНОЧКЕ бродили туристы в курортных шапочках, И ТАК было почти весь год. − Наречие ПООДИНОЧКЕ пишется слитно. И ТАК указательное местоимение с союзом пишется раздельно.","НЕСМОТРЯ на прошедшие годы, Николай не смог простить человеку, которого считал другом, его МАЛОДУШИЕ. − В предлоге НЕСМОТРЯ НА НЕ пишется слитно. МАЛОДУШИЕ − существительное, образованное путём сложения.","СНАЧАЛА дети шли в колонне ПО ДВОЕ, но потом стали двигаться беспорядочными кучками. − Наречие СНАЧАЛА пишется слитно, а наречие ПО ДВОЕ пишется раздельно.","ПО ТОМУ, как Олег разговаривал, было понятно, что он, ПО−ВИДИМОМУ, встревожен. − Предлог ПО с указательным местоимением ТОМУ пишется раздельно. ПО−ВИДИМОМУ пишется через дефис с приставкой по-, т.к. есть суффикс -ому-.","Я всё ТАК ЖЕ очень жалел о сказанном, хотел забыть обо всём, ПРИТОМ как можно скорее. − Частицу ЖЕ можно убрать или переставить, нельзя заменить союзом И, поэтому пишется раздельно. ПРИТОМ − союз, пишется слитно.","Ответ: несмотрямалодушие|малодушиенесмотря"]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Сна (ПО)НАЧАЛУ не было ни в одном глазу, однако, как только я решил утром во ЧТО(БЫ) то ни стало всё выяснить, мне удалось заснуть.","Передо мной стояла девчонка в (СВЕТЛО)ГОЛУБОМ платьице. Она стояла как вкопанная и молчала; я ТО(ЖЕ) молчал.","(ПОД)МЫШКОЙ у этого господина была зажата свежая газета, (ОТ)ТОГО движения его были немного скованными.","(В)ТЕЧЕНИЕ лета Егор Матвеевич занимался садом, (ПРИ)ЧЁМ делал это с душой; а зимой отправлялся в Италию – поправить здоровье.","(НЕ)СМОТРЯ на то что отец всегда был настроен (ПОЛУ)ШУТЛИВО, он был человек отнюдь не легкомысленный."],"answer":["несмотряполушутливо","полушутливонесмотря"],"explanation":["Пояснение.","Приведём верное написание, раскроем скобки.","Сна ПОНАЧАЛУ не было ни в одном глазу, однако, как только я решил утром во ЧТО БЫ то ни стало всё выяснить, мне удалось заснуть. − Наречие ПОНАЧАЛУ пишется слитно. ЧТО БЫ местоимение с частицей БЫ пишется раздельно (БЫ можно убрать или переставить).","Передо мной стояла девчонка в СВЕТЛО−ГОЛУБОМ платьице. Она стояла как вкопанная и молчала; я ТОЖЕ молчал. − Прилагательное, обозначающее оттенок цвета, пишется через дефис. Союз ТОЖЕ пишется слитно (можно заменить союзом И: и я молчал).","ПОД МЫШКОЙ у этого господина была зажата свежая газета, ОТТОГО движения его были немного скованными. − Существительное ПОД МЫШКОЙ с предлогом пишется раздельно. ОТТОГО − союз, пишется слитно (можно заменить союзом ПОЭТОМУ)","В ТЕЧЕНИЕ лета Егор Матвеевич занимался садом, ПРИЧЁМ делал это с душой; а зимой отправлялся в Италию – поправить здоровье. − Предлог В ТЕЧЕНИЕ пишется раздельно. ПРИЧЁМ − союз, пишется слитно.","НЕСМОТРЯ на то что отец всегда был настроен ПОЛУШУТЛИВО, он был человек отнюдь не легкомысленный. − В предлоге НЕСМОТРЯ НА НЕ пишется слитно. ПОЛУШУТЛИВО − слова с ПОЛУ- пишутся слитно.","Ответ: несмотряполушутливо|полушутливонесмотря"]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Максимка, (ЧТО)БЫ ни говорили все вокруг, верил в успех, и (ПО)НЕМНОГУ дело пошло.","Подошедший к костру (С)НАЧАЛА застенчиво постоял, а потом придвинулся к огню (ПО)БЛИЖЕ.","Погода, как показалось Наташе, БУД(ТО) начала меняться, снег словно перестал валить сплошной стеной – но нет: утром было всё ТО(ЖЕ).","«Давай оставим всё (ПО)ПРЕЖНЕМУ», – попросила Ольга таким умоляющим голосом, что я даже не сразу понял, что она имела (В)ВИДУ.","(ОТ)ТОГО ли, что за окном зацвела моя любимая сирень, или из-за письма","Насти – но, (В)ОБЩЕМ, на душе у меня потеплело."],"answer":["сначалапоближе","поближесначала"],"explanation":["Пояснение.","Приведём верное написание, раскроем скобки.","Максимка, ЧТО БЫ ни говорили все вокруг, верил в успех, и ПОНЕМНОГУ дело пошло. − ЧТО БЫ − местоимение с частицей БЫ пишется раздельно (БЫ можно убрать или переставить). ПОНЕМНОГУ − наречие, пишется слитно.","Подошедший к костру СНАЧАЛА застенчиво постоял, а потом придвинулся к огню ПОБЛИЖЕ. − Оба наречия пишутся слитно.","Погода, как показалось Наташе, БУДТО начала меняться, снег словно перестал валить сплошной стеной – но нет: утром было всё ТО ЖЕ. − БУДТО − союз, пишется слитно. ТО ЖЕ − указательное местоимение с частицей ЖЕ (частицу можно убрать или переставить).","«Давай оставим всё ПО−ПРЕЖНЕМУ», – попросила Ольга таким умоляющим голосом, что я даже не сразу понял, что она имела В ВИДУ. − Наречие с приставкой ПО- пишется через дефис, если есть суффикс -ЕМУ-. Существительное В ВИ","ОТТОГО ли, что за окном зацвела моя любимая сирень, или из-за письма Насти – но, В ОБЩЕМ, на душе у меня потеплело. − ОТТОГО − наречие пишется слитно (можем заменить наречием ПОТОМУ). В ОБЩЕМ − наречие, пишется раздельно.","Ответ: сначалапоближе|поближесначала"]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(ЗА)ТЕМ он повернул линейку компаса (В)ТОМ направлении, в котором скрылся мальчик.","ТО(ЖЕ) выражение готовности к решительным действиям появилось на лице Артёма, что и при первой нашей встрече, (ПРИ)ЧЁМ даже его глаза выражали ту же уверенность.","Я (ТОТ)ЧАС направился к Татариновым с таким расчётом, ЧТО(БЫ) не застать Николая Антоновича.","(В)ТЕЧЕНИЕ некоторого времени Вера получает пылкие и страстные любовные письма от неизвестного ей лица, но (ПО)ПРЕЖНЕМУ не придаёт им значения.","Онегин, ТАК(ЖЕ) как и герой Б. Констана, умён, но подчёркнуто равнодушен к окружающим его людям и (ПРИ)ТОМ не видит в жизни ничего достойного своих душевных усилий."],"answer":["тотчасчтобы","чтобытотчас"],"explanation":["Пояснение.","Приведём верное написание, раскроем скобки.","ЗАТЕМ он повернул линейку компаса В ТОМ направлении, в котором скрылся мальчик. − Наречие ЗАТЕМ пишется слитно. Предлог В с указательным местоимением ТОМ пишется раздельно.","ТО ЖЕ выражение готовности к решительным действиям появилось на лице Артёма, что и при первой нашей встрече, ПРИЧЁМ даже его глаза выражали ту же уверенность. − Указательное местоимение ТО с частицей ЖЕ пишется раздельно: ЖЕ можно убрать или переставить в другое место предложения. Союз ПРИЧЁМ пишется слитно.","Я ТОТЧАС направился к Татариновым с таким расчётом, ЧТОБЫ не застать Николая Антоновича. − Наречие ТОТЧАС, союз ЧТОБЫ пишутся слитно.","В ТЕЧЕНИЕ некоторого времени Вера получает пылкие и страстные любовные письма от неизвестного ей лица, но ПО-ПРЕЖНЕМУ не придаёт им значения. − Производный предлог В ТЕЧЕНИЕ пишется раздельно. Наречие на -ЕМУ ПО-ПРЕЖНЕМУ с приставкой ПО- пишется через дефис.","Онегин, ТАК ЖЕ как и герой Б. Констана, умён, но подчёркнуто равнодушен к окружающим его людям и ПРИТОМ не видит в жизни ничего достойного своих душевных усилий. −Наречие ТАК с частицей ЖЕ пишется раздельно: ЖЕ можно убрать или переставить в другое место предложения. Союз ПРИТОМ пишется слитно.","Ответ: тотчасчтобы|чтобытотчас"]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Я спросил Галю, что она имела (В)ВИДУ, когда говорила, что дальше нам придётся действовать (ПО)ОДИНОЧКЕ.","Малик ТО(ЖЕ) был спортсменом, (ПРИ)ЧЁМ хорошо известным.","Я отплыл ещё дальше (В)ГЛУБЬ протоки и заметил лежащее в воде толстое бревно, треснутое посередине (НА)ДВОЕ.","(НА)СЧЁТ денег можете не беспокоиться: ЧТО(БЫ) ни случилось, нас есть кому поддержать.","(ПО)СРЕДИ просторной гостиной, перед телевизором, стоял диван, на котором часто сидели (В)ОБНИМКУ мои мама и папа."],"answer":["тожепричём","причёмтоже"],"explanation":["Пояснение.","Приведём верное написание, раскроем скобки.","Я спросил Галю, что она имела В ВИДУ, когда говорила, что дальше нам придётся действовать ПООДИНОЧКЕ. − В первом случае существительное с предлогом, поэтому пишется раздельно. Во втором случае наречие пишется слитно.","Малик ТОЖЕ был спортсменом, ПРИЧЁМ хорошо известным. − Союзы пишутся слитно.","Я отплыл ещё дальше В ГЛУБЬ протоки и заметил лежащее в воде толстое бревно, треснутое посередине НАДВОЕ. − Существительное с предлогом «в глубь» пишется раздельно; наречие «надвое» пишется слитно.","НАСЧЁТ денег можете не беспокоиться: ЧТО БЫ ни случилось, нас есть кому поддержать. − Предлог «насчёт» пишется слитно (можно заменить предлогом О). Местоимение с частицей БЫ пишется раздельно.","ПОСРЕДИ просторной гостиной, перед телевизором, стоял диван, на котором часто сидели В ОБНИМКУ мои мама и папа. − Предлог «посреди» пишется слитно. Наречие «в обнимку» пишется раздельно - нужно запомнить.","Ответ: тожепричём|причёмтоже"]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Они приехали в Севастополь и остановились в небольшой, (ПО)ДОМАШНЕМУ обставленной гостинице, ЧТО(БЫ) отдохнуть как следует.","Погода (В)НАЧАЛЕ была хорошая, кричали дрозды, (В)ТИШИ болот слышен был лёгкий звук выходящих на поверхность пузырей газа.","(ПОД)МЫШКОЙ у господина была изысканная трость, (ЗА)ТО шляпа его выглядела старой и повидавшей виды.","Софья Львовна, сама не зная (ОТ)ЧЕГО, минутку плакала молча, потом вытерла слёзы и сказала: «Рита ТО(ЖЕ) с нами, и Володя тут».","(В)ТЕЧЕНИЕ лета сезонная снеговая линия постоянно поднимается (В)ВЕРХ до определённого уровня, который является границей вечных снегов в данный год."],"answer":["отчеготоже","тожеотчего"],"explanation":["Пояснение.","Приведём верное написание, раскроем скобки.","Они приехали в Севастополь и остановились в небольшой, ПО-ДОМАШНЕМУ обставленной гостинице, ЧТОБЫ отдохнуть как следует. − Наречие на -ему пишется через дефис с приставкой по-; союз ЧТОБЫ пишется слитно.","Погода ВНАЧАЛЕ была хорошая, кричали дрозды, В ТИШИ болот слышен был лёгкий звук выходящих на поверхность пузырей газа. − Наречие ВНАЧАЛЕ пишется слитно; существительное с предлогом «в тиши» пишется раздельно.","ПОД МЫШКОЙ у господина была изысканная трость, ЗАТО шляпа его выглядела старой и повидавшей виды. − Существительное с предлогом пишется раздельно; союз ЗАТО − слитно.","Софья Львовна, сама не зная ОТЧЕГО, минутку плакала молча, потом вытерла слёзы и сказала: «Рита ТОЖЕ с нами, и Володя тут». − Наречие ОТЧЕГО пишется слитно. Союз ТОЖЕ пишется слитно.","В ТЕЧЕНИЕ лета сезонная снеговая линия постоянно поднимается ВВЕРХ до определённого уровня, который является границей вечных снегов в данный год. − Предлог В ТЕЧЕНИЕ пишется раздельно. Наречие ВВЕРХ пишется слитно.","Ответ: отчеготоже|тожеотчего"]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["В ТО(ЖЕ) время купец Смельков был тип могучего русского человека, который (В)СЛЕДСТВИЕ своей доверчивости пал жертвою обмана.","(ПО)ТОМУ, быть может, что Женя провела со мной весь день с утра до вечера, я почувствовал, что без неё мне как БУД(ТО) скучно.","(КАК)РАЗ в то самое время, когда проезжали мимо женского монастыря, раздался удар большого (СТО)ПУДОВОГО колокола.","Отец Володи ТО(ЖЕ) был военным доктором и служил КОГДА(ТО) в одном полку с Ягичем.","После встречи с Варенькой Оля попросила: «Научите меня, ЧТО(БЫ) я поступила точно ТАК(ЖЕ)»."],"answer":["потомубудто","будтопотому"],"explanation":["Пояснение.","Приведём верное написание, раскроем скобки.","В ТО ЖЕ время купец Смельков был тип могучего русского человека, который ВСЛЕДСТВИЕ своей доверчивости пал жертвою обмана. − Указательное местоимение с частицей ЖЕ пишется раздельно (частицу можно убрать или переставить в другое место предложения). Предлог ВСЛЕДСТВИЕ пишется слитно.","ПОТОМУ, быть может, что Женя провела со мной весь день с утра до вечера, я почувствовал, что без неё мне как БУДТО скучно. − Наречие ПОТОМУ пишется слитно; частица БУДТО пишется слитно.","КАК РАЗ в то самое время, когда проезжали мимо женского монастыря, раздался удар большого СТОПУДОВОГО колокола. − Частица КАК РАЗ пишется раздельно. Прилагательное СТОПУДОВОГО, образованное на основе словосочетания, пишется слитно.","Отец Володи ТОЖЕ был военным доктором и служил КОГДА-ТО в одном полку с Ягичем. − ТОЖЕ - союз (можно заменить синонимичным союзом И). Наречие с суффиксом ТО пишется через дефис.","После встречи с Варенькой Оля попросила: «Научите меня, ЧТОБЫ я поступила точно ТАК ЖЕ». − ЧТОБЫ- союз, пишется слитно. ТАК ЖЕ пишется раздельно, потому что частицу ЖЕ можно убрать.","Ответ: потомубудто|будтопотому"]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Теперь, даже (НЕ)СМОТРЯ на седину, морщины и очки, его (НА)ЧИСТО лишённое эмоций лицо кажется прекрасным.","Белая ткань (НА)ОЩУПЬ заметно жёстче (ТЁМНО)СИНЕЙ материи.","Илье Антонычу наскучило носить ружьё (ПОД)МЫШКОЙ, (ПО)ЭТОМУ он перекинул его на плечо.","У Ивана выспросили решительно всё (ПО)ПОВОДУ его прошлой жизни,","(В)ПЛОТЬ до того, когда и как он болел скарлатиною.","(НА)КОНЕЦ прошла неделя, а комната всё ТАК(ЖЕ) была заперта."],"answer":["несмотряначисто","начистонесмотря"],"explanation":["Пояснение.","Приведём верное написание, раскроем скобки.","Теперь, даже НЕСМОТРЯ на седину, морщины и очки, его НАЧИСТО лишённое эмоций лицо кажется прекрасным. − Предлог НЕСМОТРЯ НА пишется слитно с НЕ. Наречие НАЧИСТО пишется слитно.","Белая ткань НА ОЩУПЬ заметно жёстче ТЁМНО-СИНЕЙ материи. − Пишутся раздельно употребленные в наречном значении сочетания имен существительных с предлогами: НА ОЩУПЬ. Прилагательное со значением оттенка цвета пишутся через дефис","Илье Антонычу наскучило носить ружьё ПОД МЫШКОЙ, ПОЭТОМУ он перекинул его на плечо. − Существительное с предлогом пишется раздельно. Наречие  ПОЭТОМУ пишется слитно.","У Ивана выспросили решительно всё ПО ПОВОДУ его прошлой жизни, ВПЛОТЬ до того, когда и как он болел скарлатиною. − Существительное с предлогом пишется раздельно. Предлог ВПЛОТЬ пишется слитно.","НАКОНЕЦ прошла неделя, а комната всё ТАК ЖЕ была заперта. − Наречие НАКОНЕЦ пишется слитно.  Частица ЖЕ может быть убрана или переставлена в другое место предложения, поэтому пишется раздельно.","Ответ: несмотряначисто|начистонесмотря"]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Причиной выбрасывания китов на берег могут быть гидролокаторы военных, достаточно мощные, ЧТО(БЫ) проникнуть (В)ГЛУБЬ океана и напугать животных.","Недолго пройдя в темноте, Костя понял, что (СО)ВСЕМ сбился с пути, наверно, ТО(ЖЕ) понял и командир.","Новобранцев до принятия присяги не полагалось отпускать в город (ПО)ОДИНОЧКЕ, но инструктор, (В)ВИДУ моего необычайного успеха по словесности, сделал для меня исключение.","(В)ВЕРХУ виднелся редкий для здешних мест большой камень почти правильной кубической формы, а на нём (В)ОБНИМКУ росли два корявых деревца, сосенка и берёзка.","Никита сказал, ЧТО(БЫ) мы шли (ПО)ДВОЕ."],"answer":["поодиночкеввиду","ввидупоодиночке"],"explanation":["Пояснение.","Приведём верное написание, раскроем скобки.","Причиной выбрасывания китов на берег могут быть гидролокаторы военных, достаточно мощные, ЧТОБЫ проникнуть В ГЛУБЬ океана и напугать животных. − ЧТОБЫ − союз, поэтому пишется слитно; предлог В с существительным ГЛУБЬ пишется раздельно (в самую глубь).","Недолго пройдя в темноте, Костя понял, что СОВСЕМ сбился с пути, наверно, ТО ЖЕ понял и командир. − Наречие СОВСЕМ пишется слитно; частица ЖЕ с указательным местоимением ТО пишется раздельно (частицу можно убрать или переставить − смысл не изменится.","Новобранцев до принятия присяги не полагалось отпускать в город ПООДИНОЧКЕ, но инструктор, ВВИДУ моего необычайного успеха по словесности, сделал для меня исключение. − Наречие ПООДИНОЧКЕ пишется слитно; предлог ВВИДУ пишется слитно (его можно заменить предлогом ИЗ-ЗА).","ВВЕРХУ виднелся редкий для здешних мест большой камень почти правильной кубической формы, а на нём В ОБНИМКУ росли два корявых деревца, сосенка и берёзка. − Наречие ВВЕРХУ пишется слитно; наречие В ОБНИМКУ − раздельно.","Никита сказал, ЧТОБЫ мы шли ПО ДВОЕ. − ЧТОБЫ − союз, поэтому пишется слитно; предлог ПО с числительным ДВОЕ пишется раздельно.","Ответ: поодиночкеввиду|ввидупоодиночке"]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["А небо в те дни льёт на землю ласкающий свет, и прозрачная голубизна его бывает притягательна – не (ОТ)ТОГО ли и стар и млад так (ПО)ДОЛГУ смотрят на небо?","ТАК(ЖЕ) было и в прошлый раз, три месяца тому назад, когда она с ним разговаривала, а потом речь её прервалась на (ПОЛУ)СЛОВЕ.","Машка (С)РАЗБЕГУ кидалась в чёрный, неприветливый, холодный от ключей пруд, проныривала его (НА)СКВОЗЬ.","Всё это возникло не (В)СЛЕДСТВИЕ какой-либо надобности или работы воображения, а КАК(БЫ) внезапно, само собой.","Но он ничего не сделал, (ПО)ТОМУ что и не мог ничего сделать, просто не было у него ничего такого затаённого, ЧТО(Б) он мог вытащить наружу."],"answer":["оттогоподолгу","подолгуоттого"],"explanation":["Пояснение.","Приведём верное написание, раскроем скобки.","А небо в те дни льёт на землю ласкающий свет, и прозрачная голубизна его бывает притягательна – не ОТТОГО ли и стар и млад так ПОДОЛГУ смотрят на небо? − «Оттого» пишется слитно, т.к. употреблено в значении причины и его можно заметить на «по причине» или «потому что», или «поэтому». «Подолгу» пишется слитно − это наречие.","ТАК ЖЕ было и в прошлый раз, три месяца тому назад, когда она с ним разговаривала, а потом речь её прервалась на ПОЛУСЛОВЕ. − Частица ЖЕ пишется раздельно, потому что её можно убрать или переставить в другое место предложения. Слова с ПОЛУ- пишутся слитно.","Машка С РАЗБЕГУ кидалась в чёрный, неприветливый, холодный от ключей пруд, проныривала его НАСКВОЗЬ. − Наречие С РАЗБЕГУ пишется раздельно. Наречие НАСКВОЗЬ пишется слитно.","Всё это возникло не ВСЛЕДСТВИЕ какой-либо надобности или работы воображения, а КАК БЫ внезапно, само собой. − Предлог ВСЛЕДСТВИЕ пишется слитно. Частица БЫ со словом пишется раздельно.","Но он ничего не сделал, ПОТОМУ что и не мог ничего сделать, просто не было у него ничего такого затаённого, ЧТО Б он мог вытащить наружу. − Союз ПОТОМУ ЧТО: «потому» пишется слитно. Частица Б с местоимением пишется раздельно.","Ответ: оттогоподолгу|подолгуоттого"]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(ПО)ТОМУ, как сосредоточенно молчал Л. Н. Толстой, его близкие могли догадываться, (НА)СКОЛЬКО напряжённо работает сейчас его мозг.","(В)ПОСЛЕДСТВИИ учёные установили, что магний играет важную роль в регуляции уровня калия в организме, а ТАК(ЖЕ) регулирует работу надпочечников.","С первых страниц я испытал странное ощущение: БУДТО(БЫ) из мрачного мира я (ТОТ)ЧАС перенёсся в мир другой — солнечный и яркий.","(В)ПОСЛЕДСТВИИ исследователи не раз говорили о том, что апофеозом русской славы является картина «Богатыри», в которой В. М. Васнецов выразил своё романтическое и в ТО(ЖЕ) время глубоко гражданское понимание России.","Физические свойства межзвёздного газа существенно зависят (ОТ)ТОГО, находится ли он в сравнительной близости от горячих звёзд или, (НА)ОБОРОТ, достаточно удалён от них."],"answer":["впоследствиитакже","такжевпоследствии"],"explanation":["Пояснение.","Приведём верное написание, раскроем скобки.","ПО ТОМУ, как сосредоточенно молчал Л. Н. Толстой, его близкие могли догадываться, НАСКОЛЬКО напряжённо работает сейчас его мозг. («По тому» − предлог с указательным местоимением, «насколько» − наречие пишется слитно.)","ВПОСЛЕДСТВИИ учёные установили, что магний играет важную роль в регуляции уровня калия в организме, а ТАКЖЕ регулирует работу надпочечников. («Впоследствии» − наречие пишется слитно; «также» — союз пишется слитно)","С первых страниц я испытал странное ощущение: БУДТО БЫ из мрачного мира я ТОТЧАС перенёсся в мир другой — солнечный и яркий. («Будто бы» − частица; «тот час» − наречие).","ВПОСЛЕДСТВИИ исследователи не раз говорили о том, что апофеозом русской славы является картина «Богатыри», в которой В. М. Васнецов выразил своё романтическое и в ТО ЖЕ время глубоко гражданское понимание России. («Впоследствии» − наречие пишется слитно; «то же» — указательное местоимение с частицей ЖЕ)","Физические свойства межзвёздного газа существенно зависят ОТ ТОГО, находится ли он в сравнительной близости от горячих звёзд или, НАОБОРОТ, достаточно удалён от них.   («От того» − предлог с указательным местоимением, «наоборот» − наречие пишется слитно.)","Ответ: впоследствиитакже|такжевпоследствии","----------","Дублирует задание 12635."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["(В)ПОСЛЕДСТВИИ выяснилось ТАК(ЖЕ), что Иван собирался переехать к матери в деревню.","Я собирался вернуться поздно, (ПО)ЭТОМУ решил оставить жене записку с просьбой не беспокоиться и ложиться спать без меня, хотя знал, что она (ВСЁ)РАВНО будет ждать моего возвращения.","Я (С)РАЗБЕГУ влетел в кабинет отца и торопливо стал рассказывать ему, что имел (В)ВИДУ Коля, когда говорил о школе.","КАК(БЫ) там ни было, библиотекарю отчего-то стало НЕ(ПО)СЕБЕ.","Егорка пошёл (В)ГЛУБЬ тёмного чулана, ЧТО(БЫ) отыскать ящик."],"answer":["впоследствиитакже","такжевпоследствии"],"explanation":["Пояснение.","Приведём верное написание, раскроем скобки.","ВПОСЛЕДСТВИИ выяснилось ТАКЖЕ, что Иван собирался переехать к матери в деревню. − Наречие ВПОСЛЕДСТВИИ пишется слитно. Союз ТАКЖЕ пишется слитно (можно заменить на союз И: и впоследствии выяснилось)","Я собирался вернуться поздно, ПОЭТОМУ решил оставить жене записку с просьбой не беспокоиться и ложиться спать без меня, хотя знал, что она ВСЁ РАВНО будет ждать моего возвращения. — Наречие ПОЭТОМУ пишется слитно. Сочетание местоимения ВСЁ с наречием РАВНО пишется раздельно.","Я С РАЗБЕГУ влетел в кабинет отца и торопливо стал рассказывать ему, что имел В ВИДУ Коля, когда говорил о школе. — Существительное с предлогом пишется раздельно.","КАК БЫ там ни было, библиотекарю отчего-то стало НЕ ПО СЕБЕ. − Местоименное наречие КАК с частицей БЫ и местоимение СЕБЕ с частицей НЕ и предлогом ПО пишутся раздельно.","Егорка пошёл В ГЛУБЬ тёмного чулана, ЧТОБЫ отыскать ящик. − Если в предложении есть зависимое слово, значит существительное «глубь» с предлогом «в-» пишется раздельно. Союз ЧТОБЫ пишется слитно (БЫ нельзя убрать или переставить в другое место предложения)","Ответ: впоследствии также|также впоследствии."]},{"text":"","options":[],"answer":["наподобиевверх","вверхнаподобие"],"explanation":["Пояснение.Приведём верное написание, раскроем скобки. Состоялся ПО-НАСТОЯЩЕМУ интересный разговор НАСЧЁТ внедрения научных разработок в производство. − Приставка по- с наречием на -ему пишется через дефис. НАСЧЁТ − предлог, пишется слитно.Мы ПОДОЛГУ сидели не берегу В ОБНИМКУ, молчали и слушали прибой. − Наречие ПОДОЛГУ пишется слитно. Наречие В ОБНИМКУ, образованное на основе сочетания существительного с предлогом, пишется раздельно.В дальнем конце коридора стояло странное сооружение, НАПОДОБИЕ огромной рельсы, уходящей под углом ВВЕРХ. − Предлог НАПОДОБИЕ пишется слитно, наречие ВВЕРХ пишется слитно.Всё ТАК ЖЕ горела сальная свеча на столе, росли тихие герани на подоконниках, тикали часы, ПРИЧЁМ звук их с годами совсем не изменился. − Наречие ТАК с частицей ЖЕ пишется раздельно (ЖЕ можно убрать или переставить). Союз ПРИЧЁМ пишется слитно.ПОНАЧАЛУ мы были так воодушевлены, что ВРЯД ЛИ хоть один из нас мог предвидеть, во что выльется наша затея.","Ответ: наподобиевверх|вверхнаподобие."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["Я ТО(ЖЕ), как и отец, верил в нашу идею, (ПРИ)ЧЁМ не только разумом, но и сердцем.","(ЗА)ТЕМ инструктор объяснил мне, что без специального снаряжения (В)ГЛУБЬ моря опускаться опасно.","О том, ( НА)СКОЛЬКО тяжело было Кате в тот момент, Арсений узнал позже, (В)НАЧАЛЕ следующего года.","(НА)ПРОТЯЖЕНИИ всего дня дети играли на лужайке, взрослые ТАК(ЖЕ) были во дворе.","Поверните (В)ЛЕВО, пройдите по коридору с множеством кабинетов и, ЧТО(БЫ) вы ни услышали из-за дверей, не останавливайтесь, а идите прямо."],"answer":["тожепричём","тожепричем"],"explanation":["Пояснение.","Раскроем скобки, приведём верное написание.","Я ТОЖЕ, как и отец, верил в нашу идею, ПРИЧЁМ не только разумом, но и сердцем. − Союзы пишутся слитно.","ЗАТЕМ инструктор объяснил мне, что без специального снаряжения В ГЛУБЬ моря опускаться опасно. − ЗАТЕМ − наречие, пишется слитно. Существительное с предлогом пишется раздельно.","О том, НАСКОЛЬКО тяжело было Кате в тот момент, Арсений узнал позже, В НАЧАЛЕ следующего года. − Местоимение НАСКОЛЬКО пишется слитно. Существительное с предлогом пишется раздельно.","НА ПРОТЯЖЕНИИ всего дня дети играли на лужайке, взрослые ТАКЖЕ были во дворе. − Предлог пишется раздельно. Союз − слитно.","Поверните ВЛЕВО, пройдите по коридору с множеством кабинетов и, ЧТО БЫ вы ни услышали из-за дверей, не останавливайтесь, а идите прямо. − Наречие ВЛЕВО пишется слитно. Местоимение ЧТО с частицей БЫ − раздельно.","Ответ: тожепричём|причёмтоже."]},{"text":"Определите предложение, в котором оба выделенных слова пишутся СЛИТНО. Раскройте скобки и выпишите эти два слова.","options":["«И имейте (В)ВИДУ: ЧТО(БЫ) там ещё вы ни придумали, мне всё станет известно!» — закричал толстячок тонким голосом.","На подносах лежали камни (НА)ПОДОБИЕ кирпичей с золотыми вензелями императора и его супруги, а ТАК(ЖЕ) монеты нового чекана.","Только у дверей сидел (ОРДЕНО)НОСЕЦ Решетов, читая книгу, и (ПО)ТОМУ, как он увлёкся, было видно, что это его собственный роман.","Княгиня вышла к ней (НА)ВСТРЕЧУ и (ПО)ДРУЖЕСКИ взяла её под руку.","(В)СЛЕД (ЗА)ТЕМ, откуда ни возьмись, у чугунной решётки вспыхнул огонёчек и стал приближаться к веранде."],"answer":["наподобиетакже"],"explanation":["Пояснение.","Раскроем скобки, приведём верное написание.","«И имейте В ВИДУ: ЧТО БЫ там ещё вы ни придумали, мне всё станет известно!» — закричал толстячок тонким голосом. − Существительное с предлогом пишется раздельно. Местоимение с частицей пишется раздельно.","На подносах лежали камни НАПОДОБИЕ кирпичей с золотыми вензелями императора и его супруги, а ТАКЖЕ монеты нового чекана. − Предлог НАПОДОБИЕ и союз ТАКЖЕ пишутся слитно.","Только у дверей сидел ОРДЕНОНОСЕЦ Решетов, читая книгу, и ПО ТОМУ, как он увлёкся, было видно, что это его собственный роман. − ОРДЕНОНОСЕЦ - сложное существительное, пишется слитно. ПО ТОМУ − указательное местоимение с предлогом пишется раздельно.","Княгиня вышла к ней НАВСТРЕЧУ и ПО-ДРУЖЕСКИ взяла её под руку. − НАВСТРЕЧУ − наречие пишется слитно. Приставка ПО- в наречиях на -СКИ пишется через дефис.","ВСЛЕД ЗА ТЕМ, откуда ни возьмись, у чугунной решётки вспыхнул огонёчек и стал приближаться к веранде. − Наречие ВСЛЕД пишется слитно. Указательное местоимение ТЕМ с предлогом ЗА пишется раздельно.","Ответ: наподобиетакже|такженаподобие."]}]