[{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Утверждают (1) что бразильские карнавалы восхищают и завораживают (2) и (3) когда мы впервые увидели его неповторимую яркую красоту ( 4) то сами убедились (5) насколько правы были очевидцы."],"answer":["1245"],"explanation":["Делаем схему предложения.","[1Утверждают], (2что бразильские карнавалы восхищают и завораживают),  и  (4когда мы впервые увидели его неповторимую яркую красоту), [3то сами убедились], (5насколько правы были очевидцы).","Итак, 5 простых предложений.","1 и 2—СПП, зпт №1;","3-е образует СПП и с 4, и с 5 (так называемое параллельное подчинение)—зпт № 4 и 5.","Между блоками-СПП предложений сочинительная связь, союз И и зпт № 2.","Зпт №3 не нужна, так как в предложении 3 есть указательное слово ТО.","Или ТО, или запятая. Так бывает всегда."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Рядом с тобой всегда люди (1) и (2) даже если тебе очень одиноко (3) ты не сомневайся в том (4) что кто-то сможет выслушать и понять тебя."],"answer":["1234"],"explanation":["Рядом с тобой всегда люди, и, даже если тебе очень одиноко, ты не сомневайся в том, что кто-то сможет выслушать и понять тебя.","Запятая (1) разделяет предложения «рядом с тобой всегда люди» и «и, даже если тебе очень одиноко». Запятые (2) и (3) показывают границы придаточной части «даже если тебе очень одиноко». Запятая (4) отделяет придаточную часть «что кто-то сможет выслушать тебя».","Запятые должны стоять на местах 1, 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Нужно чаще думать о других (1) и (2) даже если тебе сейчас нелегко (3) ты не забывай о том (4) что кому-то может потребоваться твоё участие."],"answer":["1234"],"explanation":["Нужно чаще думать о других, и, даже если тебе сейчас нелегко, ты не забывай о том, что кому-то может потребоваться твоё участие.","Запятая 1 разделяет предложения «нужно чаще думать о других» и «ты не забывай о том».","Запятые 2 и 3 выделяют придаточную часть «даже если тебе сейчас нелегко».","Запятая 4 выделяет придаточную часть «что кому-то может потребоваться твое участие».","Запятые должны стоять на местах 1, 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Было впечатление (1) что мы волшебным образом побывали в чудесной стране (2) где алые лилии и красная рябина (3) где всё яснее и красивее (4) чем всегда было вокруг."],"answer":["1234"],"explanation":["Было впечатление, что мы волшебным образом побывали в чудесной стране, где алые лилии и красная рябина, где всё яснее и красивее, чем всегда было вокруг.","Запятые 1, 2, 3 и 4 показывают границы придаточных частей «что мы волшебным образом побывали в чудесной стране», «где алые лилии и красная рябина», «где вcё яснее и красивее», «чем всегда было вокруг».","Каждое из однородных придаточных отделяется запятой, так как между ними нет союзов.","Запятые должны стоять на местах 1, 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Для археологии важны вещественные источники (1) и (2) даже если они спрятаны в земле (3) они всё равно составляют основной разряд памятников (4) исследованием которых занимается эта наука."],"answer":["1234"],"explanation":["Для археологии важны вещественные источники,  и, даже если они спрятаны в земле, они всё равно составляют основной разряд памятников, исследованием которых занимается эта наука.","Запятая 1 разделяет предложения «для археологии важны вещественные источники» и «они все равно составляют основной разряд памятников».","Запятые 2 и 3 показывают границы придаточной части «даже если они спрятаны в земле».","Запятая 4 ставится перед придаточной частью «исследованием которых занимается эта наука».","Запятые должны стоять на местах 1, 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Рука его дрожала (1) и (2) когда Николай передавал лошадь коноводу (3) он чувствовал (4) как со стуком приливает кровь к сердцу."],"answer":["1234"],"explanation":["Рука его дрожала, и, когда Николай передавал лошадь коноводу,  он чувствовал, как со стуком приливает кровь к сердцу.","Запятая 1 разделяет предложения «рука его дрожала» и «он чувствовал».","Запятые 2 и 3 показывают границы придаточной части «когда Николай передавал лошадь коноводу».","Запятая 4 разделяет придаточную часть «как со стуком приливает кровь к сердцу» и главную часть «он чувствовал».","Запятые должны стоять на местах 1, 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Она увидела (1) что храбрость и гордое самолюбие принадлежат не только одному сословию (2) и с тех пор (3) стала оказывать молодому учителю уважение (4) которое час от часу становилось заметнее для окружающих."],"answer":["124"],"explanation":["Она увидела, что храбрость и гордое самолюбие принадлежат не только одному сословию,  и с тех пор  стала оказывать молодому учителю уважение, которое час от часу становилось заметнее для окружающих.","Запятые 1 и 2 показывают границы придаточной части «что храбрость и гордое самолюбие принадлежат не только одному сословию».","Запятая 4 стоит перед придаточной частью «которое час от часу становилось заметнее для окружающих».","Запятые должны стоять на местах 1, 2 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Не бывает скучно в лесу (1) и (2) если вы взгрустнёте (3) повнимательнее взгляните на самую обыкновенную берёзу (4) которая встретится на вашем пути."],"answer":["1234"],"explanation":["Не бывает скучно в лесу, и, если вы взгрустнёте, повнимательнее взгляните на самую обыкновенную берёзу, которая встретится на вашем пути.","Запятая 1 разделяет предложения «Не бывает скучно в лесу» и «повнимательнее взгляните на самую обыкновенную берёзу».","Запятые 2 и 3 показывают границы придаточной части  «если вы взгрустнёте».","Запятая 4 стоит перед придаточной частью «которая встретится на вашем пути».","Запятые должны стоять на местах 1, 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Выяснилось (1) что рукопись окончательно ещё не отредактирована (2) и что (3) пока не будет проведена дополнительная работа (4) сдавать её в типографию нельзя."],"answer":["134"],"explanation":["Выяснилось,  что рукопись окончательно ещё не отредактирована  и что,  пока не будет проведена дополнительная работа,  сдавать её в типографию нельзя.","Запятые 1  показывает начало и конец придаточной части «что рукопись окончательно ещё не отредактирована и что сдавать её в типографию нельзя».","Запятые 3 и 4 показывают границы придаточной части «пока не будет проведена дополнительная работа».","Запятые должны стоять на местах 1, 3, и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Пора было уезжать (1) и (2) когда за нами пришли из города автобусы (3) мы поняли (4) как жаль расставаться с озером."],"answer":["1234"],"explanation":["Пора было уезжать, и, когда за нами пришли из города автобусы, мы поняли, как жаль расставаться с озером.","Запятая 1 разделяет главное предложение «Пора было уезжать» и «мы поняли».","Запятые 2 и 3 показывают границы придаточной части «когда за нами пришли из города автобусы».","Запятая 4 ставится перед придаточной частью «как жаль расставаться с озером».","Запятые должны стоять на местах 1, 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Через несколько часов (1) Иван обессилел (2) и (3) когда понял (4) что с бумагами ему не совладать (5) тихо и горько заплакал."],"answer":["345"],"explanation":["Через несколько часов  Иван обессилел и, когда понял,  что с бумагами ему не совладать, тихо и горько заплакал.","Запятые 3, 4, 5  показывают границы главной части «Через несколько часов  Иван обессилел и тихо и горько заплакал» и придаточных частей «когда понял,  что с бумагами ему не совладать» (последовательное соподчинение).","Запятые должны стоять на местах 3, 4 и 5."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Весной того года я окончил лицей (1) и (2) когда приехал из Москвы (3) просто поражён был (4) как изменился наш угрюмый дом."],"answer":["234"],"explanation":["[Весной того года я окончил лицей  и,  (когда приехал из Москвы),  просто поражён был],  (как изменился наш угрюмый дом).","Запятые 2 и 3 показывают границы придаточной части «когда приехал из Москвы».","Запятая 4 ставится перед придаточной частью «как изменился наш угрюмый дом».","Запятые должны стоять на местах 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["В воображении теснились самые разные замыслы (1) и (2) если писатель усилием воли заставлял себя останавливаться на чём-то одном (3) то он опять забывал (4) каким должно быть начало."],"answer":["134"],"explanation":["В воображении теснились самые разные замыслы, и если писатель усилием воли заставлял себя останавливаться на чём-то одном, то он опять забывал,  каким должно быть начало.","Запятая 1 отделяет первое предложение «В воображении теснились самые разные замыслы» от второго.","Запятая 2 не ставится, поскольку после придаточной части стоит союз ТО (и не ставилась бы перед союзами ТАК и НО).","Запятая 3 показывает границу придаточной части «если писатель усилием воли заставлял себя останавливаться на чём-то одном».","Запятая 4 выделяет придаточную часть «каким должно быть начало».","Запятые должны стоять на местах 1, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Митя часто просто любовался сестрой (1) и (2) даже когда ему приходилось выслушивать её жалобы на то (3) что она плохо выглядит после ночных дежурств в больнице (4) Любаша казалась ему самой красивой."],"answer":["1234"],"explanation":["Митя часто просто любовался сестрой,  и,  даже когда ему приходилось выслушивать её жалобы на то,  что она плохо выглядит после ночных дежурств в больнице,  Любаша казалась ему самой красивой.","Запятая 1 разделяет предложения «Митя часто просто любовался сестрой» и «Любаша казалась ему самой красивой».","Запятые 2 и 3 показывают границы придаточной части «даже когда ему приходилось выслушивать её жалобы на то».","Запятая 4 показывает границу придаточной части «что она плохо выглядит после ночных дежурств в больнице».","Запятые должны стоять на местах 1, 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["К вечеру пошёл дождь (1) и (2) пока мы ехали по просёлку (3) лошади еле переступали (4) будто потеряли последние силы."],"answer":["1234"],"explanation":["К вечеру пошёл дождь, и, пока мы ехали по просёлку,  лошади еле переступали,  будто потеряли последние силы.","Запятая 1 разделяет предложения «К вечеру пошёл дождь» и «лошади еле переступали».","Запятые 2 и 3 показывают границы придаточной части «пока мы ехали по проселку».","Запятая 4 ставится перед придаточной частью «будто потеряли последние силы».","Запятые должны стоять на местах 1, 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Все меня любили (1) и (2) хотя я безмерно шалил (3) мне прощалось всё (4) что бы я ни сделал."],"answer":["1234"],"explanation":["Все меня любили,  и, хотя я безмерно шалил,  мне прощалось всё, что бы я ни сделал.","Запятая 1 разделяет предложения «Все меня любили» и «мне прощалось всё».","Запятые 2 и 3 показывают границы придаточной части «хотя я безмерно шалил».","Запятая 4 выделяет придаточную часть «что бы я ни сделал».","Запятые должны стоять на местах 1, 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["В родительском доме всё было по-прежнему (1) и (2) если Володе казалось домашнее пространство как будто сузившимся (3) то это только оттого (4) что за годы отсутствия он очень повзрослел и вырос."],"answer":["134"],"explanation":["В родительском доме всё было по-прежнему,  и  если Володе казалось домашнее пространство как будто сузившимся,  то это только оттого,  что за годы отсутствия он очень повзрослел и вырос.","Запятая 1 разделяет предложения «В родительском доме всё было по-прежнему» и «если Володе казалось домашнее пространство как будто сузившимся».","Запятые 3 и 4 ставятся перед придаточными частями «то это только оттого» и «что за годы отсутствия он очень повзрослел и вырос».","Запятые должны стоять на местах 1, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Я очень люблю весну (1) и (2) когда проступает молодая зелень (3) спешу в лес (4) чтобы насладиться первыми минутами возрождения природы."],"answer":["234"],"explanation":["Я очень люблю весну  и,  когда проступает молодая зелень,  спешу в лес,  чтобы насладиться первыми минутами возрождения природы.","Запятые 2 и 3 показывают границы придаточной части «когда проступает молодая зелень».","Запятая 4 разделяет придаточную часть «чтобы насладиться первыми минутами возрождения природы» и главную «Я очень люблю весну  и спешу в лес».","В этом задании не бывает частично верного ответа.","Запятые должны стоять на местах 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Кони очень устали (1) и (2) когда с них сняли вьюки (3) они легли на холодную землю (4) которую уже успел покрыть лёгкий снежок."],"answer":["1234"],"explanation":["Кони очень устали,  и, когда с них сняли вьюки, они легли на холодную землю, которую уже успел покрыть лёгкий снежок.","Запятая 1 разделяет предложения «Кони очень устали» и «они легли на холодную землю».","Запятые 2 и 3 показывают границы придаточной части «когда с них сняли вьюки».","Запятая 4 выделяет придаточную часть «которую уже успел покрыть лёгкий снежок».","Запятые должны стоять на местах 1, 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Прямо над головой вспыхнула запоздалая молния (1) и (2) пока она светила (3) я увидел (4) как мерцает какая-то белая точка на берегу."],"answer":["1234"],"explanation":["Прямо над головой вспыхнула запоздалая молния,  и, пока она светила,  я увидел,  как мерцает какая-то белая точка на берегу.","Запятая 1 разделяет предложения «Прямо над головой вспыхнула запоздалая молния» и «я увидел».","Запятые 2 и 3  показывают границы придаточной части «пока она светила».","Запятая 4 выделяет придаточную часть «как мерцает какая-то белая точка на берегу».","Запятые должны стоять на местах 1, 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Когда художник жил в Крыму (1) он всё своё время посвящал созерцанию картин природы (2) и (3) если погода располагала к прогулкам (4) часами изучал на морском берегу рисунок бесконечно бегущих одна за другою волн."],"answer":["134"],"explanation":["Когда художник жил в Крыму, он всё своё время посвящал созерцанию картин природы  и,  если погода располагала к прогулкам, часами изучал на морском берегу рисунок бесконечно бегущих одна за другою волн.","Запятая 1 разделяет придаточную часть «Когда художник жил в Крыму» и главное предложение «он всё своё время посвящал созерцанию картин природы  и часами изучал на морском берегу рисунок бесконечно бегущих одна за другою волн».","Запятые 3 и 4 показывают границы придаточной части «если погода располагала к прогулкам».","Запятые должны стоять на местах 1, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Дождь хлещет в стёкла окон (1) и (2) когда стеклянный сумрак улицы освещают вспышки молнии (3) цветы на подоконниках становятся похожими на фантастические деревья (4) которые произрастают в сказочной стране."],"answer":["1234"],"explanation":["Дождь хлещет в стёкла окон,  и,  когда стеклянный сумрак улицы освещают вспышки молнии,  цветы на подоконниках становятся похожими на фантастические деревья, которые произрастают в сказочной стране.","Запятая 1 разделяет предложения «Дождь хлещет в стёкла окон» и «цветы на подоконниках становятся похожими на фантастические деревья».","Запятые 2 и 3 показывают границы придаточной части «когда стеклянный сумрак улицы освещают вспышки молнии».","Запятая 4 ставится перед придаточной частью «которые произрастают в сказочной стране».","Запятые должны стоять на местах 1, 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["В тот день мы завтракали втроём (1) и (2) когда подали вишневый кисель (3) сестра капризно сказала (4) что десерт сегодня невкусный."],"answer":["1234"],"explanation":["В тот день мы завтракали втроём, и, когда подали вишневый кисель, сестра капризно сказала, что десерт сегодня невкусный.","Запятая 1 разделяет  предложения «В тот день мы завтракали втроём» и «сестра капризно сказала».","Запятые 2 и 3 показывают границы придаточной части «когда подали вишневый кисель».","Запятая 4 выделяет придаточную часть «что десерт сегодня невкусный».","Запятые должны стоять на местах 1, 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Оказавшийся в домашнем театре Шереметьевых французский посол писал (1) что (2) когда он увидел балет (3) то был потрясён талантом (4) крепостных людей."],"answer":["13","31"],"explanation":["Оказавшийся в домашнем театре Шереметьевых французский посол писал, что когда он увидел балет, то был потрясён талантом  крепостных людей.","Запятые 1 и 3 показывают границы придаточного предложения с использованием конструкции «что когда ..., то ...».","Запятые должны стоять на местах 1, 3."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Некоторые из современников А. С  Пушкина говорили о том (1) что (2) когда они смотрят на его портрет кисти О.  А.  Кипренского (3) то видят отразившиеся на лице поэта (4) «печали жизни»."],"answer":["13","31"],"explanation":["Некоторые из современников А. С. Пушкина говорили о том,  что когда они смотрят на его портрет кисти О. А. Кипренского, то видят отразившиеся на лице поэта «печали жизни».","Запятые 1 и 3 показывают границы придаточной части «что когда они смотрят на его портрет кисти О. А. Кипренского».","Запятые должны стоять на местах 1, 3."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["И. Е. Репин признавался (1) что (2) пока он работает над портретом (3) в его душе живёт влюблённость в того человека (4) чей портрет он пишет."],"answer":["1234"],"explanation":["И. Е. Репин признавался,  что,  пока он работает над портретом, в его душе живёт влюблённость в того человека, чей портрет он пишет.","Запятая 1 разделяет предложение «И. Е. Репин признавался» и его придаточную часть «что в его душе живёт влюблённость в того человека».","Запятые 2 и 3 показывают границы придаточной части «пока он работает над портретом».","Запятая 4 ставится перед придаточной частью «чей портрет он пишет».","Запятые должны стоять на местах 1, 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Алексей Павлович вставал с ранней зарёй (1) и (2) когда он вдыхал напоённый влажным запахом росы прохладный воздух (3) на душе у него становилось (4) легко и просторно."],"answer":["123"],"explanation":["Алексей Павлович вставал с ранней зарёй,  и, когда он вдыхал напоённый влажным запахом росы прохладный воздух,  на душе у него становилось  легко и просторно.","Запятая 1 разделяет предложения «Алексей Павлович вставал с ранней зарёй» и «на душе у него становилось  легко и просторно».","Запятые 2 и 3 показывают границы придаточной части «когда он вдыхал напоённый влажным запахом росы прохладный воздух».","Запятые должны стоять на местах 1, 2 и 3. ."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Туман таял (1) и (2) когда лодка пошла к берегу (3) видно было (4) как пятнышки кувшинок и лилий покачиваются на волнах."],"answer":["1234"],"explanation":["Туман таял, и, когда лодка пошла к берегу,  видно было,  как пятнышки кувшинок и лилий покачиваются на волнах.","Запятая 1 разделяет предложения «Туман таял» и «видно было».","Запятые 2 и 3 показывают границы придаточной части «когда лодка пошла к берегу».","Запятая 4 ставится перед придаточной частью «как пятнышки кувшинок и лилий покачиваются на волнах».","Запятые должны стоять на местах 1, 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Мальчик рос смышлёным и здоровым (1) и (2) когда он стал старше (3) отец разрешил ему делить с рыбаками (4) трудности и опасности морского промысла."],"answer":["123"],"explanation":["Мальчик рос смышлёным и здоровым,  и, когда он стал старше, отец разрешил ему делить с рыбаками трудности и опасности морского промысла.","Запятая 1 разделяет предложения «Мальчик рос смышлёным и здоровым» и «отец разрешил ему делить с рыбаками трудности и опасности морского промысла».","Запятые 2 и 3 показывают границы придаточной част «когда он стал старше».","Запятые должны стоять на местах 1, 2 и 3."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Человек меняется с течением времени (1) и (2) чтобы понять логику поступков литературного героя или людей прошлого (3) надо представлять себе (4) как они жили, почему поступали так, а не иначе."],"answer":["1234"],"explanation":["Человек меняется с течением времени,  и,  чтобы понять логику поступков литературного героя или людей прошлого, надо представлять себе, как они жили, почему поступали так, а не иначе.","Запятая 1 разделяет предложения «Человек меняется с течением времени» и «надо представлять себе».","Запятые 2 и 3 показывает границы придаточной части «чтобы понять логику поступков литературного героя или людей прошлого».","Запятая 4 выделяет придаточную часть «как они жили».","Запятые должны стоять на местах 1, 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Но река величаво несёт свои воды (1) и какое ей дело до этих цветов (2) которые плывут (3) по воде (4) как недавно плыли льдины."],"answer":["124"],"explanation":["Но река величаво несёт свои воды,  и какое ей дело до этих цветов,  которые плывут  по воде,  как недавно плыли льдины.","Предложение сложное: четыре части. Между первой «Но река величаво несёт свои воды» и второй «и какое ей дело до этих цветов» сочинительная связь. Их соединяет союз И и 1 разделяет запятая (1).","Третья и четвёртая части — придаточные с последовательным подчинением. Соединяет из союзное слово КОТОРЫЙ и союз КАК, а разделяют запятые.","Запятые 2 и 4 показывают границы придаточной части «которые плывут по воде».","Запятые должны стоять на местах 1, 2 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Говорят (1) что доброта лечит от одиночества (2) и (3) когда я поселился в деревне (4) мне представилась возможность убедиться в этом."],"answer":["1234"],"explanation":["Говорят,  что доброта лечит от одиночества,  и, когда я поселился в деревне, мне представилась возможность убедиться в этом.","Запятые 1 и 2 показывают границы  придаточной части «что доброта лечит от одиночества».","Запятые 3 и 4 показывают границы придаточной части «когда я поселился в деревне».","Запятые должны стоять на местах 1, 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["К вечеру пошёл дождь (1) и (2) пока мы ехали по проселку (3) лошади еле переступали (4) будто потеряли последние силы."],"answer":["1234"],"explanation":["К вечеру пошёл дождь, и, пока мы ехали по проселку, лошади еле переступали, будто потеряли последние силы.","Запятая 1 разделяет предложения  «К вечеру пошёл дождь» и «лошади еле переступали».","Запятые 2 и 3 показывают границы придаточной части «пока мы ехали по проселку».","Запятая 4 выделяет придаточную часть «будто потеряли последние силы».","Запятые должны стоять на местах 1, 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Рука его дрожала (1) и (2) когда Николай передавал лошадь коноводу (3) он чувствовал (4) как со стуком приливает кровь к сердцу."],"answer":["1234"],"explanation":["Рука его дрожала, и, когда Николай передавал лошадь коноводу, он чувствовал, как со стуком приливает кровь к сердцу.","Запятая 1 разделяет предложения «Рука его дрожала» и «он чувствовал».","Запятые 2 и 3 показывают границы придаточной части  «когда Николай передавал лошадь коноводу».","Запятая 4 выделяет придаточную часть «как со стуком приливает кровь к сердцу».","Запятые должны стоять на местах 1, 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Встречающие поминутно смотрели на часы (1) и (2) когда вдали появился поезд (3) толпа подалась ему навстречу (4) хотя это никак не могло ускорить свидание с близкими людьми."],"answer":["1234"],"explanation":["Встречающие поминутно смотрели на часы,  и,  когда вдали появился поезд, толпа подалась ему навстречу,  хотя это никак не могло ускорить свидание с близкими людьми.","Запятая 1 разделяет предложения  «Встречающие поминутно смотрели на часы» и «толпа подалась ему навстречу».","Запятые 2 и 3 показывают границы придаточной части «когда вдали появился поезд».","Запятая 4 выделяет придаточную часть «хотя это никак не могло ускорить свидание с близкими людьми».","Запятые должны стоять на местах 1, 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Всегда трудно приступать к выполнению нелюбимой работы (1) и (2) чтобы хоть немного оттянуть неприятный момент (3) мы часто ищем любые предлоги (4) которые могут хоть как-то оправдать наше безволие."],"answer":["1234"],"explanation":["Всегда трудно приступать к выполнению нелюбимой работы, и, чтобы хоть немного оттянуть неприятный момент, мы часто ищем любые предлоги, которые могут хоть как-то оправдать наше безволие.","Запятая 1 разделяет предложения «Всегда трудно приступать к выполнению нелюбимой работы» и «мы часто ищем любые предлоги».","Запятые 2 и 3 показывают границы придаточной части «чтобы хоть немного оттянуть неприятный момент».","Запятая 4 выделяет придаточную часть «которые могут хоть как-то оправдать наше безволие».","Запятые должны стоять на местах 1, 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["После замечаний инструктора (1) ребята зашагали быстрее (2) и (3) когда стало смеркаться (4) до места ночлега оставалось всего три километра."],"answer":["234"],"explanation":["После замечаний инструктора  ребята зашагали быстрее, и, когда стало смеркаться, до места ночлега оставалось всего три километра.","Запятая 2 разделяет предложения «После замечаний инструктора  ребята зашагали быстрее» и «до места ночлега оставалось всего три километра».","Запятые 3 и 4 выделяют границы придаточной части «когда стало смеркаться».","Запятые должны стоять на местах 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Через пару часов (1) когда стало уже совсем жарко (2) и толчея в порту замерла (3) мальчики выбрались за городскую черту (4) и поднялись на холм (5) с которого видна гавань."],"answer":["135"],"explanation":["Через пару часов, когда стало уже совсем жарко  и толчея в порту замерла, мальчики выбрались за городскую черту и поднялись на холм, с которого видна гавань.","Запятые 1 и 3 выделяют придаточные части «когда стало уже совсем жарко и толчея в порту замерла».","Перед И запятая не нужна, потому что у этих двух придаточных есть общая главная часть.","Запятая 5 выделяет придаточную часть «с которого видна гавань».","Запятые должны стоять на местах 1, 3 и 5."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["На каменной террасе одного из самых красивых зданий города (1) находились двое (2) и (3) пока тени неуклонно удлинялись (4) они смотрели (5) как в окнах верхних этажей зажигалось ослепительное солнце."],"answer":["2345"],"explanation":["На каменной террасе одного из самых красивых зданий города  находились двое,  и, пока тени неуклонно удлинялись,  они смотрели,  как в окнах верхних этажей зажигалось ослепительное солнце.","Запятая 2 разделяет предложение «На каменной террасе одного из самых красивых зданий города  находились двое» и «они смотрели».","Запятые 3 и 4 показывают границы придаточной части «пока тени неуклонно удлинялись».","Запятая 5 выделяет придаточную часть «как в окнах верхних этажей зажигалось ослепительное солнце».","В задании 19 не бывает общих второстепенных членов.","Запятые должны стоять на местах 2, 3, 4 и 5."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Стая диких уток с пронзительным криком промчалась над нашими головами (1) и (2) когда мы услышали (3) с каким шумом они опустились на реку (4) нам стало немного не по себе."],"answer":["1234"],"explanation":["{Стая диких уток с пронзительным криком промчалась над нашими головами}, и, {(когда мы услышали), (с каким шумом они опустились на реку), [нам стало немного не по себе]}.","Запятая 1 разделяет предложения «Стая диких уток с пронзительным криком промчалась над нашими головами» и «нам стало немного не по себе».","Запятые 2 и 3 выделяют придаточную часть «когда мы услышали».","Запятая 4 ставится после придаточной части «с каким шумом они опустились на реку».","Запятые должны стоять на местах 1, 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Дверь подъезда внезапно распахнулась (1) и на улицу выскочил неопрятного вида крепкий молодой человек (2) который (3) если бы Алексей не успел в последний момент посторониться (4) наверняка налетел бы прямо на него."],"answer":["1234"],"explanation":["Дверь подъезда внезапно распахнулась,  и на улицу выскочил неопрятного вида крепкий молодой человек,  который, если бы Алексей не успел в последний момент посторониться,  наверняка налетел бы прямо на него.","Запятая 1 разделяет предложения «Дверь подъезда внезапно распахнулась» и «на улицу выскочил неопрятного вида крепкий молодой человек».","Запятая 2 выделяет придаточную часть «который наверняка налетел бы прямо на него».","Запятые 3 и 4 показывают границы придаточной части  «если бы Алексей не успел в последний момент посторониться».","Запятые должны стоять на местах 1, 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["На закате пошёл дождь (1) который сразу развеял накопившуюся в воздухе духоту (2) и (3) в то время как он гулко и однообразно шумел по саду вокруг дома (4) в незакрытые окна в зале тянуло сладкой свежестью мокрой зелени."],"answer":["1234"],"explanation":["[На закате пошёл дождь,  (который сразу развеял накопившуюся в воздухе духоту), и,  (в то время как он гулко и однообразно шумел по саду вокруг дома),  [в незакрытые окна в зале тянуло сладкой свежестью мокрой зелени].","Выбрасываем придаточные:","[На закате пошёл дождь], и [в незакрытые окна в зале тянуло сладкой свежестью мокрой зелени].","Запятые 1  и 2 для придаточного  (который сразу развеял накопившуюся в воздухе духоту)","Запятые 3 и 4 показывают границы придаточной части «в то время как он гулко и однообразно шумел по саду вокруг дома».","Запятые должны стоять на местах 1, 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Люся была мягко настойчива (1) и (2) хотя вспомнить всё было трудно (3) постепенно старушка рассказала (4) как было дело."],"answer":["1234"],"explanation":["Люся была мягко настойчива,  и, хотя вспомнить всё было трудно, постепенно старушка рассказала, как было дело.","Запятая 1 разделяет предложения «Люся была мягко настойчива» и  «постепенно старушка рассказала».","Запятые 2 и 3 показывают границы придаточной части «хотя вспомнить всё было трудно».","Запятая 4 ставится перед придаточной частью «как было дело».","Запятые должны стоять на местах 1, 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Он продолжал путь (1) но (2) когда оставалось всего двенадцать вёрст (3) неожиданно шина свистнула и осела (4) потому что под колесо опять попал острый камушек."],"answer":["1234"],"explanation":["Он продолжал путь, но, когда оставалось всего двенадцать вёрст, неожиданно шина свистнула и осела,  потому что под колесо опять попал острый камушек.","Запятая 1 разделяет предложения «Он продолжал путь» и «но неожиданно шина свистнула и осела».","Запятые 2 и 3 показывают границы придаточной части «когда оставалось всего двенадцать вёрст».","Запятая 4 выделяет придаточную часть «потому что под колесо опять попал острый камушек».","Запятые должны стоять на местах 1, 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Князя в имении не ждали (1) так как никто не знал (2) приедет ли он (3) и (4) поэтому его появление стало для всех неожиданностью."],"answer":["123"],"explanation":["Князя в имении не ждали, так как никто не знал, приедет ли он, и  поэтому его появление стало для всех неожиданностью.","Запятые должны стоять на первом и втором местах: это запятые, показывающие границы придаточных частей «так как никто не знал» и «приедет ли он».","Запятые должны стоять на местах 1, 2 и 3."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Катя слушала рассказ о новейших достижениях в области ядерной физики очень внимательно (1) и (2) если бы Константинов не осознавал (3) что сфера его научных интересов не может по-настоящему волновать столь юную особу (4) он продолжал бы свои рассуждения."],"answer":["1234"],"explanation":["Катя слушала рассказ о новейших достижениях в области ядерной физики очень внимательно, и, если бы Константинов не осознавал,  что сфера его научных интересов не может по-настоящему волновать столь юную особу, он продолжал бы свои рассуждения.","Запятая должна стоять на первом месте: это запятая, раделяющая предложения «Катя слушала рассказ о новейших достижениях в области ядерной физики очень внимательно» и «он продолжал бы свои рассуждения».","Запятые 2 и 3 выделяют границы придаточной части «если бы Константинов не осознавал».","Запятая 3 и 4 выделяет  придаточную часть «что сфера его научных интересов не может по-настоящему волновать столь юную особу».","Запятые должны стоять на местах 1, 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Когда Иван Аристархович появлялся в дверях гримёрной (1) он привычно наклонялся (2) и (3) поэтому у всех актёров складывалось впечатление (4) что их художественный руководитель очень высокого роста (5) хотя на самом деле просто дверной проём был достаточно низкий."],"answer":["1245"],"explanation":["Когда Иван Аристархович появлялся в дверях гримёрной, он привычно наклонялся, и  поэтому у всех актёров складывалось впечатление, что их художественный руководитель очень высокого роста,  хотя на самом деле просто дверной проём был достаточно низкий.","Запятые 1 выделяет придаточную часть «Когда Иван Аристархович появлялся в дверях гримёрной».","Запятая 2 разделяет предложения «он привычно наклонялся» и «поэтому у всех актёров складывалось впечатление».","Запятые 4 и 5 выделяют придаточную часть «что их художественный руководитель очень высокого роста».","Запятые должны стоять на местах 1, 2, 4 и 5."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Сестра ничего не ответила (1) и (2) чтобы отвлечься от неприятного ей разговора (3) она подошла к клетке с птицами и стала рассеянно подсыпать зерно в кормушки (4) хотя они уже были полны."],"answer":["1234"],"explanation":["Приведём верное напичание.","Сестра ничего не ответила, и, чтобы отвлечься от неприятного ей разговора,  она подошла к клетке с птицами и стала рассеянно подсыпать зерно в кормушки, хотя они уже были полны.","Запятая 1 раделяет предложения  «Сестра ничего не ответила» и «она подошла к клетке с птицами и стала рассеянно подсыпать зерно в кормушки».","Запятые 2 и 3 показывают границы придаточной части «чтобы отвлечься от неприятного ей разговора».","Запятая 4 выделяет придаточную часть «хотя они уже были полны».","Запятые должны стоять на местах 1, 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["По ночам к реке подвозили лес (1) и (2) когда белый туман закутывал берега (3) все восемь рот настилали доски (4) на обломки мостов."],"answer":["123"],"explanation":["По ночам к реке подвозили лес, и, когда белый туман закутывал берега,  все восемь рот настилали доски на обломки мостов.","Запятая 1 —граница первого простого в ССП.","Запятые 2 и 3 показывают границы придаточной части «когда белый туман закутывал берега».","Запятая под номером 4 не нужна, так как отделять дополнение ДОСКИ от обстоятельства НА ОБЛОМКИ не нужно.","Запятые должны стоять на местах 1, 2, 3."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Я думал о людях (1) чья жизнь (2) была связана с этой историей (3) и мне захотелось узнать (4) что с ними стало."],"answer":["134"],"explanation":["Я думал о людях, чья жизнь была связана с этой историей, и мне захотелось узнать,  что с ними стало.","Запятые 1 и 3 показывают границы придаточной части «чья жизнь была связана с этой историей».","Запятая 4 выделяет придаточную часть «что с ними стало».","Запятые должны стоять на местах 1, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Яркая зелень камыша перемешивалась на живописном лесном болоте с белыми облаками цветущего дягиля и кудрявого ивняка (1) и (2) когда идёшь краем леса (3) то невольно хватаешься за длинные ветки болотных кустарников (4) которые протянулись к тропинке."],"answer":["134"],"explanation":["{Яркая зелень камыша перемешивалась на живописном лесном болоте с белыми облаками цветущего дягиля и кудрявого ивняка}, и (когда идёшь краем леса), [то невольно хватаешься за длинные ветки болотных кустарников],  (которые протянулись к тропинке).","Запятая 1 разделяет смысловые части предложения  «Яркая зелень камыша перемешивалась на живописном лесном болоте с белыми облаками цветущего дягиля и кудрявого ивняка»  и  «и когда идёшь краем леса,то невольно хватаешься за длинные ветки болотных кустарников».","Запятые 3 и 4 разделяет предложения «и когда идёшь краем леса» и «то невольно хватаешься за длинные ветки болотных кустарников».","Между И и КОГДА запятой нет, потому что есть ТО в третьей части.","Запятые должны стоять на местах 1, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Зрители замерли в ожидании (1) и (2) когда занавес медленно поднялся (3) и показались великолепные декорации (4) в зале послышались восхищённые возгласы."],"answer":["124"],"explanation":["Зрители замерли в ожидании,  и, когда занавес медленно поднялся  и показались великолепные декорации, в зале послышались восхищённые возгласы.","Запятая 1 разделяет предложения  «Зрители замерли в ожидании» и «в зале послышались восхищённые возгласы». Сочинительный соединительный союз И.","Запятые 2 и 4 выделяют придаточные однородные предложения «когда занавес медленно поднялся  и показались великолепные декорации».","Запятая 3 не ставится, поскольку придаточные предложения «когда занавес медленно поднялся»  и «показались великолепные декорации» однородные. Общая главная часть для них —  «Зрители замерли в ожидании» и «в зале послышались восхищённые возгласы».","Запятые должны стоять на местах 1, 2 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Человек меняется (1) и (2) чтобы представить себе логику поступков литературного героя или людей прошлого (3) надо представлять себе (4) как они жили, какой мир их окружал. (Ю.М. Лотман)"],"answer":["1234"],"explanation":["В этом предложении наблюдается и сочинительная, и подчинительная связь. Оно имеет пять основ: «человек меняется» — 1, «представить» — 2, «надо представлять себе» — 3, «они жили» — 4, и «мир окружал» — 5. Придаточное цели с основой номер 2 подчинено придаточным определительным с основами номер 4 и 5, которые, в свою очередь, подчинены главной части с основой номер 3. Часть с основой номер 1 и часть с основой номер 3 связаны сочинительной связью. Запятая (1) разделяет основы номер 1 и номер 3, запятые (2) и (3) выделяют придаточное цели, запятая (4) указывает на начало придаточного определительного с основой номер 4.","Человек меняется, и, чтобы представить себе логику поступков литературного героя или людей прошлого, надо представлять себе, как они жили, какой мир их окружал. (Ю. М. Лотман)","Запятые должны стоять на местах 1, 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Мы слишком рано приехали на пристань (1) и (2) чтобы скоротать время до отправления теплохода (3) отправились в ближайшее кафе (4) где можно было спокойно выпить чашечку кофе и обсудить планы на ближайшие несколько дней."],"answer":["234"],"explanation":["Мы слишком рано приехали на пристань (1) и (2), чтобы скоротать время до отправления теплохода (3) ,отправились в ближайшее кафе (4) , где можно было спокойно выпить чашечку кофе и обсудить планы на ближайшие несколько дней.","Предложение состоит из 3 частей. Союз И соединяет однородные члены ( приехали и отправились), поэтому запятую не ставим. Запятые № 2,  № 3 и № 4 отделяют придаточные предложения от главного.","Запятые должны стоять на местах 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Вскоре Николай был произведён в ротмистры (1) и (2) когда полк был поставлен на военное положение (3) опять получил свой прежний эскадрон (4) в котором его помнили и любили."],"answer":["234"],"explanation":["Вскоре Николай был произведён в ротмистры (1) и, (2) когда полк был поставлен на военное положение, (3) опять получил свой прежний эскадрон, (4) в котором его помнили и любили.","Запятые 2 и 3, 4 отделяют придаточные предложения.","[Вскоре Николай был произведён в ротмистры и, (когда полк был поставлен на военное положение), опять получил свой прежний эскадрон], ( в котором его помнили и любили).","Чтобы проверить правильность запятых, ВЫБРОСИМ придаточные:","Вскоре Николай был произведён в ротмистры (1) и   опять получил свой прежний эскадрон.....","Запятая перед и не нужна, в предложении однородные сказуемые. Вставляем придаточные, добавляется цифры 2 3;  4.","Запятые должны стоять на местах 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["На собрании садового товарищества говорили о том (1) что (2) если не заменить электрические столбы (3) то зимой поселок может остаться без света (4) а старые опоры могут рухнуть под тяжестью снега."],"answer":["134"],"explanation":["На собрании садового товарищества говорили о том, (1) что (2) если не заменить электрические столбы, (3) то зимой поселок может остаться без света, (4) а старые опоры могут рухнуть под тяжестью снега.","Запятые должны стоять на местах 1, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Студенты слушали лекцию внимательно (1) и (2) когда профессор закончил (3) многие подняли руки (4) чтобы задать вопросы по теме."],"answer":["1234"],"explanation":["{Студенты слушали лекцию внимательно}, и, {(когда профессор закончил), [многие подняли руки], (чтобы задать вопросы по теме)}.","4 основы, 4 предложения. Два блока, соединены сочинительной связью, союз И. Во втором блоке СПП с двумя придаточными.","Запятые должны стоять на местах 1, 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Наблюдавший за разгрузкой судна сотрудник таможни заметил (1) что (2) когда из трюма стали поднимать контейнеры (3) то на некоторых из них оказались сорванными печати (4) что было сочтено нарушением условий перевозки."],"answer":["134"],"explanation":["Наблюдавший за разгрузкой судна сотрудник таможни заметил,  что  когда из трюма стали поднимать контейнеры, то на некоторых из них оказались сорванными печати, что было сочтено нарушением условий перевозки.","В данном предложении ставятся запятые 1 и 3, выделяющие придаточное предложение «что  когда из трюма стали поднимать контейнеры», также запятая 4, выделяющая придаточное предложение «что было сочтено нарушением условий перевозки».","Запятые должны стоять на местах 1, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Пока Маруся искала заветную грибную полянку (1) на небе сгустились тучи (2) и (3) хотя девочка не боялась попасть под ливень (4) но она не захотела лишний раз беспокоить свою бабушку и потому повернула в сторону дома."],"answer":["124"],"explanation":["Пока Маруся искала заветную грибную полянку, (1) на небе сгустились тучи, (2) и хотя девочка не боялась попасть под ливень, (4) но она не захотела лишний раз беспокоить свою бабушку и потому повернула в сторону дома.","В данном предложении ставится запятая 1, выделяющая придаточное предложение  «пока Маруся искала заветную грибную полянку», а также запятая 2 , выделяющие предложение: «на небе сгустились тучи», и","запятая 4, выделяющая придаточное предложение «и хотя девочка не боялась попасть под ливень».","Запятая 3 не ставится по правилу БП 6 (откройте Правила к заданию)","Запятые должны стоять на местах 1, 2 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Стояла прекрасная погода (1) и (2) хотя октябрь был в самом разгаре (3) на деревьях по-прежнему трепетала зелёная листва (4) а солнце грело по-летнему."],"answer":["1234"],"explanation":["Стояла прекрасная погода, (1) и, (2) хотя октябрь был в самом разгаре, (3) на деревьях по-прежнему трепетала зелёная листва, (4) а солнце грело по-летнему.","В данном предложении ставятся запятые: 1 — выделяющая предложение «стояла прекрасная погода»;","2 и 3 — выделяющие придаточное предложение «хотя октябрь был в самом разгаре»; 4 — выделяющая предложение  «а солнце грело по-летнему».","Запятые должны стоять на местах 1, 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Древние люди имели весьма поверхностное представление о законах мироздания (1) и (2) когда в природе происходило нечто необъяснимое (3) были склонны считать (4) что это результат воздействия на мир сверхъестественных сил."],"answer":["234"],"explanation":["Древние люди имели весьма поверхностное представление о законах мироздания  и,  когда в природе происходило нечто необъяснимое, были склонны считать,  что это результат воздействия на мир сверхъестественных сил.","В данном предложении есть так называемый стык союзов (И  КОГДА), поэтому прежде чем поставить запятые нужно:","1) посмотреть, что соединяет союз И: части сложного предложения, и тогда поставить запятую; или однородные члены и тогда запятую ставить не надо. В нашем случае — однородные члены, следовательно, запятую не ставим.","2) убедиться, что второй части союза ТО нет на месте цифры 3. Так как ТО нет, запятую ставим.","[1Древние люди имели весьма поверхностное представление о законах мироздания и, (2 когда в природе происходило нечто необъяснимое ), были склонны считать], ( 3что это результат воздействия на мир сверхъестественных сил.)","Запятые должны стоять на местах 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Смотрители леса призваны предотвращать возгорание лесного массива (1) но (2) если в лесу скапливается большое количество сухостоя (3) то смотрители сами намеренно устраивают небольшие искусственные пожары (4) чтобы снизить вероятность стихийного возгорания в дальнейшем."],"answer":["134"],"explanation":["Приведем правильное написание.","Смотрители леса призваны предотвращать возгорание лесного массива,  но если в лесу скапливается большое количество сухостоя, то смотрители сами намеренно устраивают небольшие искусственные пожары,  чтобы снизить вероятность стихийного возгорания в дальнейшем.","В данном предложении есть так называемый стык союзов (НО   ЕСЛИ), поэтому прежде чем поставить запятые нужно:","1) посмотреть, что соединяет союз НО: части сложного предложения, и тогда поставить запятую; или однородные члены и тогда запятую ставить не надо. В нашем случае — сложное предложение, следовательно, запятую 1 ставим.","2) убедиться  в наличии второй части союза ТО. Если он есть — между союзами запятую не ставим.","Запятая 3 выделяет предложение «то смотрители сами намеренно устраивают небольшие искусственные пожары»; запятая 4 ставится перед придаточным цели «чтобы снизить вероятность стихийного возгорания в дальнейшем».","Запятые должны стоять на местах 1, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Наша экспедиция приступила к раскопкам (1) и (2) как только на глубине нескольких метров были обнаружены украшения и кухонная утварь (3) мы поняли (4) что верно определили местоположение древнего города."],"answer":["1234"],"explanation":["Наша экспедиция приступила к раскопкам, и,  как только на глубине нескольких метров были обнаружены украшения и кухонная утварь,  мы поняли, что верно определили местоположение древнего города.","В данном предложении есть так называемый стык союзов (И  КАК ТОЛЬКО), поэтому прежде чем поставить запятые нужно:","1) посмотреть, что соединяет союз И: части сложного предложения, и тогда поставить запятую; или однородные члены и тогда запятую ставить не надо. В нашем случае — ЧАСТИ СЛОЖНОГО ПРЕДЛОЖЕНИЯ, следовательно, запятую  ставим.","2) убедиться, что второй части союза ТО нет на месте цифры 3. Так как ТО нет, запятую ставим.","3) предложение состоит из четырех частей, т. к. имеются четыре грамматических основы, следовательно, запятые ставим везде на месте цифр.","Запятые должны стоять на местах 1, 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Нынешней осенью много грибов (1) и (2) если внимательно присмотреться к вырубке (3) то увидишь сразу несколько пней (4) которые сплошь покрыты опятами."],"answer":["134"],"explanation":["Нынешней осенью много грибов,  и  если внимательно присмотреться к вырубке,  то увидишь сразу несколько пней, которые сплошь покрыты опятами.","В данном предложении есть так называемый стык союзов (И   ЕСЛИ), поэтому прежде чем поставить запятые нужно:","1) посмотреть, что соединяет союз И: части сложного предложения, и тогда поставить запятую; или однородные члены и тогда запятую ставить не надо. В нашем случае — сложное предложение, следовательно, запятую  ставим (1).","2) убедиться  в наличии второй части союза ТО. Если он есть — между союзами запятую не ставим.","Запятая 3 разделяет предложения «и  если внимательно присмотреться к вырубке» и «то увидишь сразу несколько пней»; далее запятой 4 выделяется придаточное определительное «которые сплошь покрыты опятами».","Запятые должны стоять на местах 1, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Мальчик знал (1) что в этом подъезде служит суровый швейцар (2) и (3) что (4) если начать приставать к прохожим прямо у дверей (5) то можно отведать крепких тумаков."],"answer":["15","51"],"explanation":["[Мальчик знал],  (что в этом подъезде служит суровый швейцар)  и  (что  (если начать приставать к прохожим прямо у дверей),  то можно отведать крепких тумаков.)","В предложении два однородных придаточных: знал (что...) и (что..). Запятая не нужна.","Запятые должны стоять на местах 1, 5."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Война была на исходе (1) и (2) хотя до конца её оставался почти год (3) но мы твёрдо знали (4) что победа будет за нами."],"answer":["134"],"explanation":["[Война была на исходе], и (хотя до конца её оставался почти год), но [мы твёрдо знали], (что победа будет за нами).","В данном предложении ставятся запятые 1 (выделяет предложение «Война была на исходе»),  3 и 4 (выделяют предложение «но мы твёрдо знали»).","Запятые должны стоять на местах 1, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Многие ошибочно думают (1) что (2) если человек умеет хоть немного плавать (3) то ему нечего бояться (4) и любые глубины ему нипочём."],"answer":["13","31"],"explanation":["Многие ошибочно думают, (1) что (2) если человек умеет хоть немного плавать, (3) то ему нечего бояться (4) и любые глубины ему нипочём.","[1Многие ошибочно думают], о чём?( 2что  (4 если человек умеет хоть немного плавать), то ему нечего бояться ) и (3ещё о чём?  любые глубины ему нипочём.)","Посчитаем основы и предложения. Их 4.","Между 1 -м предложением и 2-м и ставится знак по основному правилу, это зпт 1.","Второе предложение начинается союзом «что» и имеет основу «бояться»; в третьем предложении пропущен союз «что» , основа «нипочём». Они оба отвечают на вопрос О ЧЁМ? и относятся к предложению 1, поэтому зпт 4 не ставится по правилу однородных придаточных предложений.","Можно применить и другое правило: и у предложения 3, и 4 одно общее придаточное, под номером 4. Зпт  и по этому правилу не ставится.","Осталось выяснить зпт 2: на стыке двух союзов «что» «если» работает правило БП 6 (откройте правило к заданию!):  ТО   не даёт поставить запятую под цифрой 2.","Ответ: 13|31"]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["И хотя тон и характер журнальных нападок были пронизаны искренним возмущением (1) мне всегда казалось (2) что авторы этих статей говорят не то (3) что они хотят сказать (4) и что их ярость вызывается именно этим."],"answer":["1234"],"explanation":["И хотя тон и характер журнальных нападок были пронизаны искренним возмущением, мне всегда казалось,  что авторы этих статей говорят не то, что они хотят сказать, и что их ярость вызывается именно этим.","Предложение сложное, состоит из 5 частей, каждую часть отделяем запятой.","Запятые должны стоять на местах 1, 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["К острому запаху крапивы примешивается душноватый запах медуниц (1) и (2) когда вы погладите руками растущие травы (3) чтобы ощутить их нежную бархатистость (4) то руки пропахнут холодящим запахом мяты."],"answer":["134"],"explanation":["К острому запаху крапивы примешивается душноватый запах медуниц, и когда вы погладите руками растущие травы, чтобы ощутить их нежную бархатистость, то руки пропахнут холодящим запахом мяты.","Запятая 1 отделяет части сложносочиненного предложения.","Запятые 3 и 4 выделяют придаточное предложение «чтобы ощутить их нежную бархатистость».","Запятые должны стоять на местах 1, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Даша заметила (1) что (2) когда вслед за звонком в столовой появлялся Рощин (3) Катя сразу не поворачивала к нему головы (4) а минуточку медлила."],"answer":["1234"],"explanation":["[Даша заметила], (что, (когда вслед за звонком в столовой появлялся Рощин), Катя сразу не поворачивала к нему головы, а минуточку медлила.)","Запятые 1, 2, 3 обозначают границы придаточных в СПП; зпт 4 для однородных сказуемых.","Ответ: 1234"]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["С Кузнецкого моста я заехал в кондитерскую на Тверской (1) и (2) хотя желал притвориться (3) что меня в кондитерской преимущественно интересуют газеты (4) не смог удержаться от нескольких сладких пирожков."],"answer":["234"],"explanation":["[С Кузнецкого моста я заехал в кондитерскую на Тверской  и, (хотя желал притвориться), нет второй части(что меня в кондитерской преимущественно интересуют газеты),  не смог удержаться от нескольких сладких пирожков].","Запятые под номерами 2, 3, 4 выделяют придаточные предложения.","Запятые должны стоять на местах 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Они заговорили о здоровье графини и об общих знакомых (1) и (2) когда прошли те требуемые приличием десять минут (3) после которых гость может встать (4) Николай поднялся и стал прощаться."],"answer":["1234"],"explanation":["Они заговорили о здоровье графини и об общих знакомых, (1) и, (2) когда прошли те требуемые приличием десять минут, (3) после которых гость может встать, (4) Николай поднялся и стал прощаться.","Запятая под номером 1 отделяет части сложного предложения, соединенные союзом И, запятые под номерами 2, 3, 4 выделяют придаточные предложения.","Запятые должны стоять на местах 1, 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Стояла жара (1) и (2) если вдруг налетал ветерок (3) и приносил с собой прохладу (4) деревья благодарно кивали ветвями."],"answer":["124"],"explanation":["Расставим запятые.","Стояла жара, (1) и, (2) если вдруг налетал ветерок (3) и приносил с собой прохладу, (4) деревья благодарно кивали ветвями.","Запятая под номером 1 отделяет основы: «стояла жара» и «деревья кивали»; запятые под номерами 2 и 4 выделяют придаточное предложение «если вдруг налетал ветерок и приносил с собой прохладу».","Запятые должны стоять на местах 1, 2 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Андрей подхватил рюкзак (1) и (2) когда показался локомотив поезда (3) и пёстрая толпа пассажиров пришла в движение (4) направился к перрону."],"answer":["24","42"],"explanation":["1[Андрей подхватил рюкзак  и, (2когда показался локомотив поезда) и 3(пёстрая толпа пассажиров пришла в движение),  направился к перрону].","Запятые под номерами 2, 4 выделяют однородные придаточные предложения 2 и 3. Они отвечают на один вопрос и относятся к главному 1: направился когда?","Запятые должны стоять на местах 2, 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Рита сильно расстроилась из-за отъезда отца (1) но (2) когда он пообещал привезти ей из плавания настоящего большого попугая (3) какого они видели недавно в зоопарке (4) девочка быстро утешилась и перестала плакать."],"answer":["1234"],"explanation":["Рита сильно расстроилась из-за отъезда отца, (1) но, (2) когда он пообещал привезти ей из плавания настоящего большого попугая, (3) какого они видели недавно в зоопарке, (4) девочка быстро утешилась и перестала плакать.","Запятая под номером 1 отделяет части, связанные сочинительной связью: «Рита сильно расстроилась из-за отъезда отца» и « но ... девочка быстро утешилась и перестала плакать». Запятые под номерами 2 и 3 выделяют придаточное предложение «когда он пообещал привезти ей из плавания настоящего большого попугая». Запятые под номерами 3 и 4 выделяют придаточное предложение «какого они видели недавно в зоопарке».","Запятые должны стоять на местах 1, 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Илья Андреевич понимал (1) что (2) если не собрать яблоки до наступления холодов (3) то весь урожай погибнет (4) но обстоятельства не позволяли ему оставить работу и уехать в деревню даже на несколько дней."],"answer":["134"],"explanation":["Илья Андреевич понимал, (1) что (2) если не собрать яблоки до наступления холодов, (3) то весь урожай погибнет, (4) но обстоятельства не позволяли ему оставить работу и уехать в деревню даже на несколько дней.","Запятая под номером 1 отделяет части, связанные подчинительной связью: «Илья Андреевич понимал» и «что (2) если не собрать яблоки до наступления холодов». Запятая под номером 3 отделяет части, связанные подчинительной связью: «(2) если не собрать яблоки до наступления холодов» и «то весь урожай погибнет», запятая под номером 4 отделяет части, связанные сочинительной связью: «Илья Андреевич понимал» и «но обстоятельства не позволяли ему оставить работу и уехать в деревню даже на несколько дней».","Ответ:134"]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Лариса никогда не любила море (1) и (2) хотя врачи прописали ей тёплый климат и солёную воду (3) она снова уехала в горы (4) когда начался отпуск."],"answer":["1234"],"explanation":["Лариса никогда не любила море, (1) и, (2) хотя врачи прописали ей тёплый климат и солёную воду, (3) она снова уехала в горы, (4) когда начался отпуск.","На стыке союзов или союзов и союзных слов (и хотя, но когда, и если; что когда, что куда, который если и др.) запятая ставится тогда, когда после придаточной части нет союза но или второй части двойного союза — то или так. Это как раз наш случай.","Запятые должны стоять на местах 1, 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Библиотека открывалась в восемь утра (1) и (2) хотя в такие ранние часы посетителей никогда не было (3) Нина Ивановна никогда не позволяла себе опаздывать (4) и приходила даже чуть раньше."],"answer":["123"],"explanation":["Библиотека открывалась в восемь утра, (1) и, (2) хотя в такие ранние часы посетителей никогда не было, (3) Нина Ивановна никогда не позволяла себе опаздывать (4) и приходила даже чуть раньше.","На стыке союзов или союзов и союзных слов (и хотя, но когда, и если; что когда, что куда, который если и др.) запятая ставится тогда, когда после придаточной части нет союза но или второй части двойного союза — то или так, Именно поэтому запятые расставлены таким образом.","Запятые должны стоять на местах 1, 2 и 3."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Наша планета прекрасна (1) и (2) когда космонавты видят ее из глубин Вселенной (3) то они не могут отвести глаз от ее бирюзового свечения."],"answer":["13","31"],"explanation":["Составим схему предложения.","{1Наша планета прекрасна},  и (3когда космонавты видят ее из глубин Вселенной), [2то они не могут отвести глаз от ее бирюзового свечения].","Три простых; 1-е самостоятельное, 2 и 3 вместе составляют СПП.","Между 1-м и СПП зпт номер 1, связь сочинительная.","После союза И перед  когда запятой нет, так как в СПП есть указательное слово ТО.","Так всегда: или ТО, или запятая.","Ответ: 13"]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["У Гарика было очень важное дело (1) но (2) если принять во внимание его легкомысленный внешний вид (3) то казалось (4) что приготовился он отнюдь не к серьёзному мероприятию."],"answer":["134"],"explanation":["Запятая 1 отделяет предложение «У Гарика было очень важное дело» и предложение «казалось», связанные сочинительной связью.","Запятая 2 НЕ СТАВИТСЯ, так как у союза ЕСЛИ есть соотносительное слово ТО.","Запятая 3 выделяет придаточное предложение «если принять во внимание его легкомысленный внешний вид».","Запятая 4 выделяет придаточное предложение «что приготовился он отнюдь не к серьёзному мероприятию».","Запятые должны стоять на местах 1, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Я имел несчастье представить вам барона (1) и (2) если вы немедленно не отдалите его от себя (3) то я вынужден буду вызвать его на дуэль (4) чтоб разрешить наш спор."],"answer":["134"],"explanation":["Запятая 1 разделяет предложение «Я имел несчастье представить вам барона» и предложение «я вынужден буду вызвать его на дуэль», связанные сочинительной связью.","Запятая 2 НЕ СТАВИТСЯ, так как у союза ЕСЛИ есть соотносительное слово ТО.","Запятая 3 выделяет придаточное предложение «если вы немедленно не отдалите его от себя».","Запятая 4 выделяет придаточное предложение «чтоб разрешить наш спор».","Запятые должны стоять на местах 1, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Пусть во все времена на Руси растут богатыри такие (1) чтобы (2) когда наступит срок (3) никто и никогда не смог бы побороть Россию (4) и даже думать об этом не смог."],"answer":["123","132"],"explanation":["Главное: Пусть во все времена на Руси растут богатыри такие","Первое придаточное (какие?) чтобы <...> никто и никогда не смог бы побороть Россию и даже думать об этом не смог. Запятая 1 —нужна.","Второе придаточное: когда наступит срок. Зависит от  чтобы <...> никто и никогда не смог бы побороть Россию и даже думать об этом не смог когда? Запятые 2 и 3 для этого предложения.","Запятые должны стоять на местах 1, 2 и 3."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Не помню (1) как я добрался до места (2) но (3) когда я очнулся (4) то друзья уже стояли подле меня."],"answer":["124","241","412"],"explanation":["Запятые 1 и 2 выделяют придаточное предложение «как я добрался до места».","Запятая 3 НЕ СТАВИТСЯ, так как у союза КОГДА есть соотносительное слово ТО.","Запятая 4 выделяет придаточное предложение «когда я очнулся».","[Не помню], (как я  добрался до места), но [(когда я очнулся), то друзья уже стояли подле меня].","Абсолютно однозначная схема:","4 основы, два главных, два придаточных.","Запятые должны стоять на местах 1, 2 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["По всей видимости, беглецы спрятались в старом флигеле (1) и (2) если вы не боитесь ожечься о крапиву (3) то пойдёмте по тропинке и посмотрим (4) что делается внутри."],"answer":["134"],"explanation":["Запятая 1 отделяет предложения, связанные сочинительной связью (грамматические основы: «беглецы спрятались» и «пойдемте и поглядим»).","Запятая 2 НЕ СТАВИТСЯ, так как у союза ЕСЛИ есть соотносительное слово ТО.","Запятая 3 обозначает границу предложения «если вы не боитесь ожечься о крапиву»","Запятая 4 выделяет придаточное предложение «что делается внутри».","Запятые должны стоять на местах 1, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Татьяна Афанасьевна подала брату знак (1) что больная хочет уснуть (2) и (3) когда все потихоньку вышли из светлицы (4) снова села за прялку."],"answer":["1234"],"explanation":["[Татьяна Афанасьевна подала брату знак, (что больная хочет уснуть), и, (когда все потихоньку вышли из светлицы), снова села за прялку].","Чтсобы убедиться в том, что запятые стоят верно, уберём все придаточные вместе с их запятыми.","[Татьяна Афанасьевна подала брату знак и снова села за прялку].","Запятые 1 и 2 выделяют придаточное предложение «что больная хочет уснуть».","Запятые 3 и 4 выделяют придаточное предложение «когда все потихоньку вышли из светлицы».","Запятые должны стоять на местах 1, 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Ольга пошла безлюдной площадью (1) и (2) когда каблуки стали тяжело срываться с круглых булыжников мостовой (3) она вспомнила (4) как однажды уже возвращалась домой этой дорогой."],"answer":["1234"],"explanation":["Ольга пошла безлюдной площадью, и, когда каблуки стали тяжело срываться с круглых булыжников мостовой, она вспомнила, как однажды уже возвращалась домой этой дорогой.","Запятая 1 отделяет части сложносочиненного предложения («Ольга пошла» и «она вспомнила»).","Запятые 2 и 3 выделяют придаточное предложение «когда каблуки стали тяжело срываться с круглых булыжников мостовой».","Запятая 4 выделяет придаточное предложение «как однажды уже возвращалась домой этой дорогой».","Запятые должны стоять на местах 1, 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Пётр Иваныч всегда старался избегать разговоров за столом (1) и (2) когда его приглашали откушать (3) он просто садился (4) и ел молча."],"answer":["123"],"explanation":["Пётр Иваныч всегда старался избегать разговоров за столом, и, когда его приглашали откушать, он","просто садился и ел молча.","Запятая 1 отделяет части сложносочиненного предложения «Пётр Иваныч старался избегать» и  «он","садился и ел».","Запятые 2 и 3 выделяют придаточное предложение «когда его приглашали откушать».","Запятые должны стоять на местах 1, 2 и 3."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Новый сосед внимательно приглядывался к жителям коммунальной квартиры (1) и (2) если подмечал что-нибудь странное и необычное (3) записывал всё в особую тетрадку (4) чтобы потом использовать в своих рассказах."],"answer":["234"],"explanation":["Новый сосед внимательно приглядывался к жителям коммунальной квартиры и, если подмечал что-нибудь странное и необычное, записывал всё в особую тетрадку, чтобы потом использовать в своих рассказах.","На месте цифры 1 запятая не ставится, так как союз И соединяет однородные сказуемые ПРИГЛЯДЫВАЛСЯ и ЗАПИСЫВАЛ.","Запятые 2 и 3 выделяют придаточное предложение «если подмечал что-нибудь странное и необычное».","Запятая 4 выделяет придаточное предложение «чтобы потом использовать в своих рассказах».","Запятые должны стоять на местах 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["А мать всё рассказывала и рассказывала о своём счастье (1) и (2) хотя слова её были самыми обыкновенными (3) у Вероники вдруг сладко защемило сердце (4) будто и оно отозвалось на нечаянное счастье."],"answer":["1234"],"explanation":["А мать всё рассказывала и рассказывала о своём счастье, и, хотя слова её были самыми обыкновенными, у Вероники вдруг сладко защемило сердце, будто и оно отозвалось на нечаянное счастье.","Запятая 1 отделяет части сложносочиненного предложения.","Запятые 2 и 3 выделяют придаточное предложение «хотя слова её были самыми обыкновенными».","Запятая 4 выделяет придаточное предложение «будто и оно отозвалось на нечаянное счастье».","Запятые должны стоять на местах 1, 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Об удивительной душевной доброте этой женщины можно судить только по тому (1) что (2) когда случилось наводнение на побережье (3) она забрала осиротевших детей (4) и своей заботой и любовью буквально вернула их к жизни."],"answer":["123"],"explanation":["Об удивительной душевной доброте этой женщины можно судить только по тому, что, когда случилось наводнение на побережье, она забрала осиротевших детей и своей заботой и любовью буквально вернула их к жизни.","Запятая 1 выделяет придаточное предложение «что <...> она забрала осиротевших детей и своей заботой и любовью буквально вернула их к жизни».","Запятые 2 и 3 выделяют придаточное предложение «когда случилось наводнение на побережье».","Запятая 4 НЕ СТАВИТСЯ, так как союз И соединяет однородные сказуемые «забрала» и «вернула к жизни».","Запятые должны стоять на местах 1, 2 и 3."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Старик знал (1) что (2) пока не зацветёт чертополох и (3) не созреют семена льна (4) он не сможет приготовить необходимое лекарство."],"answer":["124"],"explanation":["Старик знал, что, пока не зацветёт чертополох и  не созреют семена льна, он не сможет приготовить необходимое лекарство.","Запятая 1 выделяет придаточное предложение «что <...> он не сможет приготовить необходимое лекарство».","Запятые 2 и 4 выделяют придаточные предложения «пока не зацветёт чертополох и  не созреют семена льна».","Запятая на месте цифры 3 НЕ ставится, так как союз И соединяет однородные придаточные.","Запятые должны стоять на местах 1, 2 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Длинный ряд этот показался особенно труден Левину (1) но зато (2) когда ряд был дойдён до конца (3) а Тит медленными шагами начал заходить по следам (4) Левин точно так же пошёл по своему прокосу."],"answer":["1234"],"explanation":["Длинный ряд этот показался особенно труден Левину, но зато, когда ряд был дойдён до конца, а Тит медленными шагами начал заходить по следам, Левин точно так же пошёл по своему прокосу.","Запятая 1 отделяет части сложносочиненного предложения.","Запятые 2 и 4 выделяют придаточные предложения.","Запятая 3 отделяет друг от друга однородные придаточные, соединенные противительным союзом А.","Запятые должны стоять на местах 1, 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Громову казалось (1) что (2) если бы он держал свёрток покрепче (3) то тот остался бы у него в руке (4) что позволило бы сохранить в целости его содержимое."],"answer":["134"],"explanation":["Громову казалось, что если бы он держал свёрток покрепче, то тот остался бы у него в руке, что позволило бы сохранить в целости его содержимое.","Запятая 1 выделяет придаточное предложение «что<...> (то) тот остался бы у него в руке».","Запятая 3 выделяет придаточное предложение «если бы он держал свёрток покрепче».","Запятая 4 выделяет придаточное предложение «что позволило бы сохранить в целости его содержимое».","На месте цифры 2 запятая НЕ ставится, так как у союза ЕСЛИ есть соотносительное слово ТО.","Запятые должны стоять на местах 1, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["До рассвета далеко (1) и над спящим лесом плывёт прозрачная ночная тишина (2) и (3) когда привыкнешь к ней (4) явственно начинает слышаться каждый шорох и шёпот."],"answer":["1234"],"explanation":["До рассвета далеко, и над спящим лесом плывёт прозрачная ночная тишина, и, когда привыкнешь к ней, явственно начинает слышаться каждый шорох и шёпот.","Запятые 1 и 2 отделяют части сложносочиненного предложения.","Запятые 3 и 4 выделяют придаточное предложение «когда привыкнешь к ней».","Запятые должны стоять на местах 1, 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Новый агроном ещё утром предупреждал (1) что приближается мощный грозовой фронт (2) и (3) что (4) если не начать уборку пшеницы (5) то она поляжет под дождём и сгниёт."],"answer":["15","51"],"explanation":["1[Новый агроном ещё утром предупреждал], 2(что приближается мощный грозовой фронт) и 3(что (4если не начать уборку пшеницы), [5то она поляжет под дождём и сгниёт].","Запятая 1 выделяет придаточные предложения «что приближается мощный грозовой фронт и что<...> (то) она поляжет под дождём и сгниёт».","Запятые на месте цифр 2 и 3 не ставятся, так как союз И соединяет однородные придаточные. От главного 1 ставим одинаковый вопрос ко 2 и 3: предупреждал о чём?","Запятая на месте цифры 4 не ставится, так как у союза ЕСЛИ есть соотносительное слово ТО.","Запятая 5 обособляет придаточное предложение «если не начать уборку пшеницы».","Запятые должны стоять на местах 1, 5."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Может так случиться (1) что (2) пока остальные ребята будут готовить свои костюмы к выступлению (3) нам придётся заниматься совсем другими делами (4) чтобы успеть к премьере."],"answer":["1234"],"explanation":["Может так случиться, что, пока остальные ребята будут готовить свои костюмы к выступлению, нам придётся заниматься совсем другими делами, чтобы успеть к премьере.","Запятая 1 выделяет придаточное предложение «что <...> нам придётся заниматься совсем другими делами».","Запятые 2 и 3 выделяют придаточное предложение «пока остальные ребята будут готовить свои костюмы к выступлению».","Запятая 4 выделяет придаточное предложение «чтобы успеть к премьере».","Запятые должны стоять на местах 1, 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Снег засыпал следы путников (1) и стало ясно (2) что (3) если снегопад не прекратится к ночи (4) то обратную дорогу придётся искать с трудом."],"answer":["124"],"explanation":["Снег засыпал следы путников, и стало ясно, что если снегопад не прекратится к ночи, то обратную дорогу придётся искать с трудом.","Запятая 1 разделяет части сложносочиненного предложения.","Запятая 2 выделяет придаточное предложение «что <...> (то) обратную дорогу придётся искать с трудом».","Запятая 4 выделяет придаточное предложение «если снегопад не прекратится к ночи».","Запятая на месте цифры 3 не ставится, так как у союза ЕСЛИ есть соотносительное слово ТО.","Запятые должны стоять на местах 1, 2 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Резвый ветер с моря надул паруса (1) и (2) когда солнце взошло (3) и городские стены остались за кормою последнего струга (4) громкая песня разлилась над просторами Волги."],"answer":["124"],"explanation":["Резвый ветер с моря надул паруса, и, когда солнце взошло и городские стены остались за кормою последнего струга, громкая песня разлилась над просторами Волги.","Запятая 1 отделяет части сложносочиненного предложения.","Запятые 2 и 4 выделяют однородные придаточные предложения «когда солнце взошло и (когда) городские стены остались за кормою последнего струга».","Запятая на месте цифры 3 не ставится, так как союз И соединяет однородные придаточные.","Запятые должны стоять на местах 1, 2 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Все гости разъехались (1) хозяйке захотелось побыть одной (2) и (3) когда Антон попросил разрешения провести вечер у соседей (4) то она не стала удерживать сына."],"answer":["124"],"explanation":["Все гости разъехались, хозяйке захотелось побыть одной, и когда Антон попросил разрешения провести вечер у соседей, то она не стала удерживать сына.","Запятая 1 отделяет части бессоюзного предложения.","Запятая 2 отделяет части сложносочиненного предложения.","Запятая 4 выделяет придаточное «когда Антон попросил разрешения провести вечер у соседей».","Запятая на месте цифры 3 НЕ СТАВИТСЯ, так как у союза КОГДА есть соотносительное слово ТО.","Запятые должны стоять на местах 1, 2 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Восход окрасил края туч на горизонте (1) и (2) хотя солнце так и не показалось (3) стало совсем светло (4) но всё же было невозможно разглядеть вершины сопок."],"answer":["1234"],"explanation":["{Восход окрасил края туч на горизонте}, и, (хотя солнце так и не показалось), нет союза  [стало совсем светло], но {всё же было невозможно разглядеть вершины сопок}.","Запятая 1 ставится, так как союз И соединяет части сложносочиненного предложения: «восход окрасил, и стало светло».","Запятые 2 и 3 выделяют придаточное предложение «хотя солнце так и не показалось».","Запятая 4 разделяет части сложносочиненного предложения.","Ответ: 1234"]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Сейчас мне придётся ненадолго отлучиться (1) но (2) когда я вновь вернусь в Москву (3) то буду искренне рад с Вами увидеться (4) если и Вы соизволите согласиться на встречу."],"answer":["134"],"explanation":["Сейчас мне придётся ненадолго отлучиться, но  когда я вновь вернусь в Москву, то буду искренне рад с Вами увидеться, если и Вы соизволите согласиться на встречу.","Запятая 1 отделяет части сложносочиненного предложения.","Запятая 3 выделяет придаточное предложение «когда я вновь вернусь в Москву».","Запятая 4 выделяет придаточное предложение «если и Вы соизволите согласиться на встречу».","Запятая на месте цифры 2 НЕ СТАВИТСЯ, так как у союза КОГДА есть соотносительное слово ТО.","Запятые должны стоять на местах 1, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Давно было известно (1) что (2) если бросить в море кусок несвежего мяса (3) акулы в этом месте не появляются (4) ведь их отпугивает запах уксусной кислоты."],"answer":["1234"],"explanation":["Давно было известно, что, если бросить в море кусок несвежего мяса, акулы в этом месте не появляются, ведь их отпугивает запах уксусной кислоты.","Запятая 1 выделяет придаточное предложение «что <...> акулы в этом месте не появляются».","Запятые 2 и 3 выделяют придаточное предложение «если бросить в море кусок несвежего мяса».","Запятая 4 выделяет придаточное предложение «ведь их отпугивает запах уксусной кислоты».","Запятые должны стоять на местах 1, 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["О Максиме Горьком писали так много (1) что (2) если бы это не был неисчерпаемый человек (3) то невозможно было бы прибавить ни строчки к тому (4) что уже написано о нём."],"answer":["134"],"explanation":["[О Максиме Горьком писали так много], (что (если бы это не был неисчерпаемый человек), то невозможно было бы прибавить ни строчки к тому), (что уже написано о нём).","Запятая на месте цифры 2 НЕ СТАВИТСЯ, так как у союза ЕСЛИ есть соотносительное слово ТО.","Запятые должны стоять на местах 1, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Тревожное чувство усиливалось с приближением грозы (1) и (2) когда пришла величественная минута безмолвия (3) чувство это дошло до такой степени (4) что сердце замерло от волнения."],"answer":["1234"],"explanation":["Тревожное чувство усиливалось с приближением грозы, и, когда пришла величественная минута безмолвия, чувство это дошло до такой степени, что сердце замерло от волнения.","Запятая 1 отделяет части сложносочиненного предложения («чувство усиливалось, и чувство дошло»).","Запятые 2 и 3 выделяют придаточное предложение «когда пришла величественная минута безмолвия».","Запятая 4 выделяет придаточное предложение «что сердце замерло от волнения».","Запятые должны стоять на местах 1, 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Этот мост (1) который (2) хотя и был сделан из дерева (3) стоял здесь так долго (4) будто был всегда."],"answer":["1234"],"explanation":["Этот мост, который, хотя и был сделан из дерева, стоял здесь так долго, будто был всегда.","Запятая 1 выделяет придаточное предложение «который <...> стоял здесь так долго».","Запятые 2 и 3 выделяют придаточное предложение «хотя и был сделан из дерева».","Запятая 4 выделяет придаточное предложение «будто был всегда».","Запятые должны стоять на местах 1, 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Сильнее пахнет туманом (1) и (2) когда ступаем на луг (3) охватывает запах скошенной, ещё сырой травы (4) хотя и видны уже признаки её первого увядания."],"answer":["1234"],"explanation":["Сильнее пахнет туманом, и, когда ступаем на луг, охватывает запах скошенной, ещё сырой травы, хотя и видны уже признаки её первого увядания.","Запятая 1 отделяет части сложносочиненного предложения.","Запятые 2 и 3 выделяют придаточное предложение «когда ступаем на луг».","Запятая 4 выделяет придаточное предложение «хотя и видны уже признаки её первого увядания».","Запятые должны стоять на местах 1, 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["После того как все приглашённые расположились по местам (1) хозяйка объявила о начале вечера (2) и (3) когда Антон попросил разрешения первым показать свой номер (4) она милостиво согласилась уступить ему первенство."],"answer":["1234"],"explanation":["Составим схему предложения.","(2После того как все приглашённые расположились по местам), [1хозяйка объявила о начале вечера] , и,  (4когда Антон попросил разрешения первым показать свой номер),  [3она милостиво согласилась уступить ему первенство].","В этом предложении 4 простых; две пары «главное-придаточное»: 2-е зависит  от 1-го, 4-е зависит от 3-го.","Чтобы убедиться в верности схемы,  можно убрать придаточные 2 и 4.","Ответ: 1234"]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["У входа в аэровокзал (1) где поджидали приезжих таксисты (2) и (3) светились рекламные щиты (4) Светлана в нерешительности остановилась."],"answer":["14","41"],"explanation":["У входа в аэровокзал, (1) где поджидали приезжих таксисты (2) и (3) светились рекламные щиты, (4) Светлана в нерешительности остановилась. Запятые под номерами 1 и 4 выделяют придаточные предложения, стоящие в середине главной части.","1[У входа в аэровокзал, (2где поджидали приезжих таксисты)  и (3светились рекламные щиты),  Светлана в нерешительности остановилась.]","Анализ схемы: к главному предложению 1 относятся два однородных придаточных,  2 и 3. Между однородными придаточными запятая не ставится по тому же правилу, что и при однородных членах.","Запятые должны стоять на местах 1, 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Я знал (1) что ночью прошёл дождь (2) и (3) что (4) если сейчас коснуться веток сирени (5) с кустов посыплется роса."],"answer":["145"],"explanation":["Приведем правильное написание.","Я знал, (1) что ночью прошёл дождь (2) и (3) что, (4) если сейчас коснуться веток сирени, (5) с кустов посыплется роса. Запятые под номерами 4 и 5 выделяют придаточное предложение «если сейчас коснуться веток сирени». Запятая под номером 1 отделяет придаточные предложения «что ночью прошёл дождь (2)...с кустов посыплется роса» от главного «я знал».","Запятые должны стоять на местах 1, 4 и 5."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Гудели чёрные тополя (1) и (2) хотя море ещё играло прибоем (3) стало заметно (4) как постепенно расчищалось небо."],"answer":["1234"],"explanation":["Расставим знаки препинания.","Гудели чёрные тополя, и, хотя море ещё играло прибоем, стало заметно, как постепенно расчищалось небо.","Запятые должны стоять на местах 1, 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Небо совершенно сливалось здесь с землёю (1) и (2) хотя нас окружал густой мрак (3) видно было (4) как тускло светили фонари на улицах."],"answer":["1234"],"explanation":["Расставим знаки препинания","{Небо совершенно сливалось здесь с землёю}, и,{ (хотя нас окружал густой мрак), [видно было], (как тускло светили фонари на улицах)}.","4 основы, 2 блока. Блоки разделены фигурными скобками.","1 блок: {простое предложение}, {второй блок СПП}. Между блоками сочинительная связь, это зпт 1.","Зпт 234 отделяют придаточные от главного в СПП во втором блоке.","Запятые должны стоять на местах 1, 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Мне пришли в голову кое-какие новые идеи (1) и (2) если ты приедешь (3) я охотно расскажу о том (4) что меня теперь волнует."],"answer":["1234"],"explanation":["Расставим знаки препинания.","Мне пришли в голову кое-какие новые идеи, и, если ты приедешь, я охотно расскажу о том, что меня теперь волнует.","Запятые должны стоять на местах 1, 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Если Ирина освоилась в Ферапонтове и успела его полюбить (1) то Виктор попал сюда впервые (2) и (3) хотя по рассказам знал многое (4) поражался всему (5) что видел."],"answer":["1345"],"explanation":["Расставим знаки препинания.","(2Если Ирина освоилась в Ферапонтове и успела его полюбить), [1то Виктор попал сюда впервые и, (3хотя по рассказам знал многое), поражался всему], (4что видел).","В предложении 4 основы. Предложение 1 имеет однородные сказуемые, поэтому зпт 2 не нужна.","Сказуемые «попал» и «поражался» однородные.","Запятые должны стоять на местах 1, 3, 4 и 5."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Я немного успокоился (1) и (2) когда мама ушла на работу (3) взялся за свои привычные дела (4) хотя настроение было совсем не радостное."],"answer":["234"],"explanation":["Я немного успокоился (1) и, (2) когда мама ушла на работу, (3) взялся за свои привычные дела, (4) хотя настроение было совсем не радостное.","Запятые под номерами 2 и 3 выделяют придаточное предложение «когда мама ушла на работу»; запятая под номером 4 — отделяет придаточное предложение «хотя настроение было совсем не радостное».","Под номером 1 зпт нет, так как успокоился и взялся — однородные члены предложения.","[Я немного успокоился и, (когда мама ушла на работу), взялся за свои привычные дела], (хотя настроение было совсем не радостное).","Запятые должны стоять на местах 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Если цифр в ответе больше двух, записывайте их в порядке возрастания.","У Алёшки было необычайно развито воображение (1) и (2) когда мы вместе читали одну и ту же книгу (3) он всегда очень живо представлял себе описываемые события (4) и добавлял в них что-то своё."],"answer":["123"],"explanation":["У Алёшки было необычайно развито воображение, (1) и, (2) когда мы вместе читали одну и ту же книгу, (3) он всегда очень живо представлял себе описываемые события (4) и добавлял в них что-то своё.","Запятые под номерами 2 и 3 выделяют придаточное «когда мы вместе читали одну и ту же книгу». Запятая под номером 1 отделяет друг от друга части сложносочиненного предложения: «У Алёшки было необычайно развито воображение» и «он всегда очень живо представлял себе описываемые события (4) и добавлял в них что-то своё».","Запятые должны стоять на местах 1, 2 и 3."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Вдруг навалился густой туман (1) и (2) чтобы не заблудиться (3) я решил вернуться на тропинку (4) которая должна была находиться слева."],"answer":["1234"],"explanation":["{Вдруг навалился густой туман},  и{,(чтобы не заблудиться),  [я решил вернуться на тропинку],  (которая должна была находиться слева)}.","Запятые под номерами2 и 3 выделяют придаточное предложение «чтобы не заблудиться». Запятая под номером 1 разделяет части сложносочиненного предложения: «Вдруг навалился густой туман» и «я решил вернуться на тропинку». Запятая под номером 4 отделяет придаточное предложение «которая должна была находиться слева» от главного «я решил вернуться на тропинку».","Два блока, первый—простое предложение, второй СПП. Между блоками сочинительная связь, зпт 1.","Слово вдруг никак не может быть общим членом. В этом задании таких случаев, во-первых, не бывает, а во-вторых, разве герой решил вернуться вдруг? Нет, он решил это сделать, чтобы не заблудиться.","Запятые должны стоять на местах 1, 2, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Класс с нетерпением ждал свою новую учительницу (1) и (2) когда Наталья Аркадьевна вошла в кабинет (3) то все ребята дружно встали (4) чтобы поприветствовать её."],"answer":["134"],"explanation":["Класс с нетерпением ждал свою новую учительницу, (1) и (2) когда Наталья Аркадьевна вошла в кабинет, (3) то все ребята дружно встали, (4) чтобы поприветствовать её.","Запятая под номером 3 выделяет придаточное предложение «когда Наталья Аркадьевна вошла в кабинет». Поскольку есть вторая часть союза КОГДА ... ТО, запятая под номером 2 не ставится.","Запятая под номером 1 разделяет части сложносочиненного предложения: «Класс с нетерпением ждал свою новую учительницу» и «то все ребята дружно встали». Запятая под номером 4 отделяет придаточное предложение «чтобы поприветствовать её.» от главного «то все ребята дружно встали».","Запятые должны стоять на местах 1, 3 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["К ним (часам) все так привыкли (1) что (2) если бы они пропали (3) как-нибудь чудом со стены (4) грустно было бы, словно умер родной голос и ничем пустого места не заткнешь. (Булгаков)"],"answer":["124"],"explanation":["Предложение сложноподчиненное, с пятью основами:","«все привыкли» — 1,","«они пропали» — 2,","«было бы грустно» — 3,","«умер голос» — 4,","«не заткнешь» — 5.","Здесь наблюдается и последовательное, и параллельное подчинение (придаточное условия с основой номер 2 и два придаточных сравнения с основами номер 4 и 5 подчинены придаточному меры и степени с основой номер 3, которое, в свою очередь, подчинено главной части). Запятая (1) отмечает начало придаточного образа действия, запятые (2) и (3) отмечают границы придаточного условия, запятая (4) отмечает начало придаточного сравнения, а между придаточными с основами номер 3 и 4 запятой нет, поскольку они подчинены параллельно, а между ними есть союз «и».","[К ним (часам) все так привыкли], (что, (если бы они пропали как-нибудь чудом со стены), грустно было бы), (словно умер родной голос) и (ничем пустого места не заткнешь).","Запятые должны стоять на местах 1, 2 и 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["После того как прозвучал третий звонок (1) занавес дрогнул и медленно пополз вверх (2) и (3) как только публика увидела своего любимца (4) стены театра буквально задрожали от рукоплесканий и восторженных криков."],"answer":["1234"],"explanation":["Делаем схему предложения.","(1После того как прозвучал третий звонок),  [ 2занавес дрогнул и медленно пополз вверх],","и, (3как только публика увидела своего любимца),  [4стены театра буквально задрожали от рукоплесканий и восторженных криков].","В предложении  к главному 2 относится придаточное 1;  к главному 4 − придаточное 3.","Общего придаточного нет.","Поэтому запятые ставятся все —1 2 3 4.","Ответ: 1234"]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Первое (1) что мы увидели подле дома (2) был стройный обелиск чёрного мрамора (3) и (4) когда я прочитал надпись на другой стороне цоколя (5) то стало понятно (6) что обелиск установлен к столетию со дня рождения Лермонтова."],"answer":["12356"],"explanation":["Расставим знаки препинания.","Первое, (1) что мы увидели подле дома, (2) был стройный обелиск чёрного мрамора, (3) и (4) когда я прочитал надпись на другой стороне цоколя, (5) то стало понятно, (6) что обелиск установлен к столетию со дня рождения Лермонтова.","Запятые 1 и 2 выделяют придаточное предложение «что мы увидели подле дома». Запятые 3 и 5 — придаточное предложение «и когда я прочитал надпись на другой стороне цоколя». Запятая 6 отделяет придаточное «что обелиск установлен к столетию со дня рождения Лермонтова».","Ответ: 12356."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Приближалась огромная туча (1) за которой тянулась пелена дождя (2) и (3) когда всё небо затянуло плотной завесой (4) то по земле застучали большие капли."],"answer":["124"],"explanation":["Расставим знаки препинания.","Приближалась огромная туча, (1) за которой тянулась пелена дождя, (2) и (3) когда всё небо затянуло плотной завесой, (4) то по земле застучали большие капли.","Запятые 1 и 2 выделяют придаточное «за которой тянулась пелена дождя». Запятая 4 отделяет придаточное предложение «и когда всё небо затянуло плотной завесой» от главного «то по земле застучали большие капли».","Ответ: 124."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Я просто не готов к тому (1) чтобы проститься со своим увлечением живописью (2) и (3) если мне суждено когда-то стать настоящим художником (4) я им всенепременно стану."],"answer":["1234"],"explanation":["Расставим знаки препинания.","[Я просто не готов к тому], (чтобы проститься со своим увлечением живописью), и, (если мне суждено когда-то стать настоящим художником), нет слова то [я им всенепременно стану].","Правило БП 5 к заданию.","Ответ: 1234."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Я иду вперёд с верой (1) что достигну желаемой цели (2) и что (3) если захочет Бог (4) оправдаюсь в глазах тех (5) кого люблю."],"answer":["1345"],"explanation":["Расставим знаки препинания.","Я иду вперёд с верой, (1) что достигну желаемой цели (2) и что, (3) если захочет Бог, (4) оправдаюсь в глазах тех, (5) кого люблю.","Запятая 1 отделяет придаточное предложение «что достигну желаемой цели» от главного «Я иду вперёд с верой». Под номером 2 запятая не нужна, так как далее следует однородное придаточное «и что оправдаюсь в глазах тех», присоединяемое с помощью союза И. Запятые 3 и 4 выделяют придаточное предложение «если захочет Бог». Запятая 5 отделяет придаточное «кого люблю».","Ответ: 1345."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Как только солнце взошло (1) стало видно (2) что (3) если идти дальше (4) можно увязнуть в болоте (5) и лейтенант дал приказ остановиться."],"answer":["12345"],"explanation":["Расставим знаки препинания.","Как только солнце взошло, (1) стало видно, (2) что, (3) если идти дальше, (4) можно увязнуть в болоте, (5) и лейтенант дал приказ остановиться.","Запятая 1 отделяет главное предложение «стало видно» от придаточного «Как только солнце взошло». Запятые 2 и 5 выделяют придаточное «что можно увязнуть в болоте». Запятые 3 и 4 выделяют придаточное «если идти дальше».","Ответ: 12345."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Сначала я думал (1) что ничего не пойму в учебнике шахматной игры (2) но (3) когда начал читать (4) то увидел (5) что он написан очень просто и понятно."],"answer":["1245"],"explanation":["Расставим знаки препинания.","Сначала я думал, (1) что ничего не пойму в учебнике шахматной игры, (2) но (3) когда начал читать, (4) то увидел, (5) что он написан очень просто и понятно.","Запятые 1 и 2 выделяют придаточное предложение «что ничего не пойму в учебнике шахматной игры». Запятая 4 отделяет придаточное «но (3) когда начал читать» от главного «то увидел». Запятая 5 отделяет придаточное «что он написан очень просто и понятно» от главного «то увидел».","Ответ: 1245."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Хаджи-Мурат сидел рядом в комнате (1) и (2) хотя не понимал разговора (3) чувствовал (4) что спорили о нём..","В ответ выпишите цифры в порядке возрастания."],"answer":["234"],"explanation":["Расставим знаки препинания и составим схему предложения.","[Хаджи-Мурат сидел рядом в комнате  и (, хотя не понимал разговора,) несмотря на что? чувствовал], что?(что спорили о нём.)","Ответ: 2, 3, 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Он хотел уверить себя (1) что никакой опасности нет (2) и что верховые по дороге просто померещились мальчику от страха (3) и (4) хотя ему удавалось на короткие минуты обмануть ум ребёнка (5) но в глубине души он ясно чувствовал приближение неотвратимой трагедии."],"answer":["135"],"explanation":["Расставим знаки препинания.","Он хотел уверить себя, (1) что никакой опасности нет (2) и что верховые по дороге просто померещились мальчику от страха, (3) и (4) хотя ему удавалось на короткие минуты обмануть ум ребёнка, (5) но в глубине души он ясно чувствовал приближение неотвратимой трагедии.","Запятая под номером 1 отделяет придаточное предложение от главного. Придаточные предложения: «что никакой опасности нет» и «что верховые по дороге просто померещились мальчику от страха» — являются однородными, поэтому запятая между ними не ставится. Запятая под номером 3 отделяет две основы, связанные союзом И: «он хотел уверить» и «удавалось обмануть». Запятая под номером 5 отделяет две основы, связанные союзом НО: «удавалось обмануть» и «он чувствовал».","О зпт 4.","Если в сложном предложении рядом оказались сочинительный и подчинительный союзы (И и ХОТЯ, И и КАК и др.), то нужно выяснить, нет ли после придаточной части соотносительных слов ТО, ТАК или еще одного сочинительного союза (А, НО, ОДНАКО и др.). Запятая ставится только тогда, когда эти слова после придаточной части отсутствуют.","Ответ: 135."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["На окраине города разбит был чудесный парк с тенистыми аллеями и беседками для отдыха (1) и (2) хотя добираться до него было не очень удобно (3) горожане любили это место (4) и зачастую проводили праздники именно здесь."],"answer":["123"],"explanation":["Расставим знаки препинания.","На окраине города разбит был чудесный парк с тенистыми аллеями и беседками для отдыха, (1) и, (2) хотя добираться до него было не очень удобно, (3) горожане любили это место (4) и зачастую проводили праздники именно здесь.","Запятая под номером 1 отделяет две основы: «парк был разбит» и «горожане любили и проводили». Запятая под номером 2 отделяет две основы: «горожане любили и проводили» и «добраться было не очень удобно». На месте цифры 4 запятая не нужна, так как союз И, соединяющий однородные сказуемые ЛЮБИЛИ и ПРОВОДИЛИ, одиночный.","Ответ: 123."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Длинной змеёй раскинулся полк (1) и (2) когда лучи солнца попадали на штыки и стволы винтовок (3) видно было (4) как поблёскивало оружие.","В ответ выпишите цифры в порядке возрастания."],"answer":["1234"],"explanation":["Расставим знаки препинания.","Длинной змеёй раскинулся полк, (1) и, (2) когда лучи солнца попадали на штыки и стволы винтовок, (3) видно было, (4) как поблёскивало оружие.","Запятая под номером 1 отделяет две основы, связанные союзом И: «полк раскинулся» и «видно было». Запятые под номерами 2 и 3 выделяют придаточное предложение «когда лучи солнца попадали на штыки и стволы винтовок». Запятая под номером 4 отделяет основы, связанные подчинительным союзом КАК: «видно было» и «оружие поблёскивало».","Ответ: 1, 2, 3, 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Я не знал (1) сколько времени бродил по лесам (2) и (3) когда вернулся в дом лесника (4) оказалось (5) что меня там уже давно ждут."],"answer":["12345"],"explanation":["Расставим знаки препинания и составим схему предложения.","[1Я не знал], (2сколько времени бродил по лесам), и, (4когда вернулся в дом лесника), [3оказалось],  (5что меня там уже давно ждут).","Эта синтаксическая конструкция состоит из пяти простых предложений и представляет собой два блока, связанные между собой сочинительной связью (зпт №2).","Зпт №1 отделяет главное №1 от придаточного 2;","Зпт №3  и  № 4 отделяют  придаточное № 4;","Зпт №5 отделяет придаточное № 5.","Ответ: 1, 2, 3, 4, 5."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Лебеди с криком взлетели ввысь, сделали несколько прощальных кругов над озером (1) где провели лето (2) и (3) когда белокрылая стая скрылась в туманной дали (4) мы со старым егерем (5) ещё долго молча смотрели в небо."],"answer":["1234"],"explanation":["Расставим знаки препинания и составим схему предложения:","[1Лебеди с криком взлетели ввысь, сделали несколько прощальных кругов над озером], (2где провели лето), и, (4когда белокрылая стая скрылась в туманной дали), [3мы со старым егерем  ещё долго молча смотрели в небо].","В состав предложения входят 4 простых, среди которых 1-е и 2-е составляют СПП, 3-е и 4-е также СПП.","Зпт 2 связывает два СПП в одно предложение.","Ответ: 1, 2, 3, 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Леонид Андреев сделал в то время тысячи фотографий своих родственников, друзей (1) и (2) когда мы приходили к нему в гости (3) он заставлял нас (4) рассматривать все эти тысячи снимков (5) так как хотел всех удивить своим увлечением."],"answer":["1235"],"explanation":["Расставим знаки препинания и сделаем схему предложения:","{1Леонид Андреев сделал в то время тысячи фотографий своих родственников, друзей}, и, (3когда мы приходили к нему в гости), [2он заставлял нас  рассматривать все эти тысячи снимков],  (4так как хотел всех удивить своим увлечением).","Это предложении состоит из четырёх простых.","1 -е самостоятельное, 2, 3 и 4 составляют СПП.","Зпт 2 соединяет 1-е и СПП.","Ответ: 1, 2, 3, 5."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Через несколько дней (1) когда обида стала угасать (2) и (3) поступок Андрея перестал казаться таким уж плохим (4) как думалось Вовке поначалу (5) друзья решили встретиться и поговорить."],"answer":["145"],"explanation":["Расставим знаки препинания сделаем схему предложения.","[1Через несколько дней, ( 2когда обида стала угасать) и (3поступок Андрея перестал казаться таким уж плохим), (4как думалось Вовке поначалу), друзья решили встретиться и поговорить].","Предложение состоит из четырёх простых.","К 1-му относятся два однородных придаточных, 2-е и 3-е, поэтому зпт 2 и 3 нет, а 1 есть;","К 3-му (последовательно!) относится придаточное 4-е;","Ответ: 145."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Слепой знал (1) что в комнату смотрит солнце (2) и (3) что (4) если он протянет руку в окно (5) с кустов посыплется роса."],"answer":["145"],"explanation":["Расставим знаки препинания.","1[Слепой знал], 2(что в комнату смотрит солнце)  и  3(что 4,(если он протянет руку в окно), нет тос кустов посыплется роса.).","К 1-му два однородных придаточных 2 и 3: слепой видел что? и что?; зпт 2 не нужна, потому что связывает два однородных придаточных при общем главном предложении.","От придаточного 3 зависит другое придаточное, с союзом если.","Номера предложений выше строки— это НЕ ЦИФРЫ запятых.","Ответ: 1, 4, 5."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Любивший заниматься траволечением, Дмитрий Сергеевич всё лето заставлял всех нас (1) пить жгучий зелёный настой (2) и (3) хотя мы морщились и ругались (4) но всё же должны были согласиться с тем (5) что напиток оказывает превосходное целебное действие."],"answer":["245"],"explanation":["{Любивший заниматься траволечением, Дмитрий Сергеевич всё лето заставлял всех нас  пить жгучий зелёный настой},  и (хотя мы морщились и ругались), но {всё же должны были согласиться с тем], (что напиток оказывает превосходное целебное действие.)","Открываем Правило к заданию.","зпт 2 по базовому правилу 3 между частями ССП;","зпт 3 не ставится по базовому правилу 6; после придаточного есть НО.","зпт 4 и 5 по базовому правилу 4 между частями СПП.","Ответ: 245"]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Рассказывают (1) что (2) когда Пётр I не знал (3) где взять ему медь для отливки новых орудий в период войны со шведами (4) некий пушечный мастер посоветовал ему снять с колоколен половину колоколов (5) и что именно благодаря этому русская армия смогла победить шведов в ряде сражений."],"answer":["1234"],"explanation":["[Рассказывают], (что, (когда Пётр I не знал), (где взять ему медь для отливки новых орудий в период войны со шведами),  некий пушечный мастер посоветовал ему снять с колоколен половину колоколов)  и (что именно благодаря этому русская армия смогла победить шведов в ряде сражений).","2 и 3 нужны по правилу 5 (см. Правило к заданию)","В 5 не нужна по правилу однородных придаточных. Рассказывают ЧТО? «некий пушечный мастер посоветовал ему снять с колоколен половину колоколов» и ЧТО? «что именно благодаря этому русская армия смогла победить шведов в ряде сражений».","Ответ: 1, 2, 3, 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Я не знаю (1) было ли это в действительности так (2) и (3) нет ли вымысла в рассказанной мне поэтической новелле (4) но всё же мне очень хочется (5) чтобы всё это было правдой."],"answer":["145"],"explanation":["[Я не знаю], (было ли это в действительности так) и  (нет ли вымысла в рассказанной мне поэтической новелле), но [всё же мне очень хочется], (чтобы всё это было правдой).","Запятые 2 и 3 не ставятся между однородными придаточными.","Ответ: 1, 4, 5."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Сергеев вышел на берег (1) но (2) когда у пристани на огромной груде апельсинов увидел незнакомого китайца (3) то вдруг пронзительно и ясно ощутил (4) как далеко от него Родина."],"answer":["134"],"explanation":["[Сергеев вышел на берег, но (когда у пристани на огромной груде апельсинов увидел незнакомого китайца), то вдруг пронзительно и ясно ощутил], (как далеко от него Родина).","Запятая 2 не ставится по правилу БП 6 (см. правило к заданию).","ЗПТ 1 перед ставится при однородных членах.","Ответ: 1, 3, 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Как только все срочные дела были закончены (1) мы встретились с Наташей в маленьком ресторанчике (2) и (3) пока мы пили кофе (4) Наташа рассказала (5) как нам добраться до издательства."],"answer":["12345"],"explanation":["(Как только все срочные дела были закончены), [мы встретились с Наташей в маленьком ресторанчике], и, (пока мы пили кофе), [Наташа рассказала], (как нам добраться до издательства).","Ответ: 1, 2, 3, 4, 5."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Василий вошёл в многолюдный парк (1) и (2) хотя он понимал (3) что не всё в его жизни на сегодняшний день идёт гладко (4) но сегодня ему хотелось улыбаться (5) и думать только о хорошем."],"answer":["134"],"explanation":["{Василий вошёл в многолюдный парк},  и ( хотя он понимал), (что не всё в его жизни на сегодняшний день идёт гладко), но [сегодня ему хотелось улыбаться  и думать только о хорошем].","О непостановке ЗПТ 2 читайте правило БП6.","Ответ: 1, 3, 4."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Н. В. Гоголь верил в то (1) что от его пламенного слова вспыхнут человеческие сердца (2) и (3) когда его поэма попала в руки читателей (4) он напряжённо ждал минуты чудесного преображения."],"answer":["1234"],"explanation":["Пояснение.","Расставим знаки препинания.","Н. В. Гоголь верил в то, (1) что от его пламенного слова вспыхнут человеческие сердца, (2) и, (3) когда его поэма попала в руки читателей, (4) он напряжённо ждал минуты чудесного преображения.","Запятые 1 и 2 выделяет придаточное предложение, разрывающее главное: Н. В. Гоголь верил в то, (ВО ЧТО?) что от его пламенного слова вспыхнут человеческие сердца. Запятые 3 и 4 выделяют придаточное предложение, разрывающее главное: и, (3) когда его поэма попала в руки читателей, (4) он напряжённо ждал (КОГДА?) минуты чудесного преображения.","Ответ: 1234."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Оттепели всё чаще (1) но (2) пока ночи морозны (3) стеклянная бахрома сосулек не плавится (4) снег не тает."],"answer":["1234"],"explanation":["Расставим знаки препинания.","{Оттепели всё чаще), (1)[НО, (2) (ПОКА ночи морозны (3)), стеклянная бахрома сосулек не плавится] (4), [снег не тает].","4 предложения, все отделяются запятыми","В опасном месте на стыке союзов НО ПОКА зпт  нужна, нет второй части «ТО»","Ответ: 1234."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Шукшин  в  рассказе  «Материнское  сердце»  встаёт  на  сторону  главных героев  (1)  и  (2)  хотя  оспаривать  нарушенный  закон  трудно  и  даже невозможно  (3)  в  произведении  на  первое  место  выходит  материнская","любовь (4) которая не поддаётся никаким писаным законам (5) и неистребимая вера в человека."],"answer":["12345"],"explanation":["Расставим знаки препинания.","{Шукшин  в  рассказе  «Материнское  сердце»  встаёт  на  сторону  главных героев},  (1) [ и,  (2)  (хотя  оспаривать  нарушенный  закон  трудно  и  даже невозможно),  (3)  в  произведении  на  первое  место  выходит  материнская любовь), (4) (которая не поддаётся никаким писаным законам), (5) и неистребимая вера в человека].","4 предложения, все отделяются запятыми","В опасном месте на стыке союзов И ХОТЯ зпт  нужна, нет второй части «ТО»","Ответ: 12345."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Легенда гласит (1) что (2) когда Есенин увидел Айседору Дункан (3) он был  покорён  её  пластикой  (4)  хотел кричать  о  своей  мгновенно возникшей влюблённости (5) но Сергей не знал английского языка."],"answer":["12345"],"explanation":["Расставим знаки препинания.","[Легенда гласит], (1) (что, (2) (когда Есенин увидел Айседору Дункан), !!!  __(3) он был  покорён  её  пластикой,  (4)  хотел кричать  о  своей  мгновенно возникшей влюблённости), (5)но (Сергей не знал английского языка).","4 предложения, все отделяются запятыми. Зпт 4 служит для разделения однородных членов (был покорён, хотел кричать)","В опасном месте на стыке союзов ЧТО КОГДА зпт  нужна, нет второй части «ТО»Место для ТО/НО обозначено !!!","Ответ: 12345."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Когда  он  говорил  о  медицине  (1)  это  производило  какое-то  новое  и особенное  впечатление  (2)  и  после  таких  разговоров  мне  казалось  (3) что (4) если бы он захотел (5) то мог бы стать настоящим учёным."],"answer":["1235"],"explanation":["Расставим знаки препинания.","(Когда  он  говорил  о  медицине),  (1)  [это  производило  какое-то  новое  и особенное  впечатление],  (2)  и  [после  таких  разговоров  мне  казалось],  (3) (что (4) (если бы он захотел), (5) то мог бы стать настоящим учёным.)","4 предложения,  не все отделяются запятыми","В опасном месте на стыке союзов ЧТО  ЕСЛИ зпт  НЕ нужна, есть вторая часть «ТО»","Ответ: 1235."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Звёзды  безмятежно  сияли  на  тёмно-голубом  своде  (1)  и  (2)  когда  я вспомнил  (3)  что  были  некогда  люди,  думавшие  (4)  будто  светила небесные  принимают  участие  в  наших  ничтожных  спорах  за  клочок земли (5) мне стало смешно."],"answer":["12345"],"explanation":["Расставим знаки препинания.","{Звёзды  безмятежно  сияли  на  тёмно-голубом  своде},  (1)  и,  (2)  (когда  я вспомнил),  (3)  (что  были  некогда  люди,  думавшие),  (4) ( будто  светила небесные  принимают  участие  в  наших  ничтожных  спорах  за  клочок земли), (5) [мне стало смешно].","5 предложений, все отделяются запятыми","В опасном месте на стыке союзов И  КОГДА зпт   нужна, нет второй части «ТО»","Ответ: 12345."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Как приятно издалека смотреть на корабль с белыми парусами (1) а (2) когда попадёшь в эту паутину снастей (3) от которых (4) проходу нет (5) и увидишь всё изнутри (6) то сразу признаешь превосходство парохода над парусником."],"answer":["1356"],"explanation":["Расставим знаки препинания.","[Как приятно издалека смотреть на корабль с белыми парусами], (1) [А (2) (КОГДА попадёшь в эту паутину снастей), (3) (от которых (4) проходу нет), (5) и увидишь всё изнутри), (6) ТО сразу признаешь превосходство парохода над парусником].","4 предложения, но не все отделяются запятыми","В опасном месте на стыке союзов А  КОГДА зпт  НЕ нужна, есть вторая часть «ТО»","Ответ: 1356."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Мы  не  знали  (1)  что  в  этих  грубых  сердцах  довольно  места  (2)  чтобы служить полем битвы между Богом и дьяволом (3) и (4) что идея слияния с народом  или  оторванности  от  него  важна  лишь  для  нас  (5)  а  не  для","общественного сознания."],"answer":["1235"],"explanation":["Расставим знаки препинания.","[Мы  не  знали],  (1)  (знали что?что  в  этих  грубых  сердцах  довольно  места),  (2)  (чтобы служить полем битвы между Богом и дьяволом), (3) и (4) (и знали что?что идея слияния  с народом  или  оторванности  от  него  важна  лишь  для  нас,  (5)  а  не  для общественного сознания).","5 предложений, но не все отделяются запятыми","Зпт  4 не нужна: союз И соединяет однородные придаточные","Ответ: 1235."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Егорушка оглядывался (1) и не понимал (2) откуда эта странная песня (3)  но  (4)  когда  он  прислушался  (5)  то  ему  стало  казаться  (6)  что  это, жалуясь на зной и засуху, поёт трава."],"answer":["2356"],"explanation":["Расставим знаки препинания.","[Егорушка оглядывался (1) и не понимал], (2) (откуда эта странная песня), (3)  но  (4)  (когда  он  прислушался),  (5)  [то  ему  стало  казаться],  (6)  (что  это, жалуясь на зной и засуху, поёт трава).","5 предложений, но не все отделяются запятыми","В опасном месте на стыке союзов НО  КОГДА зпт  НЕ нужна, есть вторая часть «ТО»","Ответ: 2356."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Надобно посмотреть (1) в каком духе пишут сами приверженцы чистого искусства (2) и в каком духе написаны одобряемые ими произведения (3) и (4) когда мы разглядим это (5) то увидим (6) что они заботятся не о чистом искусстве, а хотят подчинить литературу служению одной тенденции, имеющей чисто житейское значение."],"answer":["1356"],"explanation":["Пояснение.","Расставим знаки препинания.","[Надобно посмотреть], (1) (в каком духе пишут сами приверженцы чистого искусства) (2) и (в каком духе написаны одобряемые ими произведения), (3) И (4) (КОГДА мы разглядим это, (5)[ ТО увидим], (6) (что они заботятся не о чистом искусстве, а хотят подчинить литературу служению одной тенденции, имеющей чисто житейское значение.)","Запятая 2 не ставится: она стоит между однородными придаточными","В опасном месте на стыке союзов И  КОГДА зпт  НЕ нужна, есть вторая часть «ТО»","Остальные нужны, стоят на границах предложений.","Ответ: 1356."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Когда Женя решила всё же принять предложение Александра Семёновича (1) и (2) письмо об этом решении уже было отправлено на его московский адрес (3) она собралась поехать попрощаться со своей тётушкой (4) дабы (5) несмотря на то что (6) отношения между ними были очень непростыми (7) получить от неё благословение."],"answer":["3457"],"explanation":["Расставим знаки препинания.","(Когда Женя решила всё же принять предложение Александра Семёновича) (1) и (2) (письмо об этом решении уже было отправлено на его московский адрес), (3) [она собралась поехать попрощаться со своей тётушкой], (4) (дабы, (5) (несмотря на то что (6) отношения между ними были очень непростыми), (7) получить от неё благословение.","Предложение имеет одно главное и 4 придаточных.","Не ставятся зпт 1 и 2 между однородными придаточными","дабы=чтобы","союз «несмотря на то что» присоединяет придаточное уступки, на месте цифры 6 запятой не может быть.","Ответ: 3457."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Анастасия сказала (1) что трава – это зарастание памяти о человеке (2) и (3) что (4) пока есть кому с этой травою справляться (5) человек каким-то образом на земле ещё присутствует."],"answer":["145"],"explanation":["Расставим знаки препинания.","[Анастасия сказала], (1) (что трава – это зарастание памяти о человеке) (2) и (3) (ЧТО, (4) (ПОКА есть кому с этой травою справляться), (5) человек каким-то образом на земле ещё присутствует.","Зпт 2 и 3 не ставятся между однородными придаточными.","Зпт 4  ставится в опасном месте на месте стыка союзов ЧТО ПОКА, так как нет слова ТО","Ответ: 145."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Туманные громады поднимались по ночному небу (1) и (2) когда поглощён был последний звёздный просвет (3) слепой ветер, закрыв лицо рукавами, низко пронёсся вдоль опустевшей улицы (4) после чего взлетел на крыши домов."],"answer":["1234","1243","1342","1324","1423","1432","2134","2143","2314","2341","2413","2431","3124","3142","3241","3214",""],"explanation":["Пояснение.","Расставим знаки препинания.","[Туманные громады поднимались по ночному небу], (1) [и, ( (2) когда поглощён был последний звёздный просвет), (3) слепой ветер, закрыв лицо рукавами, низко пронёсся вдоль опустевшей улицы, (4) после чего взлетел на крыши домов].","1) Запятая отделяет две части, связанные сочинительным союзом И: «Туманные громады поднимались по ночному небу» и «слепой ветер, закрыв лицо рукавами, низко пронёсся вдоль опустевшей улицы (4) после чего взлетел на крыши домов»;","2) и 3) Запятые выделяют придаточное предложение «когда поглощён был последний звёздный просвет»;","4) Запятая отделяет однородные сказуемые: «пронёсся», «взлетел».","Ответ: 1234"]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Он заявил (1) что желает переговорить с ней (2) и (3) когда получил уклончивый, даже дерзкий ответ (4) что она не хочет с ним говорить (5) то ему пришла в голову давно задуманная мысль (6) о которой он заявлял Конятовскому, Полиектову и другим."],"answer":["1456"],"explanation":["Пояснение.","Расставим знаки препинания.","Он заявил, (1) что желает переговорить с ней (2) и (3) когда получил уклончивый, даже дерзкий ответ, (4) что она не хочет с ним говорить, (5) то ему пришла в голову давно задуманная мысль, (6) о которой он заявлял Конятовскому, Полиектову и другим.","Запятая под номером 1 выделяет придаточное предложение «что желает переговорить с ней». Запятая под номером 2 на границе частей, связанных сочинительным союзом И, при однородном соподчинении не нужна.","Под номером 3 запятая не ставится, потому что есть ТО: при изъятии или перестановке придаточной части с союзом КОГДА рядом окажутся слова И...ТО.","Запятые под номерами 4 и 5 выделяют придаточное предложение «что она не хочет с ним говорить».","Запятая под номером 6 выделяет придаточное предложение «о которой он заявлял Конятовскому, Полиектову и другим».","Ответ: 1456"]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Сын слушал спокойно (1) и (2) когда отец сказал ему (3) что теперь того, как взрослого, будут звать по фамилии (4) малыш покраснел (5) и потом спросил (6) будут ли его и дома звать по фамилии, а не по имени."],"answer":["12346"],"explanation":["Пояснение.","Расставим знаки препинания.","[Сын слушал спокойно], (1) [и, (2) (когда отец сказал ему), (3) (что теперь того, как взрослого, будут звать по фамилии), (4) малыш покраснел (5) и потом спросил], (6) (будут ли его и дома звать по фамилии, а не по имени).","Запятая под номером 1 отделяет главную часть от придаточной.","Запятые под номерами 2 и 3 выделяют придаточную часть «когда отец сказал ему». Запятая под номером 3 одновременно отделяет следующую придаточную часть.","Запятые под номерами 3 и 4 выделяют придаточную часть «что теперь того, как взрослого, будут звать по фамилии».","Между однородными сказуемыми под номером 5 запятая не ставится.","Запятая под номером 6 выделяет придаточную часть «будут ли его и дома звать по фамилии, а не по имени».","Ответ: 12346"]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Гусаков подумал (1) что (2) надо было фельдшера, а не старшину послать в деревню (3) потому что (4) хотя (5) старшина и назвался разведчиком (6) но в разведку он пошёл впервые."],"answer":["136"],"explanation":["Пояснение.","Расставим знаки препинания.","[Гусаков подумал], (1) (что (2) надо было фельдшера, а не старшину послать в деревню), (3) (потому что (4) хотя (5) старшина и назвался разведчиком], (6) [но в разведку он пошёл впервые]).","Ответ: 136"]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Пока Андрей жил в деревне (1) он продолжал вести такую же нервную и беспокойную жизнь (2) что была в городе; он много читал и писал, учился итальянскому языку (3) и (4) когда гулял (5) с удовольствием думал о том (6) что скоро опять сядет за работу."],"answer":["12456"],"explanation":["Пояснение.","Расставим знаки препинания.","Пока Андрей жил в деревне, (1) он продолжал вести такую же нервную и беспокойную жизнь, (2) что была в городе; он много читал и писал, учился итальянскому языку (3) и, (4) когда гулял, (5) с удовольствием думал о том, (6) что скоро опять сядет за работу.","Запятая под номером 1 отделяет придаточную часть «Пока Андрей жил в деревне» от главной «он продолжал вести такую же нервную и беспокойную жизнь».","Запятая под номером 2 отделяет придаточную часть «что была в городе» от главной «он продолжал вести такую же нервную и беспокойную жизнь».","Запятые под номерами 4 и 5 выделяют придаточное предложение «когда гулял», разрывающую главное предложение «он много читал и писал, учился итальянскому языку и с удовольствием думал о том».","Запятая под номером 6 отделяет придаточную часть « что скоро опять сядет за работу».","Ответ: 12456"]},{"text":"Расставьте знаки препинания: укажите все цифры, на месте которых в предложении должны стоять запятые.","options":["Мне очень хотелось увидеться с бывшими одноклассниками (1) и (2) когда наша встреча состоялась (3) я спросил их (4) скучают ли они по школе."],"answer":["1234"],"explanation":["Пояснение.","Расставим знаки препинания.","[Мне очень хотелось увидеться с бывшими одноклассниками], (1) и, (2) (когда наша встреча состоялась), (3) [я спросил их], (4) (скучают ли они по школе).","Запятая под номером 1 ставится между частями сложного предложения: «Мне очень хотелось увидеться с бывшими одноклассниками, и ... я спросил их...»","Запятые под номерами 2 и 3 выделяют придаточную часть «когда наша встреча состоялась».","Запятая на стыке союзов И... КОГДА ставится и перед союзом и, и после него, т.к. союз соединяет два простых предложения, причем после придаточной части не следует вторая часть двойного союза.","Запятая под номером 4 отделяет придаточное предложение «скучают ли они по школе».","Ответ: 1234."]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Он только чувствовал (1) что поза у него была неестественная, напряжённая (2) и (3) что (4) поэтому офицеры (5) которые умеют держаться в седле (6) должны нравиться Манюне больше, чем он."],"answer":["156"],"explanation":["Пояснение.","Расставим знаки препинания.","[Он только чувствовал], (1) (что поза у него была неестественная, напряжённая) (2) и (3) (что (4) поэтому офицеры, (5) (которые умеют держаться в седле), (6) должны нравиться Манюне больше, чем он).","Ответ: 156"]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Когда она играла на рояле мои любимые пьесы (1) я с удовольствием слушал (2) но в то же время почему-то в мою голову лезли мысли о том (3) что она любит своего мужа (4) что он мой друг (5) и (6) что она сама считает меня его другом (7) и настроение моё портилось."],"answer":["12347"],"explanation":["Пояснение.","Расставим знаки препинания.","(Когда она играла на рояле мои любимые пьесы), (1) [я с удовольствием слушал], (2) [но в то же время почему-то в мою голову лезли мысли о том], (3) (что она любит своего мужа), (4) (что он мой друг) (5) и (6) (что она сама считает меня его другом), (7) и [настроение моё портилось].","Ответ: 12347"]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Он сам иногда писал красками пейзажи (1) и в такие моменты ему казалось (2) что у него много вкуса (3) и (4) что (5) если бы он учился (6) из него вышел бы (7) хороший художник."],"answer":["1256"],"explanation":["Пояснение.","Расставим знаки препинания.","[Он сам иногда писал красками пейзажи], (1) и [в такие моменты ему казалось], (2) (что у него много вкуса) (3) и (4) что, (5) (если бы он учился), (6) (из него вышел бы (7) хороший художник).","Ответ: 1256"]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Когда ему говорили (1) что такой-то написал очень интересную статью (2) или (3) что пьеса такого-то имела успех (4) что Х выиграл 200 тысяч (5) или (6) что речь N произвела сильное впечатление (7) глаза его начинали коситься от зависти."],"answer":["147"],"explanation":["Пояснение.","Расставим знаки препинания.","(Когда ему говорили), (1) (что такой-то написал очень интересную статью) (2) или (3) (что пьеса такого-то имела успех), (4) (что Х выиграл 200 тысяч) (5) или (6) (что речь N произвела сильное впечатление), (7) [глаза его начинали коситься от зависти].","Запятые 2 и 3, 5 и 6 не ставятся, потому что мы имеем дело с однородным подчинением придаточных. Правила постановки знаков препинания при таком подчинении совпадают с правилами постановки знаков препинания при однородных членах предложения.","Ответ: 147"]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Медикам и аптекарям отвечал он (1) что докторский диплом даёт ему право лечить (2) что он никому не навязывается с своим лечением (3) и (4) что (5) если он часто назначал странные условия (6) которые всякий был волен принять или не принять (7) это делалось для того только (8) чтоб избавиться от докучливой толпы."],"answer":["125678"],"explanation":["Пояснение.","Расставим знаки препинания.","[Медикам и аптекарям отвечал он], (1) (что докторский диплом даёт ему право лечить), (2) (что он никому не навязывается с своим лечением) (3) и (4) (что, (5) (если он часто назначал странные условия), (6) (которые всякий был волен принять или не принять), (7) это делалось для того только, (8) (чтоб избавиться от докучливой толпы).","Не ставятся запятые 3) и 4) между однородными придаточными. Ставятся запятые 1), 2), 5), 6), 7), 8) на границе частей сложного предложения.","Ответ: 125678"]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["В его сухом лице видна постоянная озабоченность (1) что не удивительно для человека с оравой детей; при этом он очень добродушен (2) и (3) если видит (4) что мне хочется с ним поболтать (5) готов отложить любую работу (6) и разговаривать со мной час и два."],"answer":["1345"],"explanation":["Пояснение.","Расставим знаки препинания.","[В его сухом лице видна постоянная озабоченность], (1) (что не удивительно для человека с оравой детей); [при этом он очень добродушен (2) и, (3) (если видит), (4) (что мне хочется с ним поболтать), (5) готов отложить любую работу (6) и разговаривать со мной час и два].","1) Запятая на границе частей в сложном предложении;","2) Запятая не нужна, т.к. союз И связывает два однородных сказуемых: добродушен и готов отложить;","3) и 4) Запятые выделяют придаточное «если видит»;","4) и 5) Запятые выделяют придаточное «что мне хочется с ним поболтать»;","6) Запятая не ставится, т.к. союз И одиночный в ряду однородных членов «отложить и разговаривать», находящихся в составе именного сказуемого.","Ответ: 1345"]},{"text":"Расставьте все знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Туманные громады поднимались по ночному небу (1) и (2) когда поглощён был последний звёздный просвет (3) слепой ветер, закрыв лицо рукавами, низко пронёсся вдоль опустевшей улицы (4) после чего взлетел на крыши домов."],"answer":["1234"],"explanation":["Пояснение.","Расставим знаки препинания.","[Туманные громады поднимались по ночному небу], (1) [и, ( (2) когда поглощён был последний звёздный просвет), (3) слепой ветер, закрыв лицо рукавами, низко пронёсся вдоль опустевшей улицы, (4) после чего взлетел на крыши домов].","1) Запятая отделяет две части, связанные сочинительным союзом И: «Туманные громады поднимались по ночному небу» и «слепой ветер, закрыв лицо рукавами, низко пронёсся вдоль опустевшей улицы (4) после чего взлетел на крыши домов»;","2) и 3) Запятые выделяют придаточное предложение «когда поглощён был последний звёздный просвет»;","4) Запятая отделяет однородные сказуемые: «пронёсся», «взлетел».","Ответ: 1234","----------","Дублирует задание 12641."]},{"text":"Расставьте знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Когда визжит дверь (1) и раздаются басистые голоса (2) Хижнякову кажется ( 3) что это пришли к нему и за ним ( 4) и он долго прислушивается (5) пока поймёт (6) кому принадлежит голос."],"answer":["23456"],"explanation":["Пояснение.","Расставим знаки препинания.","(Когда визжит дверь (1) и раздаются басистые голоса), (2) [Хижнякову кажется], ( 3) (что это пришли к нему и за ним), ( 4) [и он долго прислушивается], (5)(пока поймёт), (6) (кому принадлежит голос).","Ответ: 23456."]},{"text":"Расставьте знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Он долго потом рассказывал (1) что (2) когда он заговорил с Фёдором Павловичем о Мите (3) то тот некоторое время имел вид совершенно не понимающего (4) о каком ребёнке идёт дело ( 5) и даже как бы удивлялся (6) что у него есть где-то в доме маленький сын."],"answer":["13456"],"explanation":["Пояснение.","Расставим знаки препинания.","[Он долго потом рассказывал], (1) (что (2) (когда он заговорил с Фёдором Павловичем о Мите), (3) то тот некоторое время имел вид совершенно не понимающего, (4) (о каком ребёнке идёт дело), ( 5) и даже как бы удивлялся), (6) (что у него есть где-то в доме маленький сын).","Запятая под номером 2 не нужна, т.к. есть вторая часть союза: что...то","Ответ: 13456."]},{"text":"Расставьте знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Мне показалось (1) что (2) если описать всё словами так (3) чтобы вышла книжка (4) и (5) чтобы там было меньше психологии и больше событий (6) то я наконец перестану слишком много думать обо всём этом."],"answer":["136","361","163","631","613"],"explanation":["Пояснение.","Расставим знаки препинания.","[Мне показалось], (1) (что (2) (если описать всё словами так), (3) (чтобы вышла книжка) (4) и (5) (чтобы там было меньше психологии и больше событий), (6) (то я наконец перестану слишком много думать обо всём этом).","Запятая под номером 2 не нужна, т. к. есть вторая часть союза: что...то. Запятые под номерами 4 и 5 не нужны, т.к. части связаны однородным соподчинением.","Ответ: 136."]},{"text":"Расставьте знаки препинания: укажите цифру(-ы), на месте которой(-ых) в предложении должна(-ы) стоять запятая(-ые).","options":["Ольгу томило мучительное однообразие её жизни (1) но (2) когда уже совсем становилось невмоготу (3) и (4) всё начинало казаться бессмысленным (5) она говорила себе (6) что будни какой-нибудь известной актрисы ненамного разнообразнее её буден (7) и успокаивалась."],"answer":["12567"],"explanation":["Пояснение.","Расставим знаки препинания.","[Ольгу томило мучительное однообразие её жизни], (1) [но, (2) (когда уже совсем становилось невмоготу) (3) и (4) (всё начинало казаться бессмысленным), (5) она говорила себе, (6) (что будни какой-нибудь известной актрисы ненамного разнообразнее её буден), (7) и успокаивалась].","Запятые под номерами 3 и 4 не нужны, т.к. части связаны однородным соподчинением.","Ответ: 12567."]}]