[
  {
    "text": "Найдите предложения, в которых тире ставится в соответствии с одним и тем же правилом пунктуации. Запишите номера этих предложений.",
    "options": [
      "(1)Чегемское ущелье — одна из настоящих жемчужин Кабардино-Балкарии. (2)Оно тянется с северо-востока на северо-запад, пронзая Скалистый, Лесистый, Боковой и Пастбищный хребты. (3)В месте, где ущелье проходит сквозь Скалистый хребет, находится теснина — наиболее узкая его часть. (4)Дно ущелья местами сужается до 15–20 м, зажатое по бокам отвесными стенами, которые возвышаются на 100–200 м и нависают над тропой и несущимся рядом Чегемом. (5)Река промыла здесь известняковый хребет, поэтому стены теснины окрашены в красивые оттенки: от белого и кремового до оранжевого. (6)За Скалистым хребтом сохранились древние башни, а в самом конце ущелья возвышается, пожалуй, самая живописная гора Главного Кавказского хребта — Тихтенген (4611 м), западнее которой находится перевал Твибер (3780 м). (7)Здесь путешествие обычных туристов заканчивается: дорогу перегораживает мощный ледник — передвижение по нему очень опасно."
    ],
    "answer": [
      "36",
      "63"
    ],
    "explanation": [
      "Пояснение.",
      "(1)Чегемское сущ.ущелье — числ.одна из настоящих сущ.жемчужин Кабардино-Балкарии.",
      "(2)Оно тянется с северо-востока на северо-запад, пронзая Скалистый, Лесистый, Боковой и Пастбищный хребты. — в предложении нет тире",
      "(3)В месте, где ущелье проходит сквозь Скалистый хребет, находится теснина — распространённое приложение.наиболее узкая его часть .",
      "(4)Дно ущелья местами сужается до 15–20 м, зажатое по бокам отвесными стенами, которые возвышаются на 100–200 м и нависают над тропой и несущимся рядом Чегемом. — Тире для обозначения пределов пространственных, временных, количественных.",
      "(5)Река промыла здесь известняковый хребет, поэтому стены теснины окрашены в красивые оттенки: от белого и кремового до оранжевого. — в предложении нет тире",
      "(6)За Скалистым хребтом сохранились древние башни, а в самом конце ущелья возвышается, пожалуй, самая живописная гора Главного Кавказского хребта — приложениеТихтенген (4611 м), западнее которой находится перевал Твибер (3780 м).",
      "(7)Здесь путешествие обычных туристов заканчивается: дорогу перегораживает мощный ледник — передвижение по нему очень опасно. — (бессоюзное предложение)",
      "Ответ: 36|63"
    ]
  },
  {
    "text": "Найдите предложения, в которых тире ставится в соответствии с одним и тем же правилом пунктуации. Запишите номера этих предложений.",
    "options": [
      "1) На гербах разных стран нередко изображаются растения: на гербе Канады привычным стал кленовый лист, а на государственном гербе Мексики изображён кактус. 2) Это неслучайно, ведь на Мексиканском плоскогорье, возвышающемся над уровнем моря до 2500 метров, находится настоящая страна кактусов. 3) Некоторые кактусы густо покрыты желтыми и красноватыми колючками — такие растения напоминают птиц и зверей. 4) Иногда можно увидеть кактус с длинными свисающими волосами — он похож на голову старика. 5) Цветок кактуса — один из самых красивых в мире. 6) Среди ночной темноты раскрывается большая бело−голубая звезда. 7) Размером цветок с большую тарелку − до двадцати пяти сантиметров в диаметре."
    ],
    "answer": [
      "34"
    ],
    "explanation": [
      "Пояснение.",
      "В предложениях 3 и 4 тире ставится в бессоюзном сложном предложении."
    ]
  },
  {
    "text": "Найдите предложения, в которых тире ставится в соответствии с одним и тем же правилом пунктуации. Запишите номера этих предложений.",
    "options": [
      "1) Для любого человека нет ничего понятнее и ближе, чем слово «дом». 2) Для ребёнка дом — это прежде всего мама, папа, бабушка, дедушка. 3) Для взрослого домом является его семья. 4) « Будьте, как дома», — говорим мы. 5) А народная мудрость гласит: «Дом вести — не лапти плести». 6) И всегда, произнося слово «дом», мы имеем в виду не фундамент, стены и кровлю, а всё человеческое, что помещается в этих стенах. 7) Дом — крепость, защита, обитель семьи, и доступ туда имеет только тот, кому позволяют его обитатели."
    ],
    "answer": [
      "257"
    ],
    "explanation": [
      "Пояснение.",
      "В предложениях 2 и 7 тире ставится между подлежащим и сказуемым, выраженными именами существительными в именительном падеже.",
      "В ответ может быть внесено и предложение №5, т.к. в его составе подлежащее и сказуемое выражены глаголом в неопределённой форме.",
      "Ответ: 257"
    ]
  },
  {
    "text": "Найдите предложения, в которых тире ставится в соответствии с одним и тем же правилом пунктуации. Запишите номера этих предложений.",
    "options": [
      "1) С первых месяцев пребывания в лицее Пушкин начинает записывать свои впечатления и замыслы звучными русскими стихами. 2) Так вырастает его лицейская лирика — первые опыты растущего гения, как бы расправляющего свои крылья для широкого полёта. 3) Так создаётся ранний раздел его творчества — юношеская поэзия Пушкина, исполненная непередаваемой свежести чувств, увлекательности мысли и животрепещущей взволнованности слова. 4) Сохранились пожелтевшие страницы с отроческими стихотворениями Пушкина. 5) Отдельные листики, рукописные сборники, альбомы, тетради — всё это доносит до нас его первые творческие помыслы. 6) Эти дружеские антологии, альбомы и тетради «лицейских трубадуров» - широкая картина необычайного роста поэта. 7) За несколько лет он гигантским шагом прошёл все подготовительные фазы поэтического развития и достиг всеобщего признания.",
      "(по Л. Гроссману)"
    ],
    "answer": [
      "23"
    ],
    "explanation": [
      "Пояснение.",
      "В предложениях 2 и 3 тире обособляет распространённое приложение."
    ]
  },
  {
    "text": "Найдите предложения, в которых запятая ставится в соответствии с одним и тем же правилом пунктуации. Запишите номера этих предложений.",
    "options": [
      "1) Чтобы почувствовать духовные богатства древней русской литературы, необходимо взглянуть на неё глазами её современников. 2) Перенесёмся мысленно в начальные века русской истории, в эпоху нераздельного суще-ствования восточных славян. 3) Русская земля огромна, поселения в ней редки. 4) Чтобы проехать из конца в конец Русскую землю, надо много дней провести на коне или в ладье. 5) В огромных просторах люди с особенной остротой ощущали и ценили своё единство — и в первую очередь единство языка. 6) Роль литературы также становится особенно значимой. 7) Она служит той же цели объединения и выражает народное самосознание единства.",
      "(по Д. Лихачёву)"
    ],
    "answer": [
      "14"
    ],
    "explanation": [
      "Пояснение.",
      "В предложениях 1 и 4 запятая ставится между частями сложноподчинённого предложения."
    ]
  },
  {
    "text": "Найдите предложения, в которых запятые ставятся в соответствии с одним и тем же правилом пунктуации. Запишите номера этих предложений.",
    "options": [
      "1) Среди великих изобретений былых времён, окончательно выделивших род из приниженного состояния, наибольшую роль сыграла письменность. 2) Именно по книгам, как по ступенькам, поднимался человек на свою нынешнюю высоту. 3) Книга — это многовековой опыт. 4) Накопленные знания обретают могущество лавины, преодолевающей с тысячелетнего разгона любое препятствие на столбовой дороге человеческого прогресса, только благодаря книге. 5) Недаром грозные завоеватели древности и наиболее выдающиеся подлецы недавнего прошлого начали свою разбойничью деятельность уничтожением библиотек, кострами из книг… 6)Нет ничего дороже книги у мыслящего человека! 7) Поэтому любите книгу и храните её выше всякого другого достоинства."
    ],
    "answer": [
      "14"
    ],
    "explanation": [
      "Пояснение.",
      "В предложениях 1 и 4 запятые выделяют обособленные определения, выраженные причастными оборотами, стоящими после определяемого слова."
    ]
  },
  {
    "text": "Найдите предложения, в которых запятая ставится в соответствии с одним и тем же правилом пунктуации. Запишите номера этих предложений.",
    "options": [
      "1) Мы предполагали выехать рано, но погода задержала нас. 2) Вдоль дороги кроме кустарниковой поросли не было видно другой растительности. 3) Вот и тополь распустил пух в семенах, чтобы только дождаться легких порывов ветра. 4) В лесу, и в стоймах, и в водоемах — всюду разносился уже не цветочный, а сладкий травный запах пряностей. 5) В полдень мы расположились на отдых у озера, заросшего камышом. 6) Солнце пекло так, что к песку нельзя было прикоснуться. 7) В лучах ярко-желтого солнца озеро блестело, как зеркало."
    ],
    "answer": [
      "36"
    ],
    "explanation": [
      "Пояснение.",
      "В предложениях 3 и 6 запятая ставится между частями сложноподчинённого предложения."
    ]
  },
  {
    "text": "Найдите предложения, в которых запятые ставятся в соответствии с одним и тем же правилом пунктуации. Запишите номера этих предложений.",
    "options": [
      "1) Зелень, одаривая съедобными травами и небывалыми ароматами, в июле уже вовсю цветет. 2) Небосклон голубой и чистый, время от времени проплывают по нему пушистые облака. 3) И вдруг неожиданно жаркое летнее солнце сменяют надвинувшиеся тучи. 4) Только что было солнце  — теперь его поглотила грозная тьма. 5) Сильные порывы ветра, с каждым разом усиливаясь, готовы сорвать ветви с макушек деревьев на своем пути. 6) Гроза стихает так же неожиданно, как и началась. 7) Впереди еще долгие жаркие, знойные и просто теплые приятные деньки."
    ],
    "answer": [
      "15"
    ],
    "explanation": [
      "Пояснение.",
      "В предложениях 1 и 5 запятые выделяют обособленное обстоятельство, выраженное деепричастным оборотом."
    ]
  },
  {
    "text": "Найдите предложения, в которых запятые ставятся в соответствии с одним и тем же правилом пунктуации. Запишите номера этих предложений.",
    "options": [
      "1) Среди великих изобретений былых времён, окончательно выделивших род из приниженного состояния, наибольшую роль сыграла письменность. 2) Именно по книгам, как по ступенькам, поднимался человек на свою нынешнюю высоту. 3) Книга — это многовековой опыт. 4) Накопленные знания обретают могущество лавины, преодолевающей с тысячелетнего разгона любое препятствие на столбовой дороге человеческого прогресса, только благодаря книге. 5) Недаром грозные завоеватели древности и наиболее выдающиеся подлецы недавнего прошлого начали свою разбойничью деятельность уничтожением библиотек, кострами из книг… 6)Нет ничего дороже книги у мыслящего человека! 7) Поэтому любите книгу и храните её выше всякого другого достоинства."
    ],
    "answer": [
      "14"
    ],
    "explanation": [
      "Пояснение.",
      "В предложениях 1 и 4 запятые выделяют обособленные определения, выраженные причастными оборотами, стоящими после определяемого слова."
    ]
  },
  {
    "text": "Найдите предложения, в которых запятая ставится в соответствии с одним и тем же правилом пунктуации. Запишите номера этих предложений.",
    "options": [
      "1) Мы предполагали выехать рано, но что-то нас задержало. 2) Вдоль дороги кроме кустарниковой поросли не было видно другой растительности. 3) Вот и тополь распустил пух в семенах, чтобы только дождаться легких порывов ветра. 4) В лесу, в стоймах и водоемах — всюду разносился запах пряностей, уже не цветочный, а сладкий травный.",
      "5) В полдень мы расположились на отдых у озера, заросшего камышом. 6) Солнце пекло так, что к песку нельзя было прикоснуться. 7) В лучах ярко-желтого солнца озеро блестело, как зеркало."
    ],
    "answer": [
      "36"
    ],
    "explanation": [
      "Пояснение.",
      "В предложениях 3 и 6 запятая ставится между частями сложноподчинённого предложения."
    ]
  },
  {
    "text": "Найдите предложения, в которых запятые ставятся в соответствии с одним и тем же правилом пунктуации. Запишите номера этих предложений.",
    "options": [
      "1) Зелень, одаривая съедобными травами и небывалыми ароматами, в июле уже вовсю цветет. 2) Небосклон голубой и чистый, время от времени проплывают по нему пушистые облака. 3) И, вдруг, неожиданно, жаркое летнее солнце сменяют надвигающиеся тучи. 4) Только что было солнце - теперь его поглотила грозная тьма. 5) Сильные порывы ветра, с каждым разом усиливаясь, готовы сорвать ветви с макушек деревьев на своем пути. 6) Гроза стихает так же неожиданно, как и началась. 7) Впереди еще долгие жаркие, знойные и просто теплые приятные деньки."
    ],
    "answer": [
      "15"
    ],
    "explanation": [
      "Пояснение.",
      "В предложениях 1 и 5 запятые выделяют обособленное обстоятельство, выраженное деепричастным оборотом."
    ]
  },
  {
    "text": "Найдите предложения, в которых запятая ставится в соответствии с одним и тем же правилом пунктуации. Запишите номера этих предложений.",
    "options": [
      "1) Впереди, в голубоватой светящейся мгле, медленно вырастали очертания жёлтых гор. 2) Это был Крым, но я не сразу узнал его. 3) Он показался мне огромным островом, тонущим в утренней синеве. 4) Впервые я увидел из морской дали весь Крым, весь торжественный разворот его берегов от мыса Фиолента до Карадага. 5) Так, очевидно, представляли себе обетованную землю наши пращуры. 6) Мы подходили к берегам, расцвеченным сухими и резкими красками крымской зимы. 7) Уже пылали ржавчиной виноградники, уже видны были покрытые снегом вершины Чатырдага и Ай-Петри…",
      "(по К. Паустовскому)"
    ],
    "answer": [
      "36"
    ],
    "explanation": [
      "Пояснение.",
      "В предложениях 3 и 6 запятая выделяет обособленные определения, выраженные причастными оборотами."
    ]
  },
  {
    "text": "Найдите предложения, в которых запятая ставится в соответствии с одним и тем же правилом пунктуации. Запишите номера этих предложений.",
    "options": [
      "1) Поэт лежал в кабинете, на диване, окружённый книгами своей библиотеки. 2) Он окинул их угасающим взглядом. 3) Для него каждая стоявшая на полках книга была живым организмом,  жившим своей особой жизнью. 4) Томик Байрона с короткой дружеской надписью: «Байрона Пушкину дарит почитатель обоих А. Мицкевич» - рождал в душе воспоминания тех лет, когда он от английского поэта «с ума сходил»... 5) Друзья и книги были неизменными спутниками его короткой бурной жизни. 6) И в своём творчестве часто обращался к ним.",
      "7) Друзья и книги… 8) Обернувшись к ним, Пушкин тихо промолвил:",
      "— Прощайте, друзья!",
      "(по А. Гессену)"
    ],
    "answer": [
      "13"
    ],
    "explanation": [
      "Пояснение.",
      "В предложениях 1 и 3 запятая выделяет обособленные определения, выраженные причастными оборотами."
    ]
  },
  {
    "text": "Найдите предложения, в которых двоеточие ставится в соответствии с одним и тем же правилом пунктуации. Запишите номера этих предложений.",
    "options": [
      "1) Создавая Сибирь, природа допустила просчёт: большинство её рек она направила с юга на север. 2) В Ледовитый океан впадают великие реки: Обь с Иртышом, Енисей с Ангарой, Лена с Алданом. 3) На долю Средней Азии осталось ничтожно мало воды. 4) А она жизненно необходима: тут горячее солнце. 5) Ошибку исправляют учёные — они заставят многоводные реки течь вспять. 6) В исследовательских институтах создаются проекты комплексного использования великих рек Сибири, решаются проблемы бурных весенних паводков. 7) Но всё же нельзя забывать о разумном вмешательстве в природу и почаще задаваться вопросом: «А есть ли у вас право нарушать естественный природный баланс?»"
    ],
    "answer": [
      "14"
    ],
    "explanation": [
      "Пояснение.",
      "В предложениях 1 и 4 двоеточие ставится между частями бессоюзного предложения."
    ]
  },
  {
    "text": "Найдите предложения, в которых тире ставится в соответствии с одним и тем же правилом пунктуации. Запишите номера этих предложений.",
    "options": [
      "1) Белая лошадь с развевающейся гривой, прискакавшая к нам из незапамятных времён, - символ удачи и надежды. 2) Когда-то древнегреческий герой, победив жестокого царя в гонке на колеснице, в благодарность богам основал Олимпийские игры — традиция эта живёт сотни веков. 3) Одним из самых популярных сюжетов русской иконы был всадник на белом коне.  4) Говорят, что белых лошадей в природе не существует. 5) А рождение белого жеребёнка — событие крайней редкости. 6) Может, поэтому люди верят, что встретившаяся им на пути редкая белая лошадь принесёт им редкую удачу. 7) Может, поэтому наивный ребёнок и умудрённый опытом старик, молодая девушка и бесстрашный воин — все замирают при виде белогривой лошади."
    ],
    "answer": [
      "15"
    ],
    "explanation": [
      "Пояснение.",
      "В предложениях 1 и 5 тире ставится между подлежащим и сказуемым, выраженными именами существительными в именительном падеже."
    ]
  },
  {
    "text": "Найдите предложения, в которых тире ставится в соответствии с одним и тем же правилом пунктуации. Запишите номера этих предложений.",
    "options": [
      "1) «Почему, — спрашивал директор школы Сухомлинский, — дети приходят в школу с огромным желанием учиться, а через несколько лет этот огонёк постепенно угасает?» 2) Сухомлинский начинает титанический труд — ищет ответ на поставленный вопрос. 3) Секрет интереса к учёбе оказался прост: должен быть успех, достижение, ощущение роста. 4) Вчера не понимал — сегодня понял, вчера не умел — сегодня научился. 5) Ученик не станок. 6) Ученик вечно в развитии, он растёт и развивается, и надо прежде всего заботиться о его развитии."
    ],
    "answer": [
      "24"
    ],
    "explanation": [
      "Пояснение.",
      "В предложениях 2 и 4 тире ставится в бессоюзном сложном предложении."
    ]
  },
  {
    "text": "Найдите предложения, в которых запятая ставится в соответствии с одним и тем же правилом пунктуации. Запишите номера этих предложений.",
    "options": [
      "1) Подъехавши к трактиру, Чичиков велел остановиться по двум причинам. 2) С одной стороны, чтоб дать отдохнуть лошадям, а с другой стороны, чтоб и самому несколько закусить и подкрепиться. 3) Деревянный потемневший трактир принял Чичикова под свой узенький гостеприимный навес на деревянных выточенных столбиках, похожих на старинные церковные подсвечники. 4) Трактир был что-то вроде русской избы, несколько в большем размере. 5) Резные узорочные карнизы из свежего дерева вокруг окон и под крышей резко и живо пестрили темные его стены; на ставнях были нарисованы кувшины с цветами. 6) Взобравшись узенькою деревянною лестницею наверх, в широкие сени, он встретил отворявшуюся со скрипом дверь и толстую старуху в пестрых ситцах… 7)  — Поросенок есть? — с таким вопросом обратился Чичиков к стоявшей бабе.",
      "(По Н.В. Гоголю)"
    ],
    "answer": [
      "16"
    ],
    "explanation": [
      "Пояснение.",
      "В предложениях 1 и 6 запятая выделяет обособленное обстоятельство, выраженное деепричастным оборотом."
    ]
  },
  {
    "text": "Найдите предложения, в которых запятые ставятся в соответствии с одним и тем же правилом пунктуации. Запишите номера этих предложений.",
    "options": [
      "1) Жизнь в доме начиналась с пяти часов утра: отец вставал рано и тут же принимался за работу. 2) Если с утра собиралось много крестьян и объездчиков, которые дожидались своей очереди по выдаче билетов на рубку леса, отец мобилизовал молодёжь. 3) В работе отец был прост, всегда шутил с крестьянами и объездчиками, просто расспрашивал их об их жизни. 4) Служба отца была опасная: то пожары в лесу, то обвалы, то банды грабителей, но отец перед опасностями не останавливался. 5) Неустанная забота матери о детях проходила через всю нашу жизнь. 6) Несмотря на то что мать была слаба здоровьем, она успевала делать всё аккуратно, к чему приучала и нас. 7)  Даже в самые тяжёлые времена безденежья мать поддерживала в доме уют.",
      "(По воспоминаниям Л. Маяковской)"
    ],
    "answer": [
      "26"
    ],
    "explanation": [
      "Пояснение.",
      "В сложноподчинённых предложениях 2 и 6 запятые между основами.",
      "Предложения 3 и 4 не подходят, т. к. в предложении № 3 запятые при однородных членах предложения, а в предложении № 4 запятые между основами сложного предложения."
    ]
  },
  {
    "text": "Найдите предложения, в которых запятая ставится в соответствии с одним и тем же правилом пунктуации. Запишите номера этих предложений.",
    "options": [
      "1) Ясные дни миновали, и Марусе стало опять хуже. 2) На все наши ухищрения с целью занять её она смотрела равнодушно своими большими глазами, и мы давно не слышали её смеха. 3) Тогда я решился обратиться к своей сестре Соне. 4) У Сони была большая кукла с ярко раскрашенным лицом, роскошными льняными волосами, подарок покойной матери.  5) На эту куклу я возлагал большие надежды и потому, отозвав сестру в боковую аллею, попросил дать мне её на время. 6) Соня, которая сначала прижимала куклу к себе, отдала мне её и обещала в течение двух-трёх дней играть другими игрушками. 7)  Маленькая кукла сделала почти чудо: Маруся, казалось, вдруг ожила.",
      "(По В.Г. Короленко)"
    ],
    "answer": [
      "12"
    ],
    "explanation": [
      "Пояснение.",
      "В сложносочинённых предложениях 1 и 2 запятая между основами."
    ]
  },
  {
    "text": "Найдите предложения, в которых запятая ставится в соответствии с одним и тем же правилом пунктуации. Запишите номера этих предложений.",
    "options": [
      "1) Давным-давно, почти четыреста лет назад, первые землепроходцы – енисейские казаки – вышли на берега громадного пресноводного озера Байкал. 2) Очень интересно это озеро и загадочно его происхождение. 3) Оно занимает гигантскую тектоническую впадину, расположенную на высоте 453 метров над уровнем моря. 4) Очевидно, здесь когда-то в юности нашей Земли произошла колоссальная передвижка земной коры.  5) В результате в одних местах появились скалистые горные складки, а в другом месте образовалась глубокая впадина. 6) Это самое большое озеро из всех пресных озёр, имеющихся на континенте Азии и Европы. 7)  Питается Байкал водами впадающих в него рек и речушек. 8) Рек в Байкал впадает много – вытекает только красавица Ангара."
    ],
    "answer": [
      "36"
    ],
    "explanation": [
      "Пояснение.",
      "В предложениях 3 и 6 запятая выделяет обособленное определение, выраженное причастным оборотом."
    ]
  },
  {
    "text": "Найдите предложения, в которых тире  ставится в соответствии с одним и тем же правилом пунктуации. Запишите номера этих предложений.",
    "options": [
      "1) Наука о камнях — интересная наука. 2) Прошло больше пятидесяти лет с тех пор, как я начал увлекаться минералогией — наукой о камнях. 3) Мне вспоминаются первые детские переживания, связанные со сбором камней. 4) Недалеко от дома на каменной горушке мы – весёлая детвора – целые дни ползали по скалам, спускались к медленно текущей речушке.  5) Однажды нам удалось добыть пирамидки-кристаллики горного хрусталя, прозрачные, как стекло. 6) В нашем воображении где-то в глубине, за неведомыми дверями, рисовались подземные пещеры со сверкающими кристаллами самоцветов. 7)  Мой дядя, учёный-химик, водил нас в лабораторию.",
      "(По Ферсману)"
    ],
    "answer": [
      "24"
    ],
    "explanation": [
      "Пояснение.",
      "В предложениях 2 и 4 тире  выделяет распространённое приложение."
    ]
  },
  {
    "text": "Найдите предложения, в которых запятая  ставится в соответствии с одним и тем же правилом пунктуации. Запишите номера этих предложений.",
    "options": [
      "1) На краю нашей планеты лежит, как спящая принцесса, закованная в голубое земля. 2) Зловещая и прекрасная, она лежит в морозной дремоте, в складках снежной мантии, светясь аметистами и изумрудами льдов. 3) Такова Антарктика, снежный материк, который по площади почти равен Южной Америке. 4) Из Арктики в Антарктику переместился центр полярных исследований. 5) Двенадцать стран снарядили на шестой континент научные экспедиции по программе Международного геофизического года. 6) Перед учёными стоит ещё немало загадок: какова точная форма земного шара,  сколько льда на планете, в чём причина магнитных бурь… 7)  Этими и многими другими вопросами занимается геофизика, наука о Земле."
    ],
    "answer": [
      "37"
    ],
    "explanation": [
      "Пояснение.",
      "В предложениях 3 и 7 запятая  выделяет распространённое приложение."
    ]
  },
  {
    "text": "Найдите предложения, в которых запятые  ставятся в соответствии с одним и тем же правилом пунктуации. Запишите номера этих предложений.",
    "options": [
      "1) Щепкин познал, как он сам выражался, русскую жизнь от лакейской до дворца. 2) Внук и сын крепостного, он томился в неволе у помещика Воль-кенштейна. 3) Жизненный путь ставшего знаменитым артиста Щепкина про-должался семьдесят пять лет, а из этих семидесяти пяти лет только сорок два года он был свободным человеком. 4) Первые годы службы на московской сцене, о которых свидетельствовали многие современники артиста, принесли ему много разочарований и горести. 5) Но мастерство год от года росло. 6) Игра Щепкина, говорил Герцен, вся от доски до доски была проникнута теплотой, правдивостью. 7)  Не зря его называли «не театралом на театре»."
    ],
    "answer": [
      "16"
    ],
    "explanation": [
      "Пояснение.",
      "В предложениях 1 и 6 запятые  выделяют вводные предложения."
    ]
  },
  {
    "text": "Найдите предложения, в которых запятая  ставится в соответствии с одним и тем же правилом пунктуации. Запишите номера этих предложений.",
    "options": [
      "1) В тихий летний день, когда я впервые увидел озеро Сайму, оно имело вид светлого зеркала, по которому были раскиданы островки и скалы. 2) На этих островках нет земли, один гранит. 3) Из гигантского сплетения озёр течёт прозрачная и широкая Вуокса в лесной глуши. 4) Беспрестанно заграждают ей путь пороги, и вдруг гранитные скалы заставили реку течь по сильно наклоненной щели, стиснув её светлые воды. 5) Река, вся белая от пены, с бешеным ревом прыгает, как дикий зверь, высоко подбрасывая гребни волн. 6) Каких только звуков не услышишь в этой дикой музыке: тут и гром, и вой, и плач, и шум леса, и стоны. 7)  Это водопад Иматра."
    ],
    "answer": [
      "45"
    ],
    "explanation": [
      "Пояснение.",
      "В предложениях 4 и 5 есть запятая,  выделяющая обособленное обстоятельство, выраженное деепричастным оборотом."
    ]
  },
  {
    "text": "Найдите предложения, в которых тире  ставится в соответствии с одним и тем же правилом пунктуации. Запишите номера этих предложений.",
    "options": [
      "1) Бег — самый древний вид лёгкой атлетики. 2) На Олимпийском стадионе в древней Элладе первыми выходили на арену бегуны, начинающие легкоатлетические состязания. 3) На приволье: в поле, в лесу или парке на беговой дорожке стадиона — начинается путь будущих чемпионов и рекордсменов. 4) «Внимание!» - негромко произносит стартер на прямой, как стрела, беговой дорожке. 5) Вот-вот раздастся выстрел и бегун устремится вперёд – бег надо начать сразу же после выстрела. 6) Некоторые спортсмены могут начать бег почти мгновенно. 7)  Но это «почти» - десятая доля секунды, от которой зависит победа или рекорд."
    ],
    "answer": [
      "17"
    ],
    "explanation": [
      "Пояснение.",
      "В предложениях 1 и 7 тире ставится между подлежащим и сказуемым, выраженными именами существительными в именительном падеже. Слово «почти» в предложении №7 выступает в роли существительного."
    ]
  },
  {
    "text": "Найдите предложения, в которых тире  ставится в соответствии с одним и тем же правилом пунктуации. Запишите номера этих предложений.",
    "options": [
      "1) Ростов Великий — самый древний город в Северо-Восточной Руси. 2) Только два города Древней Руси были удостоены почетного звания «Великий»: Новгород  и Ростов Ярославский (Ростов Великий). 3) При князе Юрии Долгоруком Ростово-Суздальское княжество прекратило платить дань Киеву, стало одним из сильнейших в Европе, именно тогда Ростов и получил название Великого.",
      "4) С  XVIII в. Ростов стал крупным торгово-ярмарочным центром. 5) В XIX в. Ростовская ярмарка была третьей в России по объемам торговли — после Нижегородской и Ирбитской.",
      "6) Современный Ростов Великий — это уникальный историко-архитектурный заповедник, удивительный город, существующий уже более одиннадцати столетий. 7) Архитектурные памятники Ростова Великого про-должают свою жизнь в современном городе. 8) Они как молчаливые свидетели прошлого и настоящего, и ростовцы бережно и трепетно заботятся об их сохранении."
    ],
    "answer": [
      "16"
    ],
    "explanation": [
      "Пояснение.",
      "В предложениях 1 и 6 тире ставится между подлежащим и сказуемым, выраженными именами существительными в именительном падеже."
    ]
  },
  {
    "text": "Найдите предложения, в которых запятая  ставится в соответствии с одним и тем же правилом пунктуации. Запишите номера этих предложений.",
    "options": [
      "1) Слово «заря» — одно из прекраснейших слов русского языка. 2) Оно сродни той устоявшейся тишине ночи, когда над зарослями деревенского сада занимается чистая и слабая синева. 3) Заря бывает не только утренняя, но и вечерняя. 4) Мы часто путаем два понятия: закат солнца и вечернюю зарю. 5) Вечерняя заря начинается, когда солнце уже зайдёт за край земли. 6) Тогда она овладевает меркнущим небом, разливая по нему множество чистых красок и медленно переходя в поздние сумерки и в ночь. 7) Кричат в кустах коростели, бьют перепела, гудит выпь, горят первые звёзды, а заря еще долго дотлевает над далями и туманами."
    ],
    "answer": [
      "25"
    ],
    "explanation": [
      "Пояснение.",
      "В предложениях 2 и 5 запятая между основами в сложноподчиненном предложении."
    ]
  },
  {
    "text": "Найдите предложения, в которых запятая  ставится в соответствии с одним и тем же правилом пунктуации. Запишите номера этих предложений.",
    "options": [
      "1) Сама Софья Васильевна Ковалевская рассказывает в своих воспоминаниях, что большое влияние на пробуждение у неё интереса к математике оказал дядя своими рассказами о квадратуре круга и других увлекательных математических вопросах. 2) Эти рассказы действовали на фантазию девочки и создавали в ней представление о математике, как о науке с множеством загадок. 3) Софья Васильевна рассказывает ещё о другом случае, укрепившем в ней интерес к математике. 4) Детская комната за нехваткою обоев была оклеена листами лекций по высшей математике, которые слушал в молодости её отец. 5) Таинственные формулы, загадочные слова и фигуры от частого обозрения их врезались в память девочки. 6) В возрасте пятнадцати лет она стала брать уроки высшей математики – теперь сообщаемые ей учителем новые понятия казались старыми знакомыми и она усваивала их, к удивлению учителя, очень легко."
    ],
    "answer": [
      "14"
    ],
    "explanation": [
      "Пояснение.",
      "В предложениях 1 и 4 запятая между основами в сложноподчиненном предложении."
    ]
  },
  {
    "text": "Найдите предложения, в которых запятая  ставится в соответствии с одним и тем же правилом пунктуации. Запишите номера этих предложений.",
    "options": [
      "1) Количество видимых на небе простым глазом звёзд кажется неисчислимым. 2) По мнению учёных, одновременно в нашем поле зрения бывает не более трёх тысяч звёзд. 3) Звёзды — это те же солнца. 4) Они кажутся нам блестящими точками — так далеко удалены они от Земли на необозримые расстояния. 5) Ещё в древности люди заметили, что некоторые группы ярких звёзд образуют разные фигуры. 6) Разделив всё небо на созвездия, учёные составили звёздные карты. 7) Все звёзды, даже самые маленькие, были причислены к тому или иному созвездию. 8) И расположение звёзд в созвездиях, и расстояние их друг от друга кажутся неизменными. 9) По расчётам учёных, заметить движение звёзд можно будет лишь через десятки тысяч лет."
    ],
    "answer": [
      "29"
    ],
    "explanation": [
      "Пояснение.",
      "В предложениях 2 и 9 запятая выделяет вводное словосочетание."
    ]
  },
  {
    "text": "Найдите предложения, в которых запятая  ставится в соответствии с одним и тем же правилом пунктуации. Запишите номера этих предложений.",
    "options": [
      "1) Солнце уже пряталось, и на цветущей ржи растянулись вечерние тени. 2) Два ряда тесно посаженных елей стояли, образуя красивую аллею. 3) Я перелез через изгородь и пошёл по ней, скользя по еловым иглам. 4) Было тихо и темно,  только на вершинах кое-где дрожал яркий золотой свет и переливался в сетях паука. 5) Направо, в старом фруктовом саду, нехотя пела иволга, должно быть, тоже старая. 6) Передо мной неожиданно открылся чудесный вид: широкий пруд, деревня на том берегу, высокая узкая колокольня. 7) На ней горел крест.",
      "(По А. П. Чехову)"
    ],
    "answer": [
      "23"
    ],
    "explanation": [
      "Пояснение.",
      "В предложениях 2 и 3 запятая выделяет обособленное обстоятельство, выраженное деепричастным оборотом."
    ]
  },
  {
    "text": "Найдите предложения, в которых запятая  ставится в соответствии с одним и тем же правилом пунктуации. Запишите номера этих предложений.",
    "options": [
      "1) К зрелости мысли Левитана всё чаще останавливались на осени. 2) Правда, он написал несколько превосходных весенних вещей, но почти всегда это была похожая на осень весна. 3) Левитан, так же, как Пушкин, ждал осени как самого дорогого и мимолётного времени года. 4) Она снимала со всей природы: с лесов, лугов, с полей – густые цвета, смывая дождями зелень. 5) Осень на картинах Левитана очень разнообразна. 6) На них изображены знакомые с детства стога сена, почерневшие от сырости, и одинокие золотые берёзы, ещё не обитые ветром. 7) Но во всех его пейзажах лучше всего передана печаль прощальных дней и предзимнего солнца, едва заметно прогревающего землю.",
      "(По К. Паустовскому)"
    ],
    "answer": [
      "67"
    ],
    "explanation": [
      "Пояснение.",
      "В предложениях 6 и 7 запятая выделяет обособленное определение, выраженное причастным оборотом."
    ]
  },
  {
    "text": "Найдите предложения, в которых тире ставится в соответствии с одним и тем же правилом пунктуации. Запишите номера этих предложений.",
    "options": [
      "(1)Онежское озеро — самое популярное у посещающих Карелию туристов место. (2)Здесь находятся знаменитые петроглифы — неолитические наскальные рисунки на мысах Бесов нос, Пери нос и Карецкий нос. (3)Кроме того, здесь расположен известный на весь мир заповедник Кижи, а также окрестности Медвежьегорска, печально знаменитые захоронениями жертв политических репрессий. (4)В свою очередь, Приладожье — ещё один южный район Карелии — привлекает туристов мягким климатом, карельскими лесами и скалами. (5)Сюда приезжают посмотреть старинный городок Сортавалу, Валаамский архипелаг и монастырь, древний Олонец. (6)Именно в Приладожье расположен горный парк «Рускеала» — заполненный грунтовыми водами бывший мраморный карьер."
    ],
    "answer": [
      "246",
      "642",
      "426"
    ],
    "explanation": [
      "Пояснение.",
      "В предложениях под номерами 2, 4, 6 тире тире ставится при распространённых приложениях.",
      "Ответ: 246|642|426."
    ]
  },
  {
    "text": "Найдите предложения, в которых тире ставится в соответствии с одним и тем же правилом пунктуации. Запишите номера этих предложений.",
    "options": [
      "(1)Я любил русскую классическую поэзию: Кольцова, Некрасова, Никитина, Пушкина, Лермонтова, впоследствии Бунина — и в то же время не мог не завидовать моему новому другу, романтической манере его декламации, даже его претенциозному псевдониму.",
      "(2)Птицелов, мой новый друг, ютился вместе со всеми своими книгами приключений, а также толстым томом «Жизни животных» Брема — его любимой книгой — на антресолях двухкомнатной квартирки.",
      "(3)— Там, где выступ холодный и серый водопадом свергается вниз, я кричу у безмолвной пещеры… — декламировал он на бис своё коронное стихотворение.",
      "(4)Птицелов выглядел силачом, атлетом, но впоследствии я узнал, что с детства он страдает бронхиальной астмой и вся его как бы гладиаторская внешность — не что иное, как не без труда давшаяся поза. (5)Даже небольшой шрам на его мускулисто напряжённой щеке — след детского пореза осколком оконного стекла — воспринимался как зарубцевавшаяся рана от удара пиратской шпаги.",
      "(по В.П. Катаеву)"
    ],
    "answer": [
      "25",
      "52"
    ],
    "explanation": [
      "Пояснение.",
      "В предложениях под номерами 2 и 5 тире выделяет приложения.",
      "Ответ: 25|52."
    ]
  },
  {
    "text": "Найдите предложения, в которых тире ставится в соответствии с одним и тем же правилом пунктуации. Запишите номера этих предложений.",
    "options": [
      "(1)Уральские горы — уникальный для нашей страны природный объект — пересекают Россию с севера на юг и являются границей между двумя частями света и двумя крупнейшими частями страны. (2)Уральские горы имеют длинную и сложную историю. (3)Она начинается ещё в протерозойскую эру — настолько древний и малоисследованный этап истории нашей планеты, что учёные даже не делят его на периоды и эпохи. (4)Новые крупные поднятия на Урале возобновились лишь 30 миллионов лет назад, в ходе которых Полярная, Приполярная, Северная и Южная части гор были приподняты почти на километр, а Средний Урал — примерно на 300–400 метров. (5)В настоящее время Уральские горы стабилизировались — крупных движений земной коры здесь не наблюдается. (6)Уральский хребет составляют средние и низкие по высоте горы, наивысшая точка — гора Народная на Приполярном Урале, достигающая 1895 метров. (7)Любопытно, что вторая по высоте вершина  Ямантау  находится на Южном Урале. (8)Вообще, в профиль Уральские горы напоминают впадину: самые высокие хребты расположены на севере и юге, а средняя часть не превышает 500 метров, так что, пересекая Средний Урал, можно даже не заметить гор."
    ],
    "answer": [
      "13",
      "31"
    ],
    "explanation": [
      "Пояснение.",
      "В предложениях под номерами 1, 3 тире выделяет распространённые приложения, носящие пояснительный характер.",
      "Ответ: 13|31."
    ]
  },
  {
    "text": "Найдите предложения, в которых запятые ставятся в соответствии с одним и тем же правилом пунктуации. Запишите номера этих предложений.",
    "options": [
      "(1)Чудско-Псковское озеро, будучи третьим по величине на территории Европы, представляет собой озёрный комплекс. (2)Этот комплекс, расположенный на границе Ленинградской и Псковской областей и Эстонии, состоит из трёх частей. (3)Их иногда называют отдельными озёрами: Псковское, Чудское, Среднее. (4)Общая длина комплекса составляет 150 километров, ширина — 50 километров, общая площадь поверхности — 3550 квадратных километров. (5)Общая глубина озера составляет 6 метров — оно мелководно. (6)География озера обширна: в него впадает более 30 рек, а вытекает только одна — Нарва. (7)Для него характерны болотистые низменные берега; местами можно встретить поросшие соснами холмы и дюны. (8)Самый крупный город, построенный на российском побережье Чудско-Псковского озера, — Гдов. (9)На Чудско-Псковском озере располагаются 29 островов (обитаем только один из них), 22 из которых находятся на территории Чудского озера."
    ],
    "answer": [
      "28",
      "82"
    ],
    "explanation": [
      "Пояснение.",
      "В предложениях под номерами 2, 8 запятые выделяют обособленные определения, выраженные причастными оборотами.",
      "Ответ: 28|82."
    ]
  }
]
