[{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["В этом пейзаже не было ни одной кричащей краски, ни одной острой черты в рельефе, но его скупые  озёрца, наполненные тёмной и спокойной водой, кажется, выражали главную суть воды больше, чем все моря и океаны."],"answer":["главную"],"explanation":["В этом пейзаже не было ни одной кричащей краски, ни одной острой черты в рельефе, но его скупые озёрца, наполненные тёмной и спокойной водой, кажется, выражали суть воды больше, чем все моря и океаны.","В предложении лишним было слово «ГЛАВНУЮ», т.к. оно относилось к слову «СУТЬ».  Это тавтология.","Ответ: главную"]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["Холодный снег набился в морщины коры, и толстый, в три обхвата, ствол казался прошитым серебряными нитями."],"answer":["холодный"],"explanation":["Снег набился в морщины коры, и толстый, в три обхвата, ствол казался прошитым серебряными нитями.","В предложении лишним было слово «холодный», т.к. оно относилось к слову «снег»: снег не может быть тёплым.","Ответ: холодный."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["Когда канонада утихла и они вошли, наконец, в дом, на полу обнаружили совершенно мёртвого человека."],"answer":["совершенно"],"explanation":["Когда канонада утихла и они вошли, наконец, в дом, на полу обнаружили мёртвого человека.","В предложении лишним было слово «совершенно», т. к. оно относилось к слову «мёртвого»: мёртвый не может быть мёртвым в какой-либо степени.","Ответ:  совершенно."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["Скрывать истинную правду было бесполезно, да Серпилин и не считал себя вправе это делать."],"answer":["истинную"],"explanation":["Скрывать правду было бесполезно, да Серпилин и не считал себя вправе это делать.","В предложении лишним было слово «истинную», т. к. оно относилось к слову «правду»: правда и истина – слова-синонимы.","Ответ:  истинную."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["То степь открывалась далёкая и молчаливая, то низкие, подернутые кровью тучи, а то и люди, и паровик, и молотилка разом тонули в чернеющей темноте."],"answer":["чернеющей"],"explanation":["То степь открывалась далёкая и молчаливая, то низкие, подернутые кровью тучи, а то и люди, и паровик, и молотилка разом тонули в темноте.","Неуместно сочетание «чернеющая темнота».","Ответ: чернеющая|чернеющей."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["Новенький, вероятно, плохо сходился с людьми: в общих чаепитиях не участвовал, работал всегда молча, без слов."],"answer":["безслов","молча"],"explanation":["Новенький, вероятно, плохо сходился с людьми: в общих чаепитиях не участвовал, работал всегда молча.","ИЛИ:","Новенький, вероятно, плохо сходился с людьми: в общих чаепитиях не участвовал, работал всегда без слов.","Избыточно уточнение «без слов», т.к. «молча» подразумевает отсутствие слов. В предложении имеем дело с тавтологией.","Ответ:  безслов или молча."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["Орешник почти отпылил, а берёза еще робеет зеленеть, не доверяя наступившей теплыни, а лес совсем прозрачный, без теней, словно после сна щурится спросонья."],"answer":["спросонья","послесна"],"explanation":["Орешник почти отпылил, а берёза еще робеет зеленеть, не доверяя наступившей теплыни, а лес совсем прозрачный, без теней, словно щурится спросонья.","ИЛИ:","Орешник почти отпылил, а берёза еще робеет зеленеть, не доверяя насту-пившей теплыни, а лес совсем прозрачный, без теней, словно щурится после сна.","«После сна» и «спросонья» — одно и то же. Это тавтология.","Ответ: спросонья или послесна."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["Они казались спокойны и смелы; однако ж при моем приближении обе потупили опущенные головы и закрылись своими изодранными чадрами."],"answer":["опущенные"],"explanation":["Они казались спокойны и смелы; однако ж при моем приближении обе потупили головы и закрылись своими изодранными чадрами.","В предложении лишним было слово «опущенные», т. к. оно относилось к слову «потупили»: потупить и опустить — слова-синонимы.","Ответ: опущенные."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["Нередко художественные произведения бывают автобиографичны. Известно, что, создавая повесть «Бегство в Америку», Александр Грин писал свою автобиографию."],"answer":["свою"],"explanation":["Нередко художественные произведения бывают автобиографичны. Известно, что, создавая повесть «Бегство в Америку», Александр Грин писал автобиографию.","Значение слова «автобиография» -своя личная биография.","Ответ: свою."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["Спектакль по-прежнему имеет большой успех, несмотря на то, что в репертуаре уже не один год: первая премьера спектакля состоялась осенью двухтысячного года."],"answer":["первая"],"explanation":["Спектакль по-прежнему имеет большой успех, несмотря на то, что в ре-пертуаре уже не один год: премьера спектакля состоялась осенью двухтысячного года.","В предложении лишним было слово «первая», т. к. оно относилось к слову «премьера» - их значения синонимичны.","Ответ: первая."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово / сочетание слов. Выпишите это слово.","options":["Сроки сдачи военного объекта нарушены, потому что многие агрегаты для комплекса импортировались из-за рубежа, а из-за санкций срочно пришлось решать проблему импортозамещения."],"answer":["из-зарубежа"],"explanation":["Сроки сдачи военного объекта нарушены, потому что многие агрегаты для комплекса импортировались, а из-за санкций срочно пришлось решать проблему импортозамещения.","Значение слова «импорт» — привезённый из-за рубежа, поэтому в предложении «из-за рубежа» — лишнее сочетание.","Ответ: из-зарубежа.","Примечание.","Отметим также, что предпочтительно не использовать повтор импортировались — импортозамещения."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["Поддерживает эти процессы и необычный феномен избирательного запоминания, когда индивиды лучше запоминают те сообщения, которые соответствуют их представлениям."],"answer":["необычный"],"explanation":["Поддерживает эти процессы и феномен избирательного запоминания, когда индивиды лучше запоминают те сообщения, которые соответствуют их представлениям.","Значение слова «феномен» — необычный, нестандартный, поэтому в предложении слово «необычный» лишнее, ведь оно относится к слову «феномен».","Ответ: необычный."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["Сквайр Трелони, доктор Ливси и другие джентльмены попросили меня написать все, что я знаю об «Острове сокровищ». Им хочется, чтобы я рассказал всю историю, с начала до конца."],"answer":["всю"],"explanation":["Сквайр Трелони, доктор Ливси и другие джентльмены попросили меня написать все, что я знаю об «Острове сокровищ». Им хочется, чтобы я рассказал историю с самого начала до конца.","«Всю» и «с начала до конца» - одно и то же. Это тавтология.","Ответ: всю."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["Не существует существенной разницы в нравственных приоритетах мировых религий."],"answer":["существенной"],"explanation":["Не существует разницы в нравственных приоритетах мировых религий.","Рядом в предложении оказались два однокоренных слова — это также может считаться тавтологией.","Ответ: существенной."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["К ужину Марья Сергеевна испекла яблочную шарлотку из яблок и пригласила на чай соседей."],"answer":["яблочную","изяблок"],"explanation":["К ужину Марья Сергеевна испекла яблочную шарлотку и пригласила на чай соседей. ИЛИ: К ужину Марья Сергеевна испекла шарлотку из яблок и пригласила на чай соседей.","Шарлотка — это яблочный пирог, поэтому словосочетание «яблочная ... из яблок» может считаться тавтологией.","Ответ: яблочную|изяблок"]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["Вот какими речевыми шедеврами изобилуют даже очень популярные газеты: «На этот сегодняшний день уборка риса завершена во всех рисоводческих хозяйствах района»."],"answer":["сегодняшний","этот"],"explanation":["Вот какими речевыми шедеврами изобилуют даже очень популярные газеты: «На этот день уборка риса завершена во всех рисоводческих хозяйствах района».","Сегодняшний — сего (этого) дня, поэтому словосочетание «сегодняшний день» может считаться тавтологией.","Может быть ошибка и иначе: Вот какими речевыми шедеврами изобилуют даже очень популярные газеты: «На сегодняшний день уборка риса завершена во всех рисоводческих хозяйствах района».","Ответ: сегодняшний|этот."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["Наконец мы видим лес, хмурое небо в мохнатых тучах, меж которыми лишь кое-где видна чернеющая чернота."],"answer":["чернеющая"],"explanation":["Наконец мы видим лес, хмурое небо в мохнатых тучах, меж которыми лишь кое-где видна темнота. «Чернеющая чернота» — это тавтология.","Ответ: чернеющая."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["Сквозь желтоватую мокрую воду проглядывало песчаное дно, которое уходило глубже, и озерная вода становилась черной."],"answer":["мокрую","мокрая"],"explanation":["Сквозь желтоватую воду проглядывало песчаное дно, которое уходило глубже, и озерная вода становилась черной.","«Мокрая вода» — это тавтология.","Ответ: мокрую|мокрая."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["В воздухе уже начинал чувствоваться наливавшийся жаркий зной, а в глухом ельнике было так прохладно."],"answer":["жаркий"],"explanation":["В воздухе уже начинал чувствоваться наливавшийся зной, а в глухом ельнике было так прохладно. «Жаркий зной» — это тавтология.","Ответ: жаркий."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["Богатая роскошь природы не трогала старика, но зато многое восхищало Сергея, бывшего здесь впервые."],"answer":["богатая"],"explanation":["Роскошь природы не трогала старика, но зато многое восхищало Сергея, бывшего здесь впервые.  «Богатая роскошь» — это тавтология.","Ответ: богатая."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["Командир был убит насмерть, и командование взял на себя молодой лейтенант, который прибыл в часть неделю назад."],"answer":["насмерть"],"explanation":["Командир был убит, и командование взял на себя молодой лейтенант, который прибыл в часть неделю назад. «Убит насмерть» — это тавтология.","Ответ: насмерть."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["Маленькие малыши сидели за столом, склонив головы, и, произнося шепотом слова, обсуждали, по-видимому, какую-то важную, на их взгляд, проблему, поэтому я старался им не мешать."],"answer":["маленькие"],"explanation":["Малыши сидели за столом, склонив головы, и, произнося шепотом слова, обсуждали, по-видимому, какую-то важную, на их взгляд, проблему, поэтому я старался им не мешать. «Маленькие малыши» — это тавтология.","Ответ: маленькие."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["Шёл проливной ливень, так что на крыльцо нельзя было выйти."],"answer":["проливной"],"explanation":["Шёл ливень, так что на крыльцо нельзя было выйти. «Проливной ливень» — это тавтология.","Ответ: проливной."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["Стол напоминал сад: на нём было расставлено так много цветущих цветов, что блюда с закусками терялись в их таинственной чаще."],"answer":["цветущих"],"explanation":["Стол напоминал сад: на нём было расставлено так много цветов, что блюда с закусками терялись в их таинственной чаще. «Цветущие цветы» — это тавтология.","Ответ: цветущих."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["Стало ясно, что мы неверно определили основную суть эксперимента — теперь нам придётся проводить исследование сначала."],"answer":["основную"],"explanation":["Стало ясно, что мы неверно определили суть эксперимента — теперь нам придётся проводить исследование сначала. В предложении лишним было слово «основную», т. к. оно относилось к слову «суть». Это тавтология.","Ответ: основную."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["В прейскуранте цен мы не обнаружили товара, который был нам необходим для завершения ремонта."],"answer":["цен"],"explanation":["В прейскуранте мы не обнаружили товара, который был нам необходим для завершения ремонта.","В предложении лишним было слово «цен», т. к. оно относилось к слову «прейскурант». Это одно и то же: прейскурант — перечень цен на товары.","Ответ: цен."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["В крупной фирме по продаже офисного оборудования имеется свободная вакансия менеджера."],"answer":["свободная"],"explanation":["В крупной фирме по продаже офисного оборудования имеется вакансия менеджера. «Свободная вакансия» — это тавтология.","Ответ: свободная."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["Когда совершаешь поступок, за который потом может быть стыдно, нужно помнить о том, что когда-нибудь вы получите эффект обратного бумеранга."],"answer":["обратного"],"explanation":["Когда совершаешь поступок, за который потом может быть стыдно, нужно помнить о том, что когда-нибудь вы получите эффект бумеранга.","«Обратный бумеранг» — это тавтология, ведь бумеранг — это то, что возвращается, т. е. имеет обратное действие.","Ответ: обратного."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["Экспедиция проходила успешно, пока ледяной айсберг не преградил путь кораблю."],"answer":["ледяной"],"explanation":["Экспедиция проходила успешно, пока айсберг не преградил путь кораблю.","«Ледяной айсберг» — это тавтология, ведь айсберг, разумеется, состоит изо льда.","Ответ: ледяной."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["Мнение о том, что ангина случается из-за холодного мороженого, ошибочно — это доказали датские учёные."],"answer":["холодного"],"explanation":["Мнение о том, что ангина случается из-за мороженого, ошибочно – это доказали датские учёные.  «Холодное мороженое» — это тавтология.","Ответ: холодного."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["Светловолосая блондинка подошла к мужчине, и они заговорили, как будто были давно знакомы."],"answer":["светловолосая"],"explanation":["Блондинка подошла к мужчине, и они заговорили, как будто были давно знакомы.","«Светловолосая блондинка» — это тавтология.","Ответ: светловолосая."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["И даже когда из-за череды неудач, которые произошли в последние несколько месяцев, Лариса ушла на предприятие, где неожиданно появилась свободная вакансия, девушка ещё некоторое время продолжала дежурить в клинике."],"answer":["свободная"],"explanation":["И даже когда из-за череды неудач, которые произошли в последние несколько месяцев, Лариса ушла на предприятие, где неожиданно появилась вакансия, девушка ещё некоторое время продолжала дежурить в клинике.","В предложении лишним было слово «свободная», т.к. оно относилось к слову «вакансия».  Это тавтология.","Ответ: свободная"]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["Режиссёр нашёл и отразил грань между эпохами, отчего, как мне кажется, фильм смотрится на одном дыхании, несмотря на его немалый хронометраж времени."],"answer":["времени"],"explanation":["Режиссёр нашёл и отразил грань между эпохами, отчего, как мне кажется, фильм смотрится на одном дыхании, несмотря на его немалый хронометраж.","В предложении лишним было слово «времени», т.к. оно относилось к слову «хронометраж».  Это тавтология.","Ответ: времени"]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["С бодрыми восклицаниями вперемешку с неуместной робостью мы вошли в двери театра и стали подниматься вверх по лестнице с медными прутьями и красовавшейся на ней красной ковровой дорожкой."],"answer":["вверх"],"explanation":["С бодрыми восклицаниями вперемешку с неуместной робостью мы вошли в двери театра и стали подниматься по лестнице с медными прутьями и красовавшейся на ней красной ковровой дорожкой.","В предложении лишним было слово «вверх», т.к. оно относилось к слову «подниматься».  Это тавтология.","Ответ: вверх"]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["Можно говорить о разных типах молодёжных театров, среди них – традиционный реалистический театр (тяготеющий к психологической драме), театр на основе народного фольклора, игровой праздничный театр, театр абсурда."],"answer":["народного"],"explanation":["Можно говорить о разных типах молодёжных театров, среди них – традиционный реалистический театр (тяготеющий к психологической драме), театр на основе фольклора, игровой праздничный театр, театр абсурда.","В предложении лишним было слово «народного», т.к. оно относилось к слову «фольклора».  Это тавтология.","Ответ: народного"]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["На экзамене по биологии ответы отвечающих были сбивчивы — больше тройки никто не получил."],"answer":["отвечающих"],"explanation":["На экзамене по биологии ответы были сбивчивы — больше тройки никто не получил.","В предложении лишним было слово «отвечающих», т. к. оно относилось к слову «ответы». Это тавтология.","Ответ: отвечающих."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["Вниз по лестнице спускаться было ещё сложнее: мышцы напрягались, ноги не слушались."],"answer":["вниз"],"explanation":["По лестнице спускаться было ещё сложнее: мышцы напрягались, ноги не слушались.","В предложении лишним было слово «вниз». «Вниз спускаться» ─ это тавтология.","Ответ: вниз."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["Температура атмосферного воздуха в феврале была выше нормы, поэтому первоцветы распустились раньше обычного."],"answer":["атмосферного"],"explanation":["Температура воздуха в феврале была выше нормы, поэтому первоцветы распустились раньше обычного.","В предложении лишним является слово «атмосферного», т. к. «атмосфера» и «воздух» ─ это слова-синонимы.","Ответ: атмосферного."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["Я увлекаюсь лингвистикой и языкознанием, поэтому хочу поступать на филфак."],"answer":["лингвистикой","языкознанием"],"explanation":["Я увлекаюсь лингвистикой, поэтому хочу поступать на филфак.","ИЛИ","Я увлекаюсь языкознанием, поэтому хочу поступать на филфак.","В предложении лишним является слово «лингвистика» или слово «языкознание», т. к. это слова-синонимы.","Ответ: лингвистикой|языкознанием."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["В своей диссертации молодой учёный привёл результаты проведённых им исследований новой вакцины."],"answer":["своей"],"explanation":["В диссертации молодой учёный привёл результаты проведённых им исследований новой вакцины.","В предложении лишним является слово «своей», т. к. привести результаты своих исследований ученый в чужой диссертации не мог.","Ответ: своей."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["Чтобы написать недописанное сочинение, учитель дал нам время на уроке литературы."],"answer":["недописанное"],"explanation":["Чтобы дописать сочинение, учитель дал нам время на уроке литературы.","ИЛИ","Чтобы написать сочинение, учитель дал нам время на уроке литературы.","В предложении лишним является слово «недописанное», т. к. употребление рядом стоящих однокоренных слов является тавтологией.","Ответ: недописанное."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["«Дальнейшее совместное сотрудничество наших стран будет развиваться», ─ сказал на встрече президент."],"answer":["совместное"],"explanation":["«Дальнейшее сотрудничество наших стран будет развиваться», ─ сказал на встрече президент.","В предложении лишним является слово «совместное», т. к. относится к слову «сотрудничество», уже предполагающее совместные действия.","Ответ: совместное."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["Он хорошо разбирался в тонких нюансах промышленного строительства."],"answer":["тонких"],"explanation":["Он хорошо разбирался в нюансах промышленного строительства.","Существительное «нюанс» образовано от фр. nuance — оттенок, тонкое отличие, поэтому употребление рядом с ним прилагательного «тонкий» является плеоназмом.","Ответ: тонких."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["Маршрут движения автобуса с тех пор не менялся."],"answer":["движения"],"explanation":["Маршрут автобуса с тех пор не менялся.","Слово «маршрут» означает «направление движения», поэтому словосочетание «маршрут движения» является плеоназмом.","Ответ: движения."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["Промышленная индустрия развивается всё стремительнее — наш город превращается в крупный экономический центр."],"answer":["промышленная"],"explanation":["Индустрия развивается всё стремительнее — наш город превращается в крупный экономический центр.","В предложении лишним является слово «промышленная», т. к. относится к слову «индустрия», само по себе означающее «промышленность».","Ответ: промышленная."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["На собрание товарищества собственников квартир собралось тридцать человек жителей ближайших многоэтажек."],"answer":["человек"],"explanation":["На собрание товарищества собственников квартир собралось тридцать жителей ближайших многоэтажек.","В предложении лишним является слово «человек», т. к. слово «житель» включает в себя значение слова «человек».","Ответ: человек."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["В такой благоприятной среде могли возникать различные всевозможные микроорганизмы."],"answer":["всевозможные","различные"],"explanation":["В такой благоприятной среде могли возникать различные микроорганизмы.","ИЛИ","В такой благоприятной среде могли возникать всевозможные микроорганизмы.","В предложении слова: «различные» и «всевозможные» ─ являются синонимами, поэтому употребление их в одном предложении неуместно.","Ответ: всевозможные|различные."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["Петька стал бойко рассказывать вслух, как ему удалось поймать щуку размером с него самого."],"answer":["вслух"],"explanation":["Петька стал бойко рассказывать, как ему удалось поймать щуку размером с него самого.","В предложении сочетание «рассказывать вслух» является плеоназмом.","Ответ: вслух."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["Максим заранее предчувствовал, что встреча не сулит ему ничего хорошего: очень уж агрессивно выглядел его собеседник."],"answer":["заранее"],"explanation":["Максим предчувствовал, что встреча не сулит ему ничего хорошего: очень уж агрессивно выглядел его собеседник.","В предложении сочетание «заранее предчувствовал» является плеоназмом.","Ответ: заранее."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["Профессор помог, поспособствовал в продвижении его разработки."],"answer":["помог","поспособствовал"],"explanation":["Профессор помог в продвижении его разработки.","ИЛИ","Профессор поспособствовал в продвижении его разработки.","В предложении лишним является слово «помог» или слово «поспособствовал», т. к. это слова-синонимы.","Ответ: помог|поспособствовал."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["Миновали те грустные времена, когда поиск нужного слова сопровождался длительной работой с огромными объемами сведений, информации."],"answer":["сведений","информации"],"explanation":["Миновали те грустные времена, когда поиск нужного слова сопровождался длительной работой с огромными объемами сведений (ИЛИ: информации).","В предложении лишним является слово «сведений» или слово «информации», т. к. это слова-синонимы.","Ответ: сведений|информации."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["Важно, что на ресурсе собрана полная и актуальная база синонимов, доступная совершенно даром, бесплатно каждому посетителю сайта."],"answer":["бесплатно","даром"],"explanation":["Важно, что на ресурсе собрана полная и актуальная база синонимов, доступная совершенно бесплатно каждому посетителю сайта.","ИЛИ","Важно, что на ресурсе собрана полная и актуальная база синонимов, доступная совершенно даром каждому посетителю сайта.","В предложении лишним является слово «даром» или слово «бесплатно», т. к. это слова-синонимы.","Ответ: бесплатно|даром."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["Вам нужно выбрать одно из двух альтернативных решений."],"answer":["альтернативных"],"explanation":["Вам нужно выбрать одно из двух решений.","В предложении лишним является слово «альтернативных», т. к. выражение «одно из двух» является синонимом к слову «альтернатива». Это плеоназм.","Ответ: альтернативных."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["Опираясь на огромную базу синонимичных значений, сайт выдаст все возможные поисковые вариативные версии."],"answer":["вариативные"],"explanation":["Опираясь на огромную базу синонимичных значений, сайт выдаст все возможные поисковые версии.","В предложении лишним является слово «вариативные», т. к. относится к слову «версии», само по себе являющемуся синонимом к слову «варианты».","Ответ: вариативные."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["Площадь исследования, поиска достаточно обширна, а потому некоторые варианты могут быть приведены, но на практике не всегда использоваться в том значении, которое дано в словаре."],"answer":["поиска","исследования"],"explanation":["Площадь исследования (ИЛИ: поиска) достаточно обширна, а потому некоторые варианты могут быть приведены, но на практике не всегда использоваться в том значении, которое дано в словаре.","В предложении лишним является слово «поиска» или слово «исследования», т. к. это слова-синонимы.","Ответ: поиска|исследования."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["Обогащение языка синонимами осуществляется непрерывно, и так же непрерывно происходит дифференциация и разграничение синонимов вплоть до полной утраты ими синонимичности."],"answer":["разграничение","дифференциация"],"explanation":["Обогащение языка синонимами осуществляется непрерывно, и так же непрерывно происходит дифференциация синонимов вплоть до полной утраты ими синонимичности.","ИЛИ","Обогащение языка синонимами осуществляется непрерывно, и так же непрерывно происходит разграничение синонимов вплоть до полной утраты ими синонимичности.","В предложении лишним является слово «разграничение» или слово «дифференциация», т. к. это слова-синонимы.","Ответ: разграничение|дифференциация."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["Сложное предложение тесно связано с простым предложением, но отличается от него как структурным составом, так и характером сообщения."],"answer":["структурным"],"explanation":["Сложное предложение тесно связано с простым предложением, но отличается от него как составом, так и характером сообщения.","В предложении лишним является слово «структурным», т. к. относится к слову «составом», являющемуся синонимом к слову «структура». Чтобы избежать ошибки, нужно исключить этот плеоназм.","Ответ: структурным."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["Чтение как учебный предмет, особенно в начальной школе, имеет в своем распоряжении такое сильнодействующее средство воздействия на личность, как художественные произведения различных жанров."],"answer":["сильнодействующее"],"explanation":["Чтение как учебный предмет, особенно в начальной школе, имеет в своем распоряжении такое средство воздействия на личность, как художественные произведения различных жанров.","В предложении встречается тавтология «сильнодействующее … воздействия». Чтобы её избежать, нужно убрать одно из однокоренных слов.","Ответ: сильнодействующее."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["Объектом исследования является процесс анализа, разбора произведений различных жанров в старшей школе."],"answer":["анализа","разбора"],"explanation":["Объектом исследования является процесс анализа (ИЛИ: разбора) произведений различных жанров в старшей школе.","Слова: «анализ» и «разбор» являются синонимами, поэтому употребление их в одном предложении является плеоназмом.","Ответ: анализа|разбора."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["Летом погода стоит поистине летняя."],"answer":["летом"],"explanation":["Погода стоит поистине летняя.","В предложении встречалась тавтология «летом… летняя», поэтому слово «летом» лучше исключить.","Ответ: летом."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["Он взглянул взглядом вокруг и замолчал."],"answer":["взглядом"],"explanation":["Он взглянул вокруг и замолчал.","В предложении встречалась тавтология «взглянул взглядом», поэтому слово «взглядом» лучше исключить.","Ответ: взглядом."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["Берега рек нуждаются в нашей защите — они замусорены мусором."],"answer":["мусором"],"explanation":["Берега рек нуждаются в нашей защите — они замусорены.","В предложении встречалась тавтология «замусорены мусором», поэтому слово «мусором» лучше исключить.","Ответ: мусором."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["Снова и опять всё повторялось: уговоры, обещания, слёзы."],"answer":["снова","опять"],"explanation":["Снова (ИЛИ: опять) всё повторялось: уговоры, обещания, слёзы.","В предложении сочетание «снова и опять» является плеоназмом, поэтому одно из этих слов нужно исключить.","Ответ: снова|опять."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["Критик Загорский критиковал спектакль за очень смелую трактовку образа Евгения Онегина."],"answer":["критик"],"explanation":["Загорский критиковал спектакль за очень смелую трактовку образа Евгения Онегина.","В предложении встречалась тавтология «критик критиковал», поэтому слово «критик» лучше исключить.","Ответ: критик."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["Точка и прямая — это основные, ключевые геометрические фигуры, расположенные на плоскости."],"answer":["ключевые","основные"],"explanation":["Точка и прямая — это основные геометрические фигуры, расположенные на плоскости.","ИЛИ","Точка и прямая — это ключевые геометрические фигуры, расположенные на плоскости.","В предложении лишним является слово «основные» или слово «ключевые», т. к. это слова-синонимы.","Ответ: ключевые|основные."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, заменив неверно употреблённое слово. Запишите подобранное слово, соблюдая нормы современного русского литературного языка.","options":["Спортсменам, чтобы завоевать мировой рекорд, приходится интенсивно тренироваться не один год."],"answer":["установить","поставить"],"explanation":["Спортсменам, чтобы установить мировой рекорд, приходится интенсивно тренироваться не один год.","Рекорд можно установить, но не завоевать.","Ответ: установить|поставить"]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["Подобное оружие делали и коренные аборигены Австралии, только они закрепляли зубы на дубинке не жгутом, а воском, вырабатываемым особыми пчёлами, которые не имели жала."],"answer":["коренные"],"explanation":["Подобное оружие делали и аборигены Австралии, только они закрепляли зубы на дубинке не жгутом, а воском, вырабатываемым особыми пчёлами, которые не имели жала.","В предложении лишним было слово «коренные», т.к. оно относилось к слову «аборигены».  Это плеоназм.","Ответ: коренные"]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["Он мог бы всего этого избежать, если бы только отступил назад, если бы только захотел себя спасти и не завершить того дела, ради которого он пришёл."],"answer":["назад"],"explanation":["Он мог бы всего этого избежать, если бы только отступил, если бы только захотел себя спасти и не завершить того дела, ради которого он пришёл.","В предложении лишним было слово «назад», т.к. оно относилось к слову «отступил».  Это плеоназм.","Ответ: назад"]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, заменив неверно употреблённое слово. Запишите подобранное слово, соблюдая нормы современного русского литературного языка.","options":["При этом в ряде регионов цены практически не изменятся, но будут и такие, где цена на отдельные товары подорожает в полтора раза и даже больше."],"answer":["поднимется","вырастет","повысится","увеличится","возрастёт"],"explanation":["При этом в ряде регионов цены практически не изменятся, но будут и такие, где цена на отдельные товары поднимется (вырастет, повысится, увеличится, возрастёт) в полтора раза и даже больше.","Цена не может подорожать, она может вырасти, повысится и т.д.","Ответ: поднимется|вырастет|повысится|увеличится|возрастёт"]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, заменив неверно употреблённое слово. Запишите подобранное слово, соблюдая нормы современного русского литературного языка.","options":["Василий Алексеевич звёзд с неба не ловил, но всё же был довольно опытным в военном деле командиром, прошедшим хорошую школу в Семилетнюю войну."],"answer":["нехватал","хватал"],"explanation":["Василий Алексеевич звёзд с неба не хватал, но всё же был довольно опытным в военном деле командиром, прошедшим хорошую школу в Семилетнюю войну.","Есть фразеологизм «не хватать звёзд с неба», поскольку фразеологизм − устойчивое сочетание, заменять в нём слова нельзя.","Ответ: нехватал|хватал"]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово.","options":["Когда я писал этот рассказ, я всё время старался сохранить ощущение холодного ветра с ночных гор, это было как бы основным лейтмотивом рассказа."],"answer":["основным"],"explanation":["Когда я писал этот рассказ, я всё время старался сохранить ощущение холодного ветра с ночных гор, это было как бы лейтмотивом рассказа.","В предложении лишним было слово «основным», т.к. оно относилось к слову «лейтмотивом».  Это плеоназм.","Ответ: основным"]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, заменив неверно употреблённое слово. Запишите подобранное слово, соблюдая нормы современного русского литературного языка.","options":["На дворе плакала серым дождиком осень; листья, отрываясь от сырых веток, танцевали свой последний вальс; вся эта грусть природы, по- видимому, передалась и мне: настроение моё было мажорное."],"answer":["минорное","грустное","тоскливое","печальное"],"explanation":["На дворе плакала серым дождиком осень; листья, отрываясь от сырых веток, танцевали свой последний вальс; вся эта грусть природы, по-видимому, передалась и мне: настроение моё было минорное (грустное, тоскливое, печальное).","Мажорный − бодрый, радостный. В контексте предложения речь идёт о противоположном значении.","Ответ: минорное|грустное|тоскливое|печальное"]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, заменив неверно употреблённое слово. Запишите подобранное слово, соблюдая нормы современного русского литературного языка.","options":["Время от времени глава семьи менял расстановку сил в собственном доме, одних возносил, других лишал на время полномочий, держал в грязном теле, с тем чтобы потом снова одарить вниманием и заботой."],"answer":["черном","чёрном"],"explanation":["Время от времени глава семьи менял расстановку сил в собственном доме, одних возносил, других лишал на время полномочий, держал в ЧЁРНОМ теле, с тем чтобы потом снова одарить вниманием и заботой.","Держать в чёрном теле — это фразеологизм, означающий «сурово, строго обращаться с кем-либо; притеснять кого-либо».","Ответ: чёрном|черном."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, заменив неверно употреблённое слово. Запишите подобранное слово, соблюдая нормы современного русского литературного языка.","options":["Бóльшую половину жизни Матвей Семёнович ни о чём не беспокоился, жил на широкую ногу, много, но бесцельно путешествовал, а потом что-то резко изменилось: он стал много думать, занялся благотворительностью и даже начал писать книги."],"answer":["часть"],"explanation":["Бóльшую ЧАСТЬ жизни Матвей Семёнович ни о чём не беспокоился, жил на широкую ногу, много, но бесцельно путешествовал, а потом что-то резко изменилось: он стал много думать, занялся благотворительностью и даже начал писать книги.","Ответ: часть."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, заменив неверно употреблённое слово. Выпишите это слово.","options":["В его позе было что-то от парадного портрета Вильгельма I; казалось, он взвешивал все за и против сделанного ему предложения и не спешил выразить ответ."],"answer":["дать"],"explanation":["В его позе было что-то от парадного портрета Вильгельма I; казалось, он взвешивал все за и против сделанного ему предложения и не спешил ДАТЬ ответ.","Ответ: дать."]},{"text":"Отредактируйте предложение: исправьте лексическую ошибку, заменив неверно употреблённое слово. Выпишите это слово.","options":["Поздней осенью, к великому удивлению всех в усадьбе, он неожиданно вернулся с двумя слепцами в неимущей одежде."],"answer":["бедной","нищенской"],"explanation":["Поздней осенью, к великому удивлению всех в усадьбе, он неожиданно вернулся с двумя слепцами в БЕДНОЙ/НИЩЕНСКОЙ одежде.","Ответ: бедной|нищенской."]}]